{
    "journal": "JFE",
    "volume": "129",
    "issue": "3",
    "date": "September 2018",
    "page": "Pages 415-628",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Sep 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(18)30190-9"
        },
        {
            "no": "2",
            "title": "Equity issuances and agency costs: The telling story of shareholder approval around the world",
            "date": "Jun 2018",
            "author": [
                "Clifford G. Holderness"
            ],
            "abstract": "Mandatory shareholder approval of equity issuances varies across and within countries. When shareholders approve issuances, average announcement returns are positive. When managers issue stock without shareholder approval, returns are negative and 4% lower. The closer the vote is to the issuance or the greater is the required plurality, the higher are the returns for public offers, rights offers, and private placements. When shareholder approval is required, rights offers predominate. When managers may issue stock without shareholder approval, public offers predominate. These findings suggest that agency problems affect equity issuances and challenge existing adverse selection, market timing, and signaling explanations.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.06.006"
        },
        {
            "no": "3",
            "title": "Do stocks outperform Treasury bills?",
            "date": "Jun 2018",
            "author": [
                "Hendrik Bessembinder"
            ],
            "abstract": "The majority of common stocks that have appeared in the Center for Research in Security Prices (CRSP) database since 1926 have lifetime buy-and-hold returns less than one-month Treasuries. When stated in terms of lifetime dollar wealth creation, the best-performing 4% of listed companies explain the net gain for the entire US stock market since 1926, as other stocks collectively matched Treasury bills. These results highlight the important role of positive skewness in the distribution of individual stock returns, attributable to skewness in monthly returns and to the effects of compounding. The results help to explain why poorly diversified active strategies most often underperform market averages.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.06.004"
        },
        {
            "no": "4",
            "title": "Stocks with extreme past returns: Lotteries or insurance?",
            "date": "Jun 2018",
            "author": [
                "Alexander Barinov"
            ],
            "abstract": "The paper shows that lottery-like stocks are hedges against unexpected increases in market volatility. The loading on the aggregate volatility risk factor explains the majority of low abnormal returns to stocks with high maximum returns in the past month (Bali et al., 2011) and high expected skewness (Boyer et al., 2010). Aggregate volatility risk also explains the new evidence that the maximum effect and the skewness effect are stronger for firms with high market to book or high expected probability of bankruptcy.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.06.007"
        },
        {
            "no": "5",
            "title": "Size matters, if you control your junk",
            "date": "May 2018",
            "author": [
                "Clifford Asness",
                "Andrea Frazzini",
                "Ronen Israel",
                "Tobias J. Moskowitz",
                "Lasse H. Pedersen"
            ],
            "abstract": "The size premium has been accused of having a weak historical record, being meager relative to other factors, varying significantly over time, weakening after its discovery, being concentrated among microcap stocks, residing predominantly in January, relying on price-based measures, and being weak internationally. We find, however, that these challenges disappear when controlling for the quality, or its inverse, junk, of a firm. A significant size premium emerges, which is stable through time, robust to specification, not concentrated in microcaps, more consistent across seasons, and evident for non-price-based measures of size, and these results hold in 30 different industries and 24 international equity markets. The resurrected size effect is on par with anomalies such as value and momentum in terms of economic significance and gives rise to new tests of, and challenges for, existing asset pricing theories.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.05.006"
        },
        {
            "no": "6",
            "title": "Financing as a supply chain: The capital structure of banks and borrowers",
            "date": "May 2018",
            "author": [
                "Will Gornall",
                "Ilya A. Strebulaev"
            ],
            "abstract": "We develop a model of the joint capital structure decisions of banks and their borrowers. Bank leverage of 85% or higher emerges because bank seniority both dramatically reduces bank asset volatility and incentivizes risk-taking by producing a skewed return distribution. Nonfinancial firms choose low leverage to protect their banks, presenting a partial resolution to the low-leverage puzzle. Our setup naturally extends to include government actions as we model bank assets using a modified Basel framework. Deposit insurance and bailout expectations lead banks and borrowers to take on more risk. Capital regulation lowers bank leverage but can increase bank risk due to a compensating increase in borrower leverage. Despite this, doubling current capital requirements reduces bank default risk by up to 90%, with only a small increase in loan interest rates.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.05.008"
        },
        {
            "no": "7",
            "title": "Does policy uncertainty affect mergers and acquisitions?",
            "date": "May 2018",
            "author": [
                "Alice Bonaime",
                "Huseyin Gulen",
                "Mihai Ion"
            ],
            "abstract": "Political and regulatory uncertainty is strongly negatively associated with merger and acquisition activity at the macro and firm levels. The strongest effects are for uncertainty regarding taxes, government spending, monetary and fiscal policies, and regulation. Consistent with a real options channel, the effect is exacerbated for less reversible deals and for firms whose product demand or stock returns exhibit greater sensitivity to policy uncertainty, but attenuated for deals that cannot be delayed due to competition and for deals that hedge firm-level risk. Contractual mechanisms (deal premiums, termination fees, MAC clauses) unanimously point to policy uncertainty increasing the target’s negotiating power.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.05.007"
        },
        {
            "no": "8",
            "title": "Private equity portfolio company fees",
            "date": "May 2018",
            "author": [
                "Ludovic Phalippou",
                "Christian Rauch",
                "Marc Umber"
            ],
            "abstract": "In private equity, general partners (GPs) receive fee payments from companies whose boards they control. Fees amount to $20 billion evenly distributed over time, representing over 6% of equity invested by GPs. They do not vary with business cycles, company characteristics, or GP performance. Fees vary significantly across GPs and are persistent within GPs, even after accounting for fee rebates to limited partners (LPs). GPs charging the least raise more capital postfinancial crisis and are backed by more skilled LPs. GPs increase fees prior to going public. We discuss how these results could be explained by optimal contracting and tax arbitrage.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.05.010"
        },
        {
            "no": "9",
            "title": "The effect of mortgage securitization on foreclosure and modification",
            "date": "Jan 2018",
            "author": [
                "Samuel Kruger"
            ],
            "abstract": "Did securitization exacerbate the foreclosure crisis by altering mortgage servicing practices? I exploit the unanticipated freeze of private mortgage securitization in 2007 to provide new evidence that securitization increases foreclosure probability and decreases modification probability. These effects are economically large and persist over time even after implementation of the Home Affordable Modification Program (HAMP) in 2009. Using hand-collected data on the contractual terms of servicing agreements, I show that servicers typically have broad discretion to modify loans but face significant incentives favoring foreclosure. The evidence implies that securitization significantly increased foreclosure rates during and after the crisis.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.01.008"
        },
        {
            "no": "10",
            "title": "Loan prospecting and the loss of soft information",
            "date": "May 2018",
            "author": [
                "Sumit Agarwal",
                "Itzhak Ben-David"
            ],
            "abstract": "We study a controlled experiment in which a bank's loan officers were incentivized based on originated loan volume to encourage prospecting for new business. While treated loan officers did attract new applications, both extensive and intensive margins of loan origination expanded (+ 31% new loans; loan size + 15%). We find that loan officers gave greater weight to hard information in approval decisions. Despite no change in the observable characteristics of approved loans, their default rate increased (+ 24%). Finally, the bank's imputed credit default model lost its predictive power. Overall, loan prospecting incentives led to unfavorable soft information being overlooked in the origination process.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.05.003"
        }
    ]
}