{
    "journal": "JFE",
    "volume": "129",
    "issue": "1",
    "date": "July 2018",
    "page": "Pages 1-202",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jul 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(18)30138-7"
        },
        {
            "no": "2",
            "title": "Term structures of asset prices and returns",
            "date": "Apr 2018",
            "author": [
                "David Backus",
                "Nina Boyarchenko",
                "Mikhail Chernov"
            ],
            "abstract": "We explore the term structures of claims to a variety of cash flows, namely, US government bonds (claims to dollars), foreign government bonds (claims to foreign currency), inflation-adjusted bonds (claims to the price index), and equity (claims to future equity indexes or dividends). The average term structures reflect the dynamics of the dollar pricing kernel, cash flow growth, and the interaction between the two. We use an affine model to illustrate how these two components can deliver term structures with a wide range of levels and shapes. Finally, we calibrate a representative agent economy to show that the evidence is consistent with the equilibrium models.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.04.005"
        },
        {
            "no": "3",
            "title": "When saving is gambling",
            "date": "Apr 2018",
            "author": [
                "J. Anthony Cookson"
            ],
            "abstract": "Prize-linked savings (PLS) accounts, which allocate interest using lottery payments rather than fixed interest, encourage savings by appealing to households’ gambling preferences. I introduce new data on casino cash withdrawals to measure gambling, and examine how individual gambling expenditures respond to the introduction of PLS in Nebraska using a difference-in-differences design. After PLS is introduced, individuals who live in counties that offer PLS reduce gambling by at least 3% more than unaffected individuals. The substitution effect is stronger in low-frills gambling environments, which most resemble PLS, indicating that these accounts fulfill the desire to gamble.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.04.001"
        },
        {
            "no": "4",
            "title": "Flexible prices and leverage",
            "date": "Mar 2018",
            "author": [
                "Francesco D’Acunto",
                "Ryan Liu",
                "Carolin Pflueger",
                "Michael Weber"
            ],
            "abstract": "The frequency with which firms adjust output prices helps explain persistent differences in capital structure across firms. Unconditionally, the most flexible-price firms have a 19% higher long-term leverage ratio than the most sticky-price firms, controlling for known determinants of capital structure. Sticky-price firms increased leverage more than flexible-price firms following the staggered implementation of bank deregulation across states and over time, which we use in a difference-in-differences strategy. Firms’ frequency of price adjustment did not change around the deregulation.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.03.009"
        },
        {
            "no": "5",
            "title": "Downside risks and the cross-section of asset returns",
            "date": "Mar 2018",
            "author": [
                "Adam Farago",
                "Roméo Tédongap"
            ],
            "abstract": "In an intertemporal equilibrium asset pricing model featuring disappointment aversion and changing macroeconomic uncertainty, we show that besides the market return and market volatility, three disappointment-related factors are also priced: a downstate factor, a market downside factor, and a volatility downside factor. We find that expected returns on various asset classes reflect premiums for bearing undesirable exposures to these factors. The signs of estimated risk premiums are consistent with the theoretical predictions. Our most general, five-factor model is very successful in jointly pricing stock, option, and currency portfolios, and provides considerable improvement over nested specifications previously discussed in the literature.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.03.010"
        },
        {
            "no": "6",
            "title": "Competition, reach for yield, and money market funds",
            "date": "Apr 2018",
            "author": [
                "Gabriele La Spada"
            ],
            "abstract": "Do asset managers reach for yield because of competitive pressures in a low rate environment? I propose a tournament model of money market funds (MMFs) to study this question. When funds care about relative performance, an increase in the risk premium leads funds with lower default costs to increase risk taking, while funds with higher default costs decrease risk taking. Without changes in the premium, lower risk-free rates reduce the risk taking of all funds. I show that these predictions are consistent with MMF risk taking during the 2002–2008 period and that rank-based performance is a key determinant of money flows to MMFs.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.04.006"
        },
        {
            "no": "7",
            "title": "Human capital relatedness and mergers and acquisitions",
            "date": "Mar 2018",
            "author": [
                "Kyeong Hun Lee",
                "David C. Mauer",
                "Emma Qianying Xu"
            ],
            "abstract": "We construct a measure of the pairwise relatedness of firms’ human capital to examine whether human capital relatedness is a key factor in mergers and acquisitions. We find that mergers are more likely and merger returns and postmerger performance are higher when firms have related human capital. These relations are stronger or only present in acquisitions where the merging firms do not operate in the same industries or product markets. Reductions in employment and wages following mergers with high human capital relatedness suggest that the merged firm has greater ability to layoff low quality and/or duplicate employees and reduce labor costs. We further show in a falsification test that human capital relatedness has no effect on acquiring firm returns in asset sales when little or no labor is transferred, which helps validate our measure of human capital relatedness.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.03.008"
        },
        {
            "no": "8",
            "title": "How does the stock market absorb shocks?",
            "date": "Apr 2018",
            "author": [
                "Murray Z. Frank",
                "Ali Sanati"
            ],
            "abstract": "Using a comprehensive set of news stories, we find a stark difference in market responses to positive and negative price shocks accompanied by new information. When there is a news story about a firm, positive price shocks are followed by reversal, while negative ones result in drift. This is interpreted as the stock market overreaction to good news and underreaction to bad news. These seemingly contradictory results can be explained in a single framework, considering the interaction of retail investors with attention bias, and arbitrageurs with short-run capital constraints. Consistent with this hypothesis, we find that both patterns are stronger when the attention bias is stronger, and when the arbitrage capital is scarce.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.04.002"
        },
        {
            "no": "9",
            "title": "Exploring the sources of default clustering",
            "date": "Apr 2018",
            "author": [
                "S Azizpour",
                "K. Giesecke",
                "G. Schwenkler"
            ],
            "abstract": "We study the sources of corporate default clustering in the United States. We reject the hypothesis that firms’ default times are correlated only because their conditional default rates depend on observable and latent systematic factors. By contrast, we find strong evidence that contagion, through which the default by one firm has a direct impact on the health of other firms, is a significant clustering source. The amount of clustering that cannot be explained by contagion and firms’ exposure to observable and latent systematic factors is insignificant. Our results have important implications for the pricing and management of correlated default risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.04.008"
        },
        {
            "no": "10",
            "title": "The effects of media slant on firm behavior",
            "date": "Apr 2018",
            "author": [
                "Vishal P. Baloria",
                "Jonas Heese"
            ],
            "abstract": "The media can impose reputational costs on firms because of its important role as an information intermediary and its ability to negatively slant coverage. We exploit a quasi-natural experiment that holds constant the information event across firms but varies the availability of a major news outlet in local markets. We find that firms subject to the threat of slanted coverage suppress the release of negative information before the event and release it subsequently. Our results are consistent with theory on the active role firms can play in managing their reputational capital through anticipatory actions to avoid negative media coverage.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.04.004"
        }
    ]
}