{
    "journal": "JF",
    "volume": "46",
    "issue": "3",
    "date": "July 1991",
    "page": "Pages: i-viii, 803-1187, ix-xxviii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "July 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb00633.x"
        },
        {
            "no": "2",
            "title": "Stock and Compensation*",
            "date": "July 1991",
            "author": [
                "MYRON S. SCHOLES"
            ],
            "abstract": "Compensation planning within firms creates important corporate financial problems. Theoretical models and empirical tests of hypotheses in this area should play a much larger role than currently in the modern theory of corporate finance. Employees fund a large proportion of their firm's activities through deferred compensation arrangements tied to the performance of their company. These arrangements are generally put in place for incentive reasons, to align the interests of employees more closely with those of shareholders. Moreover, tax rules encourage or discourage these arrangements at various times. Currently, both tax rules and incentive considerations encourage stock buyback programs to fund deferred compensation arrangements. Prior to the 1980s, however, tax rules favored funding in other than company stock, implying that employees likely held company stock for incentive and not for tax reasons during this time period.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03766.x"
        },
        {
            "no": "3",
            "title": "The Role of Acquisitions in Foreign Direct Investment: Evidence from the U.S. Stock Market",
            "date": "July 1991",
            "author": [
                "ROBERT S. HARRIS",
                "DAVID RAVENSCRAFT"
            ],
            "abstract": "This paper examines foreign direct investment by studying shareholder wealth gains for 1273 U.S. firms acquired during the period 1970‐1987. Three findings stand out. First, cross‐border takeovers are more frequent in research and development intensive industries than are domestic acquisitions; furthermore, in three‐fourths of cross‐border transactions the buyer and seller are in related industries. These industry patterns suggest that costs and imperfections in product markets play an important role in foreign direct investment. Second, targets of foreign buyers have significantly higher wealth gains than do targets of U.S. firms. This cross‐border effect is comparable in size to the wealth effects of all‐cash and multiple bids, two effects receiving substantial attention in the finance literature, and is robust to inclusion of these two variables. Third, while the cross‐border effect on wealth gains is not well explained by industry and tax variables, it is positively related to the weakness of the U.S. dollar, indicating a significant role for exchange rate movements in foreign direct investment.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03767.x"
        },
        {
            "no": "4",
            "title": "Ex‐Dividend Day Stock Price Behavior: The Case of the 1986 Tax Reform Act*",
            "date": "July 1991",
            "author": [
                "RONI MICHAELY"
            ],
            "abstract": "This paper analyzes the behavior of stock prices around ex‐dividend days after the implementation of the 1986 Tax Reform Act that dramatically reduced the difference between the tax treatment of realized long‐term capital gains and dividend income in 1987 and completely eliminated the differential in 1988. We show that this tax change had no effect on the ex‐dividend stock price behavior, which is consistent with the hypothesis that long‐term individual investors have no significant effect on ex‐day stock prices during this time period. The results indicate that the activity of short‐term traders and corporate traders dominates the price determination on the ex‐day.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03768.x"
        },
        {
            "no": "5",
            "title": "Negotiated Block Trades and Corporate Control",
            "date": "July 1991",
            "author": [
                "MICHAEL J. BARCLAY",
                "CLIFFORD G. HOLDERNESS"
            ],
            "abstract": "We identify negotiated trades of large‐percentage blocks of stock as corporate control transactions. When a block trades and the firm is not fully acquired, cumulative abnormal returns average 5.6%, and 33% of the chief executives are replaced within a year. Stock‐price increases are larger when control passes to the new blockholder, when management does not resist the blockholder's effort to influence corporate policy, and when the block purchaser eventually fully acquires the firm. These findings suggest that the specific skills and expertise of blockholders, and not just the concentration of ownership, are important determinants of firm value.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03769.x"
        },
        {
            "no": "6",
            "title": "Venture Capitalist Certification in Initial Public Offerings",
            "date": "July 1991",
            "author": [
                "WILLIAM L. MEGGINSON",
                "KATHLEEN A. WEISS"
            ],
            "abstract": "This paper provides support for the certification role of venture capitalists in initial public offerings. Consistent with the certification hypothesis, a comparison of venture capital backed IPOs with a control sample of nonventure capital backed IPOs from 1983 through 1987 matched as closely as possible by industry and offering size indicates that venture capital backing results in significantly lower initial returns and gross spreads. In effect, the presence of venture capitalists in the issuing firms serves to lower the total costs of going public and to maximize the net proceeds to the offering firm. In addition, we document that venture capitalists retain a significant portion of their holdings in the firm after the IPO.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03770.x"
        },
        {
            "no": "7",
            "title": "Order Form and Information in Securities Markets",
            "date": "July 1991",
            "author": [
                "DAVID EASLEY",
                "MAUREEN O'HARA"
            ],
            "abstract": "This paper examines the effects of price‐contingent orders on security prices. We show that a market maker who knows the type and composition of trades will set larger spreads and adjust prices faster than if price‐contingent orders were not allowed. Because traders have rational expectations over the book, we demonstrate that uncertainty over order type reduces the variance of prices but with a corresponding loss in price informativeness. We also show that the sequence property of price‐contingent orders increases the probability of large price movements. This distinction between variance and episodic price volatility has important policy implications.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03771.x"
        },
        {
            "no": "8",
            "title": "Information Asymmetries and Security Market Design: An Empirical Study of the Secondary Market for U.S. Government Securities",
            "date": "July 1991",
            "author": [
                "STEVEN R. UMLAUF"
            ],
            "abstract": "This paper examines the empirical implications of an information asymmetry between primary and secondary dealers in the U.S. Government Securities market. This asymmetry arises because primary dealers are permitted to trade through all brokers operating in the marketplace while secondary dealers are restricted to trade through only a subset of brokers. Brokers distribute valuable information over video screens to their trading clients including dealers' up‐to‐date bid‐ask spreads and recent transaction prices. As such, all brokers' video screen information is available to primary dealers, while only a subset of brokers' information is available to secondary dealers. Empirical analyses detect the resulting information asymmetry.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03772.x"
        },
        {
            "no": "9",
            "title": "Diagnosing Asset Pricing Models Using the Distribution of Asset Returns",
            "date": "July 1991",
            "author": [
                "KARL N. SNOW"
            ],
            "abstract": "This paper develops a set of diagnostic tests which can shed light on why a particular model is failing and indicate what steps might be taken to make the model consistent with asset returns. Theoretical bounds on the moments of a stochastic discount factor are derived as a function of the moments of observed asset returns. Particular attention is paid to restrictions on moments other than the variance. These bounds can also be used to measure the information about the distribution of the discount factor contained in the moments of various asset returns. As an application of this methodology, bounds on the discount factor are estimated using size‐based portfolios, and the results are used to analyze the small firm effect. Empirical results indicate, for the period 1926–1975, that moments of the returns of small firms contain information about the discount factor that is not contained in the moments of the returns of large firms and/or a proxy of the aggregate wealth portfolio. However, this difference disappears when more recent data is included.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03773.x"
        },
        {
            "no": "10",
            "title": "The Effect of Volatility Changes on the Level of Stock Prices and Subsequent Expected Returns",
            "date": "July 1991",
            "author": [
                "ROBERT A. HAUGEN",
                "ELI TALMOR",
                "WALTER N. TOROUS"
            ],
            "abstract": "This paper estimates volatility changes in daily returns to the Dow Jones Industrial Average over the sample period 1897 through 1988. This allows a direct investigation of the reaction of the level of stock prices and subsequent expected returns to these estimated changes in volatility. We provide empirical evidence consistent with relatively large and systematic revisions in stock prices and subsequent expected returns to volatility changes. However, there appears to be an asymmetry in the market's reaction to volatility increases as opposed to volatility decreases. A majority of our volatility changes cannot be associated with the release of significant economic information.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03774.x"
        },
        {
            "no": "11",
            "title": "The Crash of ʼ87: Was It Expected? The Evidence from Options Markets",
            "date": "July 1991",
            "author": [
                "DAVID S. BATES"
            ],
            "abstract": "Transactions prices of S&P 500 futures options over 1985‐1987 are examined for evidence of expectations prior to October 1987 of an impending stock market crash. First, it is shown that out‐of‐the‐money puts became unusually expensive during the year preceding the crash. Second, a model is derived for pricing American options on jump‐diffusion processes with systematic jump risk. The jump‐diffusion parameters implicit in options prices indicate that a crash was expected and that implicit distributions were negatively skewed during October 1986 to August 1987. Both approaches indicate no strong crash fears during the 2 months immediately preceding the crash.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03775.x"
        },
        {
            "no": "12",
            "title": "Option Prices and the Underlying Asset's Return Distribution",
            "date": "July 1991",
            "author": [
                "BRUCE D. GRUNDY"
            ],
            "abstract": "This work examines the relation between option prices and the true, as opposed to risk‐neutral, distribution of the underlying asset. If the underlying asset follows a diffusion with an instantaneous expected return at least as large as the instantaneous risk‐free rate, observed option prices can be used to place bounds on the moments of the true distribution. An illustration of the paper's results is provided by the analysis of the information concerning the mean and standard deviation of market returns contained in the prices of S&P 100 Index Options.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03776.x"
        },
        {
            "no": "13",
            "title": "Default Premiums in Commodity Markets: Theory and Evidence",
            "date": "July 1991",
            "author": [
                "WARREN BAILEY",
                "EDWARD NG"
            ],
            "abstract": "We model the effect of nonperformance risk on forward and futures pricing and look for evidence of nonperformance risk in precious metals futures prices from the “Hunt Brothers”episode. Changes in default premiums are measured and related to the sequence of events in the metals markets during this period. Results suggest first that ex ante costs of nonperformance can be a significant, priced factor in commodity markets and second that the arrival of new information is often associated with changes in these costs. The evidence has implications for both theoretical and empirical research on commodity markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03777.x"
        },
        {
            "no": "14",
            "title": "Minutes of the Annual Membership Meeting",
            "date": "July 1991",
            "author": [
                "Michael Kennan"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03778.x"
        },
        {
            "no": "15",
            "title": "Report of the Executive Secretary and Treasurer",
            "date": "July 1991",
            "author": [
                "Michael Keenan"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03779.x"
        },
        {
            "no": "16",
            "title": "Report of the Managing Editor of the The Journal of Finance for the Year 1990",
            "date": "July 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03780.x"
        },
        {
            "no": "17",
            "title": "Fifty Years of the American Finance Association",
            "date": "July 1991",
            "author": [
                "MICHAEL KEENAN"
            ],
            "abstract": "The American Finance Association was organized 50 years ago. This paper reflects on recent trends in Officers and Directors, Membership, Association Meetings, the Journal of Finance, and other activities. Appendix Tables provide historical data for the Association for the past 25 years.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03781.x"
        },
        {
            "no": "18",
            "title": "The American Finance Association: 1939–1969",
            "date": "July 1991",
            "author": [
                "ROBERT A. KAVESH"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03782.x"
        },
        {
            "no": "19",
            "title": "By Laws of The American Finance Association",
            "date": "July 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03783.x"
        },
        {
            "no": "20",
            "title": "Fiftieth Anniversary Dinner",
            "date": "July 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03784.x"
        },
        {
            "no": "21",
            "title": "THE PROGRAM",
            "date": "July 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03785.x"
        },
        {
            "no": "22",
            "title": "ASSOCIATION MEETINGS",
            "date": "July 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03764.x"
        },
        {
            "no": "23",
            "title": "ANNOUNCEMENTS",
            "date": "July 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03765.x"
        },
        {
            "no": "24",
            "title": "Back Matter",
            "date": "July 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb00634.x"
        }
    ]
}