{
    "journal": "JF",
    "volume": "46",
    "issue": "4",
    "date": "September 1991",
    "page": "Pages: i-vi, 1189-1574, vii-lxviii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "September 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb00602.x"
        },
        {
            "no": "2",
            "title": "A Theory of Workouts and the Effects of Reorganization Law*",
            "date": "September 1991",
            "author": [
                "ROBERT GERTNER",
                "DAVID SCHARFSTEIN"
            ],
            "abstract": "We present a model of a financially distressed firm with outstanding bank debt and public debt. Coordination problems among public debtholders introduce investment inefficiencies in the workout process. In most cases, these inefficiencies are not mitigated by the ability of firms to buy back their public debt with cash and other securities‐the only feasible way that firms can restructure their public debt. We show that Chapter 11 reorganization law increases investment, and we characterize the types of corporate financial structures for which this increased investment enhances efficiency.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04615.x"
        },
        {
            "no": "3",
            "title": "The Losses Realized in Bank Failures",
            "date": "September 1991",
            "author": [
                "CHRISTOPHER JAMES"
            ],
            "abstract": "This paper examines the losses realized in bank failures. Losses are measured as the difference between the book value of assets and the recovery value net of the direct expenses associated with the failure. I find the loss on assets is substantial, averaging 30 percent of the failed bank's assets. Direct expenses associated with bank closures average 10 percent of assets. An empirical analysis of the determinants of these losses reveals a significant difference in the value of assets retained by the FDIC and similar assets assumed by acquiring banks.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04616.x"
        },
        {
            "no": "4",
            "title": "The Relative Signalling Power of Dutch‐Auction and Fixed‐Price Self‐Tender Offers and Open‐Market Share Repurchases",
            "date": "September 1991",
            "author": [
                "ROBERT COMMENT",
                "GREGG A. JARRELL"
            ],
            "abstract": "We compare three forms of common stock repurchases. Dutch‐auction self‐tender offers and open‐market share repurchase programs are weaker signals of stock undervaluation than fixed‐price self‐tender offers. The price increase from buyback announcements is greater when insider wealth is at risk, greater following negative net‐of‐market stock returns, and unrelated to prior market returns. Buyback announcement returns are also increasing in the fraction of shares sought, which is consistent with both signalling and an upward‐sloping supply curve for stock.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04617.x"
        },
        {
            "no": "5",
            "title": "Convertible Debt: Corporate Call Policy and Voluntary Conversion",
            "date": "September 1991",
            "author": [
                "PAUL ASQUITH",
                "DAVID W. MULLINS JR."
            ],
            "abstract": "This paper examines why, in contrast to the predictions of finance theory, firms do not call convertible debt when the conversion price exceeds the call price. The empirical results suggest that the principal reason is because some firms enjoy an advantage of paying less in after‐tax interest than they would pay in dividends were the bond converted. This cash flow incentive is the inverse of an investor's incentive to convert voluntarily if the converted dividends are greater than the bond's coupon. Because of taxation, however, the decisions by investors and firms are not symmetric, and there exist bonds which the firm may not call and an investor will not convert. The results also find that voluntary conversion is significantly related to both the conversion price and the differential between the coupon and the dividends on the converted stock.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04618.x"
        },
        {
            "no": "6",
            "title": "Tax Shields, Sample‐Selection Bias, and the Information Content of Conversion‐Forcing Bond Calls",
            "date": "September 1991",
            "author": [
                "CYNTHIA J. CAMPBELL",
                "LOUIS H. EDERINGTON",
                "PRASHANT VANKUDRE"
            ],
            "abstract": "The information content of conversion‐forcing bond calls depends on the after‐tax cash flow to bondholders. If the dividend after conversion exceeds the after‐tax coupon but is less than the before‐tax coupon, the call reveals unanticipated decreases in dividends and/or earnings that reduce the tax shield from interest payments. In contrast, a call when the dividend is less than the after‐tax coupon reveals the timing of an anticipated shift from exceptional firm‐specific positive growth to the industry norm. Efforts to document properties of convertible calls are subject to sample‐selection bias because calls are disproportionately associated with positive pre‐call firm‐specific growth.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04619.x"
        },
        {
            "no": "7",
            "title": "Disclosure, Liquidity, and the Cost of Capital",
            "date": "September 1991",
            "author": [
                "DOUGLAS W. DIAMOND",
                "ROBERT E. VERRECCHIA"
            ],
            "abstract": "This paper shows that revealing public information to reduce information asymmetry can reduce a firm's cost of capital by attracting increased demand from large investors due to increased liquidity of its securities. Large firms will disclose more information since they benefit most. Disclosure also reduces the risk bearing capacity available through market makers. If initial information asymmetry is large, reducing it will increase the current price of the security. However, the maximum current price occurs with some asymmetry of information: further reduction of information asymmetry accentuates the undesirable effects of exit from market making.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04620.x"
        },
        {
            "no": "8",
            "title": "Insider Trading around Dividend Announcements: Theory and Evidence",
            "date": "September 1991",
            "author": [
                "KOSE JOHN",
                "LARRY H. P. LANG"
            ],
            "abstract": "The informational role of strategic insider trading around corporate dividend announcements is studied based on the efficient equilibrium in a signalling model with endogenous insider trading. Insider trading immediately prior to the announcement of dividend initiations has significant explanatory power. For firms with insider selling prior to the dividend initiation announcement, the excess returns are negative and significantly lower than for the remaining firms (with no insider trading or just insider buying) as implied by our model. Another implication is that dividend increases may elicit a positive or negative stock price response depending on the firm's investment opportunities.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04621.x"
        },
        {
            "no": "9",
            "title": "Capital Structure and the Market for Corporate Control: The Defensive Role of Debt Financing",
            "date": "September 1991",
            "author": [
                "RONEN ISRAEL"
            ],
            "abstract": "A capital structure theory based on corporate control considerations is presented. The optimal debt level balances a decrease in the probability of acquisition against a higher share of the synergy for the target's shareholders. This leads to the following implications: (i) the probability of firms becoming acquisition targets decreases with their leverage, (ii) acquirers' share of the total equity gain increases with targets' leverage, (iii) when acquisitions are initiated, targets' stock price, targets' debt value, and acquirers' firm value increase, and (iv) during the acquisition, target firms' stock price changes further; the expected change is zero and the variance decreases with targets' debt level.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04622.x"
        },
        {
            "no": "10",
            "title": "Liquidity, Maturity, and the Yields on U.S. Treasury Securities",
            "date": "September 1991",
            "author": [
                "YAKOV AMIHUD",
                "HAIM MENDELSON"
            ],
            "abstract": "The effects of asset liquidity on expected returns for assets with infinite maturities (stocks) are examined for bonds (Treasury notes and bills with matched maturities of less than 6 months). The yield to maturity is higher on notes, which have lower liquidity. The yield differential between notes and bills is a decreasing and convex function of the time to maturity. The results provide a robust confirmation of the liquidity effect in asset pricing.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04623.x"
        },
        {
            "no": "11",
            "title": "Seasonality in Stock Price Mean Reversion: Evidence from the U.S. and the U.K.",
            "date": "September 1991",
            "author": [
                "NARASIMHAN JEGADEESH"
            ],
            "abstract": "The evidence of slowly mean‐reverting components in stock prices has been controversial. The hypothesis of stock price mean‐reversion is tested using a regression model that yields the highest asymptotic power among a class of regression tests. Although the evidence that the equally weighted index of stocks exhibits mean‐reversion is significant in the period 1926–1988, this phenomenon is entirely concentrated in January. In the post‐war period both the equally weighted and the value‐weighted indices exhibit seasonal mean‐reversion in January. A similar phenomenon is also observed for the equally weighted index of stocks traded on the London Stock Exchange.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04624.x"
        },
        {
            "no": "12",
            "title": "Stock Markets, Growth, and Tax Policy",
            "date": "September 1991",
            "author": [
                "ROSS LEVINE"
            ],
            "abstract": "An extensive literature documents the role of financial markets in economic development. To help explain this relationship, this paper constructs an endogenous growth model in which a stock market emerges to allocate risk and explores how the stock market alters investment incentives in ways that change steady state growth rates. The paper demonstrates that stock markets accelerate growth by (1) facilitating the ability to trade ownership of firms without disrupting the productive processes occurring within firms and (2) allowing agents to diversify portfolios. Tax policy affects growth directly by altering investment incentives and indirectly by changing the incentives underlying financial contracts.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04625.x"
        },
        {
            "no": "13",
            "title": "Structural and Return Characteristics of Small and Large Firms",
            "date": "September 1991",
            "author": [
                "K. C. CHAN",
                "NAI‐FU CHEN"
            ],
            "abstract": "We examine differences in structural characteristics that lead firms of different sizes to react differently to the same economic news. We find that a small firm portfolio contains a large proportion of marginal firms‐firms with low production efficiency and high financial leverage. We construct two size‐matched return indices designed to mimic the return behavior of marginal firms and find that these return indices are important in explaining the time‐series return difference between small and large firms. Furthermore, risk exposures to these indices are as powerful as log(size) in explaining average returns of size‐ranked portfolios.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04626.x"
        },
        {
            "no": "14",
            "title": "Testing the CAPM with Time‐Varying Risks and Returns",
            "date": "September 1991",
            "author": [
                "JAMES N. BODURTHA JR.",
                "NELSON C. MARK"
            ],
            "abstract": "This paper draws on Engle's autoregressive conditionally heteroskedastic modeling strategy to formulate a conditional CAPM with time‐varying risk and expected returns. The model is estimated by generalized method of moments. A CAPM that allows mean excess returns to shift in January survives generalized method of moments specification tests for a number of omitted variables. However, a residual dividend yield component is found to remain in the excess returns of smaller firms. We find significant monthly and quarterly components in the risk premia and beta estimates.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04627.x"
        },
        {
            "no": "15",
            "title": "Tests of the CAPM with Time‐Varying Covariances: A Multivariate GARCH Approach",
            "date": "September 1991",
            "author": [
                "LILIAN NG"
            ],
            "abstract": "This paper examines an asset pricing model in which the Sharpe‐Lintner CAPM and the zero‐beta CAPM are special cases. The model allows the ratio of expected market risk premium to market variance, the conditional expected excess returns, and the risks to change over time. The results are found to be sensitive to the choice of the portfolio formation techniques. Significant time variability is shown in the conditional expected excess asset returns and risks and also in the reward‐to‐risk ratio.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04628.x"
        },
        {
            "no": "16",
            "title": "An Investigation of Market Microstructure Impacts on Event Study Returns",
            "date": "September 1991",
            "author": [
                "RONALD C. LEASE",
                "RONALD W. MASULIS",
                "JOHN R. PAGE"
            ],
            "abstract": "We investigate the importance of bid‐ask spread‐induced biases on event date returns as exemplified by seasoned equity offerings by NYSE listed firms. We document significant negative return biases on the offering day which explain a large portion of the negative event date return documented in the literature. Buy‐sell order flow imbalance is prominent around the offering and induces a relatively large spread bias. If order imbalances are suspected, the researcher can use returns calculated from the midpoint of the closing bid and ask quotes instead of returns calculated from closing transaction prices to avoid this return bias.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04629.x"
        },
        {
            "no": "17",
            "title": "The Intra‐Industry Effects of Going‐Private Transactions",
            "date": "September 1991",
            "author": [
                "MYRON B. SLOVIN",
                "MARIE E. SUSHKA",
                "YVETTE M. BENDECK"
            ],
            "abstract": "We demonstrate that bids to take firms private generate significantly positive valuation effects for industry rivals of target firms. These valuation effects cannot reflect either synergy or monopoly since no consolidation of operating firms is involved in such transactions. Participation by buyout specialists in the bid does not significantly affect these gains. Bids by outsiders and bids by incumbent managers generate similar valuation effects for industry rivals. The effect on share prices of industry rivals is inversely related to the capitalized values of rival firms relative to the target firm. We also report valuation effects for target firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04630.x"
        },
        {
            "no": "18",
            "title": "S&P 100 Index Option Volatility",
            "date": "September 1991",
            "author": [
                "CAMPBELL R. HARVEY",
                "ROBERT E. WHALEY"
            ],
            "abstract": "Using transaction data on the S&P 100 index options, we study the effect of valuation simplifications that are commonplace in previous research on the timeseries properties of implied market volatility. Using an American‐style algorithm that accounts for the discrete nature of the dividends on the S&P 100 index, we find that spurious negative serial correlation in implied volatility changes is induced by nonsimultaneously observing the option price and the index level. Negative serial correlation is also induced by a bid/ask price effect if a single option is used to estimate implied volatility. In addition, we find that these same effects induce spurious (and unreasonable) negative cross‐correlations between the changes in call and put implied volatility.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04631.x"
        },
        {
            "no": "19",
            "title": "Book Reviews",
            "date": "September 1991",
            "author": [],
            "abstract": "Book reviewed in this article:\nInternational Finance and Financial Policy. Edited by HANS R. STOLL.\nFutures Markets. By DANIEL R. SIEGEL and DIANE F. SIEGEL.\nContinuous‐Time Finance. By ROBERT C. MERTON.\nManaging Financial Risk. By CLIFFORD W. SMITH, JR., CHARLES W. SMITHSON, and D. SYKES WILFORD.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04632.x"
        },
        {
            "no": "20",
            "title": "MISCELLANEA",
            "date": "September 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04633.x"
        },
        {
            "no": "21",
            "title": "ASSOCIATION MEETINGS",
            "date": "September 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04614.x"
        },
        {
            "no": "22",
            "title": "ANNOUNCEMENTS",
            "date": "September 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb04613.x"
        },
        {
            "no": "23",
            "title": "FIFTY‐SECOND ANNUAL MEETING",
            "date": "September 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb00603.x"
        },
        {
            "no": "24",
            "title": "Back Matter",
            "date": "September 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb00604.x"
        }
    ]
}