{
    "journal": "JF",
    "volume": "46",
    "issue": "1",
    "date": "March 1991",
    "page": "Pages: i-vi, 1-468, vii-xxxviii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "March 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb00475.x"
        },
        {
            "no": "2",
            "title": "SMITH BREEDEN PRIZES FOR 1990",
            "date": "March 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03742.x"
        },
        {
            "no": "3",
            "title": "The Long‐Run Performance of initial Public Offerings",
            "date": "March 1991",
            "author": [
                "JAY R. RITTER"
            ],
            "abstract": "The underpricing of initial public offerings (IPOs) that has been widely documented appears to be a short‐run phenomenon. Issuing firms during 1975–84 substantially underperformed a sample of matching firms from the closing price on the first day of public trading to their three‐year anniversaries. There is substantial variation in the underperformance year‐to‐year and across industries, with companies that went public in high‐volume years faring the worst. The patterns are consistent with an IPO market in which (1) investors are periodically overoptimistic about the earnings potential of young growth companies, and (2) firms take advantage of these “windows of opportunity.”",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03743.x"
        },
        {
            "no": "4",
            "title": "The Investment Performance of Low‐grade Bond Funds",
            "date": "March 1991",
            "author": [
                "BRADFORD CORNELL",
                "KEVIN GREEN"
            ],
            "abstract": "This study extends the literature on the pricing of low‐grade bonds by examining the performance of low‐grade bond funds. The findings reveal that over the long run low‐grade bond fund returns are approximately equal to the returns provided by an index of high‐grade bonds. The relative risks of high and low‐grade bonds are more difficult to assess. Because of their shorter durations, low‐grade bonds are less sensitive to movements in interest rates than high‐grade bonds. On the other hand, low‐grade bonds are much more sensitive to changes in stock prices than high‐grade bonds. When adjusted for risk using a simple two‐factor model, the returns on low‐grade bond funds are not statistically different from the returns on high‐grade bonds.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03744.x"
        },
        {
            "no": "5",
            "title": "Returns and Volatility of Low‐Grade Bonds 1977–1989",
            "date": "March 1991",
            "author": [
                "MARSHALL E. BLUME",
                "DONALD B. KEIM",
                "SANDEEP A. PATEL"
            ],
            "abstract": "This paper examines the risks and returns of long‐term low‐grade bonds for the period 1977–1989. We find: (1) low‐grade bonds realized higher returns than higher‐grade bonds and lower returns than common stocks, and low‐grade bonds exhibited less volatility than higher‐grade bonds due to their call features and high coupons; (2) there is no relation between the age of low‐grade bonds and their realized returns; cyclical factors explain much of the observed relation between default rates and bond age; and (3) low‐grade bonds behave like both bonds and stocks. Despite this complexity there is no evidence that low‐grade bonds are systematically over‐ or under‐priced.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03745.x"
        },
        {
            "no": "6",
            "title": "Investor Sentiment and the Closed‐End Fund Puzzle",
            "date": "March 1991",
            "author": [
                "CHARLES M. C. LEE",
                "ANDREI SHLEIFER",
                "RICHARD H. THALER"
            ],
            "abstract": "This paper examines the proposition that fluctuations in discounts of closed‐end funds are driven by changes in individual investor sentiment. The theory implies that discounts on various funds move together, that new funds get started when seasoned funds sell at a premium or a small discount, and that discounts are correlated with prices of other securities affected by the same investor sentiment. The evidence supports these predictions. In particular, we find that both closed‐end funds and small stocks tend to be held by individual investors, and that the discounts on closed‐end funds narrow when small stocks do well.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03746.x"
        },
        {
            "no": "7",
            "title": "The World Price of Covariance Risk",
            "date": "March 1991",
            "author": [
                "CAMPBELL R. HARVEY"
            ],
            "abstract": "In a financially integrated global market, the conditionally expected return on a portfolio of securities from a particular country is determined by the country's world risk exposure. This paper measures the conditional risk of 17 countries. The reward per unit of risk is the world price of covariance risk. Although the tests provide evidence on the conditional mean variance efficiency of the benchmark portfolio, the results show that countries' risk exposures help explain differences in performance. Evidence is also presented which indicates that these risk exposures change through time and that the world price of covariance risk is not constant.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03747.x"
        },
        {
            "no": "8",
            "title": "After‐Hours Stock Prices and Post‐Crash Hangovers",
            "date": "March 1991",
            "author": [
                "DAVID NEUMARK",
                "P. A. TINSLEY",
                "SUZANNE TOSINI"
            ],
            "abstract": "After‐hours pricing in foreign equity markets of multiple‐listed U.S. securities appeared to be efficient in predicting New York prices in the weeks immediately following the October 1987 crash but relatively uninformative in succeeding months. By contrast, daily changes in New York prices appear to be efficiently incorporated in after‐hours trading on both the Tokyo and London exchanges throughout the sample period. This paper suggests that the asymmetry and temporal variations in cross‐market correlations are consistent with rational investor behavior in equity markets with nonzero transaction costs and time‐varying share price volatility.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03748.x"
        },
        {
            "no": "9",
            "title": "Measuring the Information Content of Stock Trades",
            "date": "March 1991",
            "author": [
                "JOEL HASBROUCK"
            ],
            "abstract": "This paper suggests that the interactions of security trades and quote revisions be modeled as a vector autoregressive system. Within this framework, a trade's information effect may be meaningfully measured as the ultimate price impact of the trade innovation. Estimates for a sample of NYSE issues suggest: a trade's full price impact arrives only with a protracted lag; the impact is a positive and concave function of the trade size; large trades cause the spread to widen; trades occurring in the face of wide spreads have larger price impacts; and, information asymmetries are more significant for smaller firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03749.x"
        },
        {
            "no": "10",
            "title": "Production‐Based Asset Pricing and the Link Between Stock Returns and Economic Fluctuations",
            "date": "March 1991",
            "author": [
                "JOHN H. COCHRANE"
            ],
            "abstract": "This paper describes a production‐based asset pricing model. It is analogous to the standard consumption‐based model, but it uses producers and production functions in the place of consumers and utility functions. The model ties stock returns to investment returns (marginal rates of transformation) which are inferred from investment data via a production function. The production‐based model is used to examine forecasts of stock returns by business‐cycle related variables and the association of stock returns with subsequent economic activity.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03750.x"
        },
        {
            "no": "11",
            "title": "Are Stock Returns Predictable? A Test Using Markov Chains",
            "date": "March 1991",
            "author": [
                "GRANT MCQUEEN",
                "STEVEN THORLEY"
            ],
            "abstract": "This paper uses a Markov chain model to test the random walk hypothesis of stock prices. Given a time series of returns, a Markov chain is defined by letting one state represent high returns and the other represent low returns. The random walk hypothesis restricts the transition probabilities of the Markov chain to be equal irrespective of the prior years. Annual real returns are shown to exhibit significant nonrandom walk behavior in the sense that low (high) returns tend to follow runs of high (low) returns in the postwar period.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03751.x"
        },
        {
            "no": "12",
            "title": "Partial Revelation of Information in Experimental Asset Markets",
            "date": "March 1991",
            "author": [
                "THOMAS E. COPELAND",
                "DANIEL FRIEDMAN"
            ],
            "abstract": "We develop a model of market efficiency assuming private information is partially revealed to uninformed traders via the behavior of those who are informed. This partial revelation of information (PRE) model is tested in fourteen computerized double auction laboratory markets. It explains the market value and allocation of purchased information, and asset allocations, better than either a fully revealing information model (FRE strong‐form efficiency) or a nonrevealing expectations model; but it takes second place to FRE in explaining asset prices. We conjecture that refined versions of PRE may provide insight into “technical analysis” and minibubbles in securities markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03752.x"
        },
        {
            "no": "13",
            "title": "The Theory of Capital Structure",
            "date": "March 1991",
            "author": [
                "MILTON HARRIS",
                "ARTUR RAVIV"
            ],
            "abstract": "This paper surveys capital structure theories based on agency costs, asymmetric information, product/input market interactions, and corporate control considerations (but excluding tax‐based theories). For each type of model, a brief overview of the papers surveyed and their relation to each other is provided. The central papers are described in some detail, and their results are summarized and followed by a discussion of related extensions. Each section concludes with a summary of the main implications of the models surveyed in the section. Finally, these results are collected and compared to the available evidence. Suggestions for future research are provided.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03753.x"
        },
        {
            "no": "14",
            "title": "Payout Policy and Tax Deferral",
            "date": "March 1991",
            "author": [
                "HARRY DeANGELO"
            ],
            "abstract": "Equilibrium in the standard finance model implies that value‐maximizing firms make taxable equity payouts, even when deferral effectively allows complete tax escape. Since tax deferral and consumption deferral are inherently jointly supplied goods, an excess aggregate supply of future consumption would result if firms followed conventional wisdom and adopted low or zero payout policies to capture tax deferral benefits. The market provides incentives for firms to supply both taxable payouts and capital gains by overriding any tax deferral advantage, just as it provides incentives for equity financing by overriding the corporate tax advantage of debt in “Debt and Taxes.”",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03754.x"
        },
        {
            "no": "15",
            "title": "Evidence on Tax‐Motivated Securities Trading Behavior",
            "date": "March 1991",
            "author": [
                "S. G. BADRINATH",
                "WILBUR G. LEWELLEN"
            ],
            "abstract": "Tax‐loss selling by investors in common stocks near the end of calendar years has been proposed as an explanation for the turn‐of‐the‐year effect in stock returns. Past analyses of this hypothesis have relied on inferential data. We provide here some direct data from a compilation of over 80,000 actual common stock investment round trips by a sample of 3000 individual investors. We find strong evidence of a concentration of loss‐taking trades late in the year and milder evidence of a concentration just prior to the dates when investments become eligible for long‐term tax treatment.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03755.x"
        },
        {
            "no": "16",
            "title": "The Effect of Taxes on the Relative Valuation of Dividends and Capital Gains: Evidence from Dual‐Class British Investment Trusts",
            "date": "March 1991",
            "author": [
                "JAMES S. ANG",
                "DAVID W. BLACKWELL",
                "WILLIAM L. MEGGINSON"
            ],
            "abstract": "We provide evidence that taxes affect equity valuation by studying British investment trusts having otherwise identical classes of cash‐ and stock‐dividend‐paying shares outstanding. We study 1969–1982, a period in which there were two dramatic changes in tax policy. We find that stock‐dividend shares, which are convertible into cash‐dividend shares, sell at premiums when the tax system favors capital gains and at discounts when the tax advantage of capital gains is reduced. After the 1975 elimination of the tax advantage to stock‐dividend shares, we observe that investors convert virtually all stock‐dividend shares into cash‐dividend shares.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03756.x"
        },
        {
            "no": "17",
            "title": "Taxes and the Capital Structure of Partnerships, REIT's, and Related Entities",
            "date": "March 1991",
            "author": [
                "JEFFREY F. JAFFE"
            ],
            "abstract": "Academic finance has explored the effect of taxes on corporate capital structure in great detail. By contrast, the effect of taxes on the capital structure of partnerships, REIT's, and related entities has received little attention. The present paper shows that, under general conditions, the values of partnerships and REIT's are invariant to leverage, contradicting the sparse literature in the area. A proof similar to that of Modigliani‐Miller is employed. The effect of real world imperfections is also examined.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03757.x"
        },
        {
            "no": "18",
            "title": "Tobin's Q and the Gains from Takeovers",
            "date": "March 1991",
            "author": [
                "HENRI SERVAES"
            ],
            "abstract": "This paper analyzes the relation between takeover gains and the q ratios of targets and bidders for a sample of 704 mergers and tender offers over the period 1972–1987. Target, bidder, and total returns are larger when targets have low q ratios and bidders have high q ratios. The relation is strengthened after controlling for the characteristics of the offer and the contest. This evidence confirms the results of the work by Lang, Stulz, and Walkling and shows that their findings also hold for mergers and after controlling for other determinants of takeover gains.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03758.x"
        },
        {
            "no": "19",
            "title": "Volatility increases Subsequent to NYSE and AMEX Stock Splits",
            "date": "March 1991",
            "author": [
                "DAVID A. DUBOFSKY"
            ],
            "abstract": "The post‐split increase in daily returns volatility is less for AMEX stocks than for NYSE stocks. The exchange trading location is a significant factor in explaining the volatility shift even after stock price and firm size are considered. Furthermore, when measured on a weekly basis, there is no increase in AMEX stocks' returns volatility. These results suggest that measurement errors created by bid‐ask spreads and the 1/8 effect, and also one or more of the elements that make the NYSE different from the AMEX, explain why the estimated volatility of daily stock returns increases after the ex split date.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03759.x"
        },
        {
            "no": "20",
            "title": "Consistency between Predicted and Actual Bid‐Ask Quote‐Revisions",
            "date": "March 1991",
            "author": [
                "HASUNG JANG",
                "P. C. VENKATESH"
            ],
            "abstract": "This paper employs a “transaction” data‐base to study whether observed quote‐revisions are consistent with those predicted by the adverse selection and inventory cost theories of the bid‐ask spread. We find that actual quote‐revisions are consistent with the theoretical prediction in only 25% of the cases. Furthermore, quote‐revision patterns are found to be strongly dependent on the level of the outstanding spread and, to a lesser extent, on the transaction size. These systematic patterns, unrelated to the inventory cost and adverse selection theories, are consistent with the effect on quote‐revisions of the limit order book and the minimum 1/8 price‐change rule.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03760.x"
        },
        {
            "no": "21",
            "title": "Arbitrage Asset Pricing under Exchange Risk",
            "date": "March 1991",
            "author": [
                "SHINSUKE IKEDA"
            ],
            "abstract": "This paper extends the APT to an international setting. Specifying a linear factor return‐generating model in local currency terms, we show that the usual risk‐diversification rule in the APT does not yield a riskless portfolio unless currency fluctuations obey the same factor model as asset returns. We then consider an arbitrage portfolio whose exchange risk is hedged by foreign riskless bonds. Under the resulting no‐arbitrage conditions, the expected returns are not on the same hyperplane, unlike the closed‐economy APT, unless they are adjusted by the cost of exchange risk hedging.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03761.x"
        },
        {
            "no": "22",
            "title": "Book Reviews",
            "date": "March 1991",
            "author": [],
            "abstract": "Book reviewed in this article:\nThe Big Fix: Inside the S&L Scandal‐How an Unholy Alliance of Politics and Money Destroyed America's Banking System. By JAMES RING ADAMS.\nValuation: Measuring and Managing the Value of Companies. By TOM COPELAND, TIM ROLLER, and JACK MURRIN.\nPrices in Financial Markets. By MICHAEL U. DOTHAN.",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03762.x"
        },
        {
            "no": "23",
            "title": "MISCELLANEA",
            "date": "March 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03763.x"
        },
        {
            "no": "24",
            "title": "ASSOCIATION MEETINGS",
            "date": "March 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb03741.x"
        },
        {
            "no": "25",
            "title": "ANNOUNCEMENTS",
            "date": "March 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb00476.x"
        },
        {
            "no": "26",
            "title": "Back Matter",
            "date": "March 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1991.tb00477.x"
        }
    ]
}