{
    "journal": "JFE",
    "volume": "77",
    "issue": "1",
    "date": "July 2005",
    "page": "Pages 3-254",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jul 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(05)00097-8"
        },
        {
            "no": "2",
            "title": "Does financial liberalization spur growth?",
            "date": "May 2004",
            "author": [
                "Geert Bekaert",
                "Campbell R. Harvey",
                "Christian Lundblad"
            ],
            "abstract": "We show that equity market liberalizations, on average, lead to a 1% increase in annual real economic growth. The effect is robust to alternative definitions of liberalization and does not reflect variation in the world business cycle. The effect also remains intact when an exogenous measure of growth opportunities is included in the regression. We find that capital account liberalization also plays a role in future economic growth, but, importantly, it does not subsume the contribution of equity market liberalizations. Other simultaneous reforms only partially account for the equity market liberalization effect. Finally, the largest growth response occurs in countries with high-quality institutions.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.05.007"
        },
        {
            "no": "3",
            "title": "Law, finance, and economic growth in China",
            "date": "Jun 2004",
            "author": [
                "Franklin Allen",
                "Jun Qian",
                "Meijun Qian"
            ],
            "abstract": "China is an important counterexample to the findings in the law, institutions, finance, and growth literature: Neither its legal nor financial system is well developed, yet it has one of the fastest growing economies. While the law–finance–growth nexus applies to the State Sector and the Listed Sector, with arguably poorer applicable legal and financial mechanisms, the Private Sector grows much faster than the others and provides most of the economy's growth. The imbalance among the three sectors suggests that alternative financing channels and governance mechanisms, such as those based on reputation and relationships, support the growth of the Private Sector.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.06.010"
        },
        {
            "no": "4",
            "title": "Institutions, ownership, and finance: the determinants of profit reinvestment among Chinese firms",
            "date": "May 2004",
            "author": [
                "Robert Cull",
                "Lixin Colin Xu"
            ],
            "abstract": "Johnson et al. (2002. American Economic Review 92 (5), 1335–1356) examine the relative importance of property rights and external finance in several Eastern European countries. They find property rights to be overwhelmingly important, while external finance explains little of firm reinvestment. McMillan and Woodruff (2002. Journal of Economic Perspectives 16 (3), 153–170) further conjecture that as transition moves along, market-supporting (financial) institutions should become more important. This paper reexamines those issues in the context of China in 2002, when the transition had moved far. We also find that secure property rights are a significant predictor of firm reinvestment. However, in line with McMillan and Woodruff, we find that access to external finance in the form of bank loans is also associated with more reinvestment. Following Acemoglu and Johnson (2003. Unbundling institutions. Unpublished working paper 9934, National Bureau of Economic Research, Cambridge, MA), we separate our proxies for the security of property rights into two groups: those measuring the risk of expropriation by the government and those measuring the ease and reliability of contract enforcement. Whereas those authors’ cross-country results suggest that risk of expropriation is the more severe impediment to economic development, ours indicate that both expropriation risk and contract enforcement play a role in Chinese firms’ reinvestment decisions. We also find that another aspect of property rights, the extent of private ownership, is associated with greater reinvestment. At China's current stage of development, expropriation risk, contract enforcement, access to finance, and ownership structure all appear to matter for reinvestment decisions. Some evidence also exists that access to finance and government expropriation affect small firms more than large ones.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.05.010"
        },
        {
            "no": "5",
            "title": "Market manipulation: A comprehensive study of stock pools",
            "date": "Oct 2004",
            "author": [
                "Guolin Jiang",
                "Paul G. Mahoney",
                "Jianping Mei"
            ],
            "abstract": "Using a new hand collected data set, this paper examines in detail a classic account of stock market manipulation, the “stock pools” of the 1920s, which prompted the current antimanipulation rules in the United States. We examine abnormal turnover and returns and the relation between them, as well as the long-term performance of the selected stocks. We conclude that the evidence suggests informed trading rather than manipulation. Our findings have implications for regulatory policy as well as the investigation and prosecution of manipulation cases.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.10.005"
        },
        {
            "no": "6",
            "title": "Strategic trading behavior and price distortion in a manipulated market: anatomy of a squeeze",
            "date": "Oct 2004",
            "author": [
                "John J. Merrick",
                "Narayan Y. Naik",
                "Pradeep K. Yadav"
            ],
            "abstract": "This paper investigates an attempted delivery squeeze in a bond futures contract traded in London. Using cash and futures trades of dealers and customers, we analyze their strategic trading behavior, price distortion, and learning in a market manipulation setting. We argue that marked differences in settlement failure penalties in the cash and futures markets create conditions that favor squeezes. We recommend that regulators require special flagging of forward term repurchase agreements on the key deliverables that span futures contract maturity dates, and that exchanges mark-to-market their contract specifications more frequently, or consider a cash-settled contract on a basket of bonds.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.10.004"
        },
        {
            "no": "7",
            "title": "Do hedge funds have enough capital? A value-at-risk approach",
            "date": "Jun 2004",
            "author": [
                "Anurag Gupta",
                "Bing Liang"
            ],
            "abstract": "We examine the risk characteristics and capital adequacy of hedge funds through the Value-at-Risk approach. Using extensive data on nearly 1,500 hedge funds, we find only 3.7% live and 10.9% dead funds are undercapitalized as of March 2003. Moreover, the undercapitalized funds are relatively small and constitute a tiny fraction of total fund assets in our sample. Cross-sectionally, the variability in fund capitalization is related to size, investment style, age, and management fee. Hedge fund risk and capitalization also display significant time variation. Traditional risk measures like standard deviation or leverage ratios fail to detect these trends.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.06.005"
        }
    ]
}