{
    "journal": "JFE",
    "volume": "39",
    "issue": "1",
    "date": "September 1995",
    "page": "Pages 1-157",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Sep 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(95)90010-Z"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Sep 1995",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Wayne H. Mikkelson",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(95)90011-Q"
        },
        {
            "no": "3",
            "title": "Poison or placebo? Evidence on the deterrence and wealth effects of modern antitakeover measures",
            "date": "Sep 1995",
            "author": [
                "Robert Comment",
                "G.William Schwert"
            ],
            "abstract": "This paper provides large-sample evidence that poison pill rights issues, control share laws, and business combination laws have not systematically deterred takeovers and are unlikely to have caused the demise of the 1980s market for corporate control, even though 87% of all exchange-listed firms are now covered by one of these antitakeover measures. We show that poison pills and control share laws are reliably associated with higher takeover premiums for selling shareholders, both unconditionally and conditional on a successful takeover, and we provide updated event study evidence for the three-quarters of all poison pills not yet analyzed. Antitakeover measures increase the bargaining position of target firms, but they do not prevent many transactions.",
            "link": "https://doi.org/10.1016/0304-405X(94)00823-J"
        },
        {
            "no": "4",
            "title": "Liquidation costs and capital structure",
            "date": "Sep 1995",
            "author": [
                "Michael J. Alderson",
                "Brian L. Betker"
            ],
            "abstract": "We investigate the relation between liquidation costs of assets and composition of capital structure for firms that reorganized under Chapter 11 of the Bankruptcy Code. Firms with high liquidation costs emerge from Chapter 11 with relatively low debt ratios. The debt of these firms is more likely to be public and unsecured, and to have less restrictive covenant terms; these firms are also more likely to raise new equity capital. Assets with high liquidation costs thus lead firms to choose capital structures that make financial distress less likely.",
            "link": "https://doi.org/10.1016/0304-405X(94)00825-L"
        },
        {
            "no": "5",
            "title": "All in the family Nesting symmetric and asymmetric GARCH models",
            "date": "Sep 1995",
            "author": [
                "Ludger Hentschel"
            ],
            "abstract": "This paper develops a parametric family of models of generalized autoregressive heteroskedasticity (GARCH). The family nests the most popular symmetric and asymmetric GARCH models, thereby highlighting the relation between the models and their treatment of asymmetry. Furthermore, the structure permits nested tests of different types of asymmetry and functional forms. Daily U.S. stock return data reject all standard GARCH models in favor of a model in which, roughly speaking, the conditional standard deviation depends on the shifted absolute value of the shocks raised to the power three halves and past standard deviations.",
            "link": "https://doi.org/10.1016/0304-405X(94)00821-H"
        },
        {
            "no": "6",
            "title": "Executive pay and performance Evidence from the U.S. banking industry",
            "date": "Sep 1995",
            "author": [
                "R.Glenn Hubbard",
                "Darius Palia"
            ],
            "abstract": "This paper examines CEO pay in the banking industry and the effect of deregulating the market for corporate control. Using panel data on 147 banks over the 1980s, we find higher levels of pay in competitive corporate control markets, i.e., those in which interstate banking is permitted. We also find a stronger pay-performance relation in deregulated interstate banking markets. Finally, CEO turnover increases substantially after deregulation. These results provide evidence of a managerial talent market — one which matches the level and structure of pay with the competitiveness of the banking environment.",
            "link": "https://doi.org/10.1016/0304-405X(94)00816-J"
        },
        {
            "no": "7",
            "title": "Equity ownership and the two faces of debt",
            "date": "Sep 1995",
            "author": [
                "John J. McConnell",
                "Henri Servaes"
            ],
            "abstract": "We empirically investigate the relation between corporate value, leverage, and equity ownership. For ‘high-growth’ firms corporate value is negatively correlated with leverage, whereas for ‘low-growth’ firms corporate value is positively correlated with leverage. The results also hint that the allocation of equity ownership among insiders, institutions, blockholders, and atomistic outside shareholders is of marginally greater significance in low-growth than in high-growth firms. The overall interpretation of the results is that debt policy and equity ownership structure ‘matter’ and that the way in which they matter differs between firms with many and firms with few positive net present value projects.",
            "link": "https://doi.org/10.1016/0304-405X(95)00824-X"
        }
    ]
}