{
    "journal": "JFE",
    "volume": "39",
    "issue": "2–3",
    "date": "October–November 1995",
    "page": "Pages 159-383",
    "article": [
        {
            "no": "1",
            "title": "Announcement",
            "date": "Oct 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(95)90009-R"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Oct 1995",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Wayne H. Mikkelson",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(95)90006-O"
        },
        {
            "no": "3",
            "title": "Market efficiency around the clock some supporting evidence using foreign-based derivatives",
            "date": "Oct 1995",
            "author": [
                "Alastair Craig",
                "Ajay Dravid",
                "Matthew Richardson"
            ],
            "abstract": "This paper examines whether information across international markets is rationally incorporated into stock prices. We find that Japanese Nikkei index-based futures traded in the U.S. provide complete information about contemporaneous overnight Japanese returns. Moreover, existing cross-dependence between the U.S. and Japanese stock index returns is subsumed by the information content of the derivative securities. Our findings cast doubt on trading models based on irrational traders who either overreact or only partially adjust to movements in foreign stock markets.",
            "link": "https://doi.org/10.1016/0304-405X(94)00822-I"
        },
        {
            "no": "4",
            "title": "Market underreaction to open market share repurchases",
            "date": "Oct 1995",
            "author": [
                "David Ikenberry",
                "Josef Lakonishok",
                "Theo Vermaelen"
            ],
            "abstract": "We examine long-run firm performance following open market share repurchase announcements, 1980–1990. We find that the average abnormal four-year buy-and-hold return measured after the initial announcement is 12.1%. For ‘value’ stocks, companies more likely to be repurchasing shares because of undervaluation, the average abnormal return is 45.3%. For repurchases announced by ‘glamour’ stocks, where undervaluation is less likely to be an important motive, no positive drift in abnormal returns is observed. Thus, at least with respect to value stocks, the market errs in its initial response and appears to ignore much of the information conveyed through repurchase announcements.",
            "link": "https://doi.org/10.1016/0304-405X(95)00826-Z"
        },
        {
            "no": "5",
            "title": "Aggregate mutual fund flows and security returns",
            "date": "Oct 1995",
            "author": [
                "Vincent A. Warther"
            ],
            "abstract": "In this paper I find that aggregate security returns are highly correlated with concurrent unexpected cash flows into mutual funds, but unrelated to concurrent expected flows. An unexpected inflow equal to 1% of total stock fund assets ($4.75 billion) corresponds to a 5.7% increase in the stock price index. Further, fund flows are correlated with the returns of the securities held by the funds, but not with the returns of other types of securities. I find evidence of a positive relation between flows and subsequent returns and evidence of a negative relation between returns and subsequent flows.",
            "link": "https://doi.org/10.1016/0304-405X(95)00827-2"
        },
        {
            "no": "6",
            "title": "Do corporations award CEO stock options effectively?",
            "date": "Oct 1995",
            "author": [
                "David Yermack"
            ],
            "abstract": "This paper analyzes stock option awards to CEOs of 792 U.S. public corporations between 1984 and 1991. Using a Black-Scholes approach, I test whether stock options' performance incentives have significant associations with explanatory variables related to agency cost reduction. Further tests examine whether the mix of compensation between stock options and cash pay can be explained by corporate liquidity, tax status, or earnings management. Results indicate that few agency or financial contracting theories have explanatory power for patterns of CEO stock option awards.",
            "link": "https://doi.org/10.1016/0304-405X(95)00829-4"
        },
        {
            "no": "7",
            "title": "Capital market imperfections and the incentive to lease",
            "date": "Oct 1995",
            "author": [
                "Steven A. Sharpe",
                "Hien H. Nguyen"
            ],
            "abstract": "This paper evaluates the influence of financial contracting costs on public corporations' incentives to lease fixed capital. We argue that firms facing high costs of external funds can economize on the cost of funding by leasing. We construct several measures of leasing propensity, plus some a priori indicators of the severity of financial constraints facing firms. We find that the share of total annual fixed capital costs attributable to either capital or operating leases is substantially higher at lower-rated, non-dividend-paying, cash-poor firms — those likely to face relatively high premiums for external funds.",
            "link": "https://doi.org/10.1016/0304-405X(95)00830-8"
        },
        {
            "no": "8",
            "title": "Does Section 16b deter insider trading by target managers?",
            "date": "Oct 1995",
            "author": [
                "Anup Agrawal",
                "Jeffrey F. Jaffe"
            ],
            "abstract": "This paper examines empirically whether the short-swing rule (Section 16b of the Securities Exchange Act) deters managers from trading before mergers. Since a merger forces the sale of the target's outstanding equity, insider purchases within six months before the merger cannot escape this rule. We examine the 1941–1961 period when no other insider trading laws were enforced. Consistent with 16b's deterrent effect, managers' purchases drop significantly before the announcement. Before completion, the decrease occurs only in the 1941–1955 period. Surprisingly, pre-announcement sales do not decline, even though 16b cannot punish deferral of planned sales.",
            "link": "https://doi.org/10.1016/0304-405X(95)00833-Z"
        },
        {
            "no": "9",
            "title": "Tests of microstructural hypotheses in the foreign exchange market",
            "date": "Oct 1995",
            "author": [
                "Richard K. Lyons"
            ],
            "abstract": "Data in this paper support both the inventory-control and asymmetric-information approaches to microstructure theory. Strong evidence of an inventory-control effect on price is new. The transactions dataset chronicles a trading week of a spot foreign exchange dealer whose daily volume averages over $1 billion. In addition to controlling inventory with his own price, the dealer also lays off inventory at other dealers' prices and through brokers. These results highlight the importance of inventory-control theory in understanding trading in this market.",
            "link": "https://doi.org/10.1016/0304-405X(95)00832-Y"
        },
        {
            "no": "10",
            "title": "An analysis of value destruction in AT&T's acquisition of NCR",
            "date": "Oct 1995",
            "author": [
                "Thomas Lys",
                "Linda Vincent"
            ],
            "abstract": "AT&T's $7.5 billion acquisition of NCR decreased the wealth of AT&T shareholders by between $3.9 billion and $6.5 billion and resulted in negative synergies of $1.3 to $3.0 billion. We find that AT&T paid a documented $50 million and possibly as much as $500 million to satisfy pooling accounting, thus boosting EPS by roughly 17% but leaving cash flows unchanged. We conclude that AT&T's decision to acquire NCR in what the market perceived as a value-destroying transaction was related at least in part to the 1984 consent decree with the Department of Justice that led to the break-up of AT&T.",
            "link": "https://doi.org/10.1016/0304-405X(95)00831-X"
        },
        {
            "no": "11",
            "title": "Editorial collaborators volumes 37, 38, and 39",
            "date": "Oct 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(95)90007-P"
        },
        {
            "no": "12",
            "title": "Index",
            "date": "Oct 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(95)90008-Q"
        }
    ]
}