{
    "journal": "JFE",
    "volume": "130",
    "issue": "2",
    "date": "November 2018",
    "page": "Pages 215-452",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Nov 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(18)30263-0"
        },
        {
            "no": "2",
            "title": "Financing investment spikes in the years surrounding World War I⁎",
            "date": "Jul 2018",
            "author": [
                "Leonce Bargeron",
                "David Denis",
                "Kenneth Lehn"
            ],
            "abstract": "In the period surrounding World War I, US firms sharply increased investment in fixed assets and working capital to accommodate large increases in demand associated with the war. Concurrently, the US adopted an excess profits tax, which created a tax bias in favor of equity financing. Despite this tax bias, firms in need of external funds largely issued debt, not equity, to finance investment spikes when the excess profits tax was in effect. Further, we find these firms systematically reduced debt after the war, whereas other firms did not. The results support models that link the dynamics of firms’ financing decisions with the dynamics of their investment opportunities and are inconsistent with models that emphasize taxes as a primary determinant of financing decisions.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.07.003"
        },
        {
            "no": "3",
            "title": "How does hedge fund activism reshape corporate innovation?",
            "date": "Jun 2018",
            "author": [
                "Alon Brav",
                "Wei Jiang",
                "Song Ma",
                "Xuan Tian"
            ],
            "abstract": "This paper studies how hedge fund activism impacts corporate innovation. Firms targeted by activists improve their innovation efficiency over the five-year period following hedge fund intervention. Despite a tightening in research and development (R&D) expenditures, target firms increase innovation output, as measured by both patent counts and citations, with stronger effects among firms with more diversified innovation portfolios. Reallocation of innovative resources, redeployment of human capital, and change to board-level expertise all contribute to improve target firms’ innovation. Additional tests help isolate the effect of intervention from alternative explanations, including mean reversion, sample attrition, voluntary reforms, or activist stock-picking.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.06.012"
        },
        {
            "no": "4",
            "title": "Inefficiencies and externalities from opportunistic acquirers",
            "date": "Jul 2018",
            "author": [
                "Di Li",
                "Lucian A. Taylor",
                "Wenyu Wang"
            ],
            "abstract": "If opportunistic acquirers can buy targets using overvalued shares, then there is an inefficiency in the merger and acquisition (M&A) market: the most overvalued rather than the highest-synergy bidder may buy the target. We quantify this inefficiency using a structural estimation approach. We find that the M&A market allocates resources efficiently on average. Opportunistic bidders crowd out high-synergy bidders in only 7% of transactions, resulting in an average synergy loss equal to 9% of the target’s value in these inefficient deals. The implied average loss across all deals is 0.63%. Although the inefficiency is small on average, it is large for certain deals, and it is larger when misvaluation is more likely. Even when opportunistic bidders lose the contest, they drive up prices, imposing a large negative externality on the winning synergistic bidders.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.07.005"
        },
        {
            "no": "5",
            "title": "Does improved information improve incentives?",
            "date": "May 2018",
            "author": [
                "Pierre Chaigneau",
                "Alex Edmans",
                "Daniel Gottlieb"
            ],
            "abstract": "This paper studies the value of more precise signals on agent performance in an optimal contracting model with endogenous effort. With limited liability, the agent’s wage is increasing in output only if output exceeds a threshold, else it is zero regardless of output. If the threshold is sufficiently high, the agent only beats it, and is rewarded for increasing output through greater effort, if there is a high noise realization. Thus, a fall in output volatility reduces effort incentives—information and effort are substitutes—offsetting the standard effect that improved information lowers the cost of compensation. We derive conditions relating the incentive effect to the underlying parameters of the agency problem.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.05.002"
        },
        {
            "no": "6",
            "title": "The execution quality of corporate bonds",
            "date": "Jun 2018",
            "author": [
                "Maureen O’ Hara",
                "Yihui Wang",
                "Xing (Alex) Zhou"
            ],
            "abstract": "This paper investigates execution quality issues in corporate bond trading. Using an extensive sample of bond trades by insurance companies, we find that an insurance company entering a trade of similar size and on the same side for the same bond on the same day with the same dealer will receive a better price if the insurance company is a more active trader than if it is a less active trader. Trading with the dominant dealer or underwriter worsens these differentials, while greater transparency and smaller trading networks lessens these effects. Our results provide strong evidence that execution quality differences remain pervasive in corporate bond trading.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.06.009"
        },
        {
            "no": "7",
            "title": "Corporate governance of banks and financial stability",
            "date": "Jun 2018",
            "author": [
                "Deniz Anginer",
                "Asli Demirguc-Kunt",
                "Harry Huizinga",
                "Kebin Ma"
            ],
            "abstract": "We find that shareholder-friendly corporate governance is associated with higher stand-alone and systemic risk in the banking sector. Specifically, shareholder-friendly corporate governance results in higher risk for larger banks and for banks that are located in countries with generous financial safety nets as banks try to shift risk toward taxpayers. We confirm our findings by comparing banks to nonfinancial firms and examining changes in bank risk around an exogenous regulatory change in governance. Our results underline the importance of the financial safety net and too-big-to-fail guarantees in thinking about corporate governance reforms at banks.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.06.011"
        },
        {
            "no": "8",
            "title": "Regulating dark trading: Order flow segmentation and market quality",
            "date": "Jul 2018",
            "author": [
                "Carole Comerton-Forde",
                "Katya Malinova",
                "Andreas Park"
            ],
            "abstract": "We examine the impact of a rule in the Canadian equities market that requires dark orders to offer price improvement over displayed orders. We show that this rule eliminated intermediation of retail orders in the dark and shifted retail orders onto the lit market with the lowest trading fee. Intermediaries shifted liquidity supply to this market leading to increased displayed liquidity. We conclude that reducing retail order segmentation enhances lit liquidity. Despite the improvement in liquidity, retail traders receive less price improvement. Retail brokers pay higher trading fees to exchanges, and high-frequency traders earn higher revenues from trading fees.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.07.002"
        },
        {
            "no": "9",
            "title": "Data abundance and asset price informativeness",
            "date": "Jul 2018",
            "author": [
                "Jérôme Dugast",
                "Thierry Foucault"
            ],
            "abstract": "Information processing filters out the noise in data but it takes time. Hence, low precision signals are available before high precision signals. We analyze how this feature affects asset price informativeness when investors can acquire signals of increasing precision over time about the payoff of an asset. As the cost of low precision signals declines, prices are more likely to reflect these signals before more precise signals become available. This effect can ultimately reduce price informativeness because it reduces the demand for more precise signals (e.g., fundamental analysis). We make additional predictions for trade and price patterns.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.07.004"
        },
        {
            "no": "10",
            "title": "Are CEOs born leaders? Lessons from traits of a million individuals",
            "date": "Jul 2018",
            "author": [
                "Renée Adams",
                "Matti Keloharju",
                "Samuli Knüpfer"
            ],
            "abstract": "What makes a successful CEO? We combine a near-exhaustive sample of male CEOs from Swedish companies with data on their cognitive and noncognitive ability and height at age 18. CEOs differ from other high-skill professions most in noncognitive ability. The median large-company CEO belongs to the top 5% of the population in the combination of the three traits. The traits have a monotonic and close to linear relation with CEO pay, but their correlations with pay, firm size, and CEO fixed effects in firm policies are relatively low. Traits appear necessary but not sufficient for making it to the top.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.07.006"
        },
        {
            "no": "11",
            "title": "Do elections delay regulatory action?",
            "date": "Jun 2018",
            "author": [
                "J. Tyler Leverty",
                "Martin F. Grace"
            ],
            "abstract": "This paper investigates whether elections delay regulatory action against failing financial institutions by exploiting the cross-sectional and time-series heterogeneity in the exogenous electoral cycles of US insurance regulators and governors. We find causal evidence that regulators delay interventions before elections. The extent of the delay is larger for elected regulators than regulators appointed by the governor. Interventions by appointed regulators are less likely before competitive gubernatorial elections. Regulatory governance mechanisms that constrain the discretion of regulators reduce the delays of appointed regulators but not elected. Finally, we find evidence that suggests electoral delays increase the ultimate costs of failure.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.06.010"
        },
        {
            "no": "12",
            "title": "Company stock price reactions to the 2016 election shock: Trump, taxes, and trade",
            "date": "Jun 2018",
            "author": [
                "Alexander F. Wagner",
                "Richard J. Zeckhauser",
                "Alexandre Ziegler"
            ],
            "abstract": "Donald Trump's surprise election shifted expectations: corporate taxes would be lower and trade policies more restrictive. Relative stock prices responded appropriately. High-tax firms and those with large deferred tax liabilities (DTLs) gained; those with significant deferred tax assets from net operating loss carryforwards (NOL DTAs) lost. Domestically focused companies fared better than internationally oriented firms. A price contribution analysis shows that easily assessed consequences (DTLs, NOL DTAs, tax rates) were priced faster than more complex issues (net DTLs, foreign exposure). In sum, the analysis demonstrates that expectations about tax rates greatly impact firm values.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.06.013"
        }
    ]
}