{
    "journal": "JFE",
    "volume": "3",
    "issue": "4",
    "date": "October 1976",
    "page": "Pages 303-431",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Oct 1976",
            "author": [
                "Michael C. Jensen"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(76)90025-8"
        },
        {
            "no": "2",
            "title": "Theory of the firm: Managerial behavior, agency costs and ownership structure",
            "date": "Oct 1976",
            "author": [
                "Michael C. Jensen",
                "William H. Meckling"
            ],
            "abstract": "This paper integrates elements from the theory of agency, the theory of property rights and the theory of finance to develop a theory of the ownership structure of the firm. We define the concept of agency costs, show its relationship to the ‘separation and control’ issue, investigate the nature of the agency costs generated by the existence of debt and outside equity, demonstrate who bears these costs and why, and investigate the Pareto optimality of their existence. We also provide a new definition of the firm, and show how our analysis of the factors influencing the creation and issuance of debt and equity claims is a special case of the supply side of the completeness of markets problem.",
            "link": "https://doi.org/10.1016/0304-405X(76)90026-X"
        },
        {
            "no": "3",
            "title": "Forward rates as predictors of future spot rates",
            "date": "Oct 1976",
            "author": [
                "Eugene F. Fama"
            ],
            "abstract": "When adjusted for variation through time in expected premiums, the forward rates of interest that are implicit in Treasury Bill prices contain assessments of expected future spot rates of interest that are about as good as those that can be obtained from the information in past spot rates. Moreover, in setting bill prices and forward rates, the market reacts appropriately to the negative autocorrelation in monthly changes in the spot rate and to changes through time in the degree of this autocorrelation. This evidence is consistent with the market efficiency proposition that in setting bill prices, the market correctly uses the information in past spot rates.",
            "link": "https://doi.org/10.1016/0304-405X(76)90027-1"
        },
        {
            "no": "4",
            "title": "Capital market seasonality: The case of stock returns",
            "date": "Oct 1976",
            "author": [
                "Michael S. Rozeff",
                "William R. Kinney"
            ],
            "abstract": "In this paper we present evidence on the existence of seasonality in monthly rates of return on the New York Stock Exchange from 1904–1974. With the exception of the 1929–1940 period, there are statistically significant differences in mean returns among months due primarily to large January returns. Dispersion measures reveal no consistent seasonal patterns and the characteristic exponent seems invariant among months. We also explore possible implications of the observed seasonality for the capital asset pricing model and other research.",
            "link": "https://doi.org/10.1016/0304-405X(76)90028-3"
        },
        {
            "no": "5",
            "title": "An algebra for evaluating hedge portfolios",
            "date": "Oct 1976",
            "author": [
                "Mark B. Garman"
            ],
            "abstract": "This paper introduces a new tool, an ‘algebra’, for analyzing hedge portfolios. A hedge portfolio is defined as comprising PL- (for ‘piecewise linear’) options. The PL-option serves as a unifying concept for describing long and short positions in an unlying security and various options on that security. Additionally, piecewise linear taxes, margin requirements, transactions costs, etc., are all easily incorporated into the PL-option framework. A key result in this integrated treatment of hedge portfolios is the generation of necessary and sufficient rational option pricing theorems. Other applications of the algebra include the topics of option valuation, mean-variance analysis, and options-on-options.",
            "link": "https://doi.org/10.1016/0304-405X(76)90029-5"
        },
        {
            "no": "6",
            "title": "Editorial collaborators",
            "date": "Oct 1976",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(76)90030-1"
        },
        {
            "no": "7",
            "title": "Index",
            "date": "Oct 1976",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(76)90031-3"
        }
    ]
}