{
    "journal": "RFS",
    "volume": "18",
    "issue": "1",
    "date": "Spring 2005",
    "page": "Pages 1–350",
    "article": [
        {
            "no": "1",
            "title": "The Pooling and Tranching of Securities: A Model of Informed Intermediation",
            "date": "25 August 2004",
            "author": [
                "Peter M. DeMarzo"
            ],
            "abstract": "I show that when an issuer has superior information about the value of its assets, it is better off selling assets separately rather than as a pool due to the information destruction effect of pooling. If, however, the issuer can create a derivative security that is collateralized by the assets, pooling and “tranching” may be optimal. If the residual risk of each asset is not highly correlated, tranching allows the issuer to exploit the risk diversification effect of pooling to create a low-risk and highly liquid security. In contrast, for an uninformed seller, pure pooling reduces underpricing and is preferred to separate asset sales. These results lead to a dynamic model of financial intermediation: originators sell pools of assets, some of which are purchased by informed intermediaries who then further pool and tranche them. Pooling and tranching allow intermediaries to leverage their capital more efficiently, enhancing the returns to their private information.",
            "link": "https://doi.org/10.1093/rfs/hhi008"
        },
        {
            "no": "2",
            "title": "Nonparametric Specification Testing for Continuous-Time Models with Applications to Term Structure of Interest Rates",
            "date": "26 January 2004",
            "author": [
                "Yongmiao Hong",
                "Haitao Li"
            ],
            "abstract": "We develop a nonparametric specification test for continuous-time models using the transition density. Using a data transform and correcting for the boundary bias of kernel estimators, our test is robust to serial dependence in data and provides excellent finite sample performance. Besides univariate diffusion models, our test is applicable to a wide variety of continuous-time and discrete-time dynamic models, including time-inhomogeneous diffusion, GARCH, stochastic volatility, regime-switching, jump-diffusion, and multivariate diffusion models. A class of separate inference procedures is also proposed to help gauge possible sources of model misspecification. We strongly reject a variety of univariate diffusion models for daily Eurodollar spot rates and some popular multivariate affine term structure models for monthly U.S. Treasury yields.",
            "link": "https://doi.org/10.1093/rfs/hhh006"
        },
        {
            "no": "3",
            "title": "An Empirical Analysis of Stock and Bond Market Liquidity",
            "date": "03 November 2004",
            "author": [
                "Tarun Chordia",
                "Asani Sarkar",
                "Avanidhar Subrahmanyam"
            ],
            "abstract": "This article explores cross-market liquidity dynamics by estimating a vector autoregressive model for liquidity (bid-ask spread and depth, returns, volatility, and order flow in the stock and Treasury bond markets). Innovations to stock and bond market liquidity and volatility are significantly correlated, implying that common factors drive liquidity and volatility in these markets. Volatility shocks are informative in predicting shifts in liquidity. During crisis periods, monetary expansions are associated with increased liquidity. Moreover, money flows to government bond funds forecast bond market liquidity. The results establish a link between “macro” liquidity, or money flows, and “micro” or transactions liquidity.",
            "link": "https://doi.org/10.1093/rfs/hhi010"
        },
        {
            "no": "4",
            "title": "An Equilibrium Model of Rare-Event Premia and Its Implication for Option Smirks",
            "date": "03 November 2004",
            "author": [
                "Jun Liu",
                "Jun Pan",
                "Tan Wang"
            ],
            "abstract": "This article studies the asset pricing implication of imprecise knowledge about rare events. Modeling rare events as jumps in the aggregate endowment, we explicitly solve the equilibrium asset prices in a pure-exchange economy with a representative agent who is averse not only to risk but also to model uncertainty with respect to rare events. The equilibrium equity premium has three components: the diffusive- and jump-risk premiums, both driven by risk aversion; and the “rare-event premium,” driven exclusively by uncertainty aversion. To disentangle the rare-event premiums from the standard risk-based premiums, we examine the equilibrium prices of options across moneyness or, equivalently, across varying sensitivities to rare events. We find that uncertainty aversion toward rare events plays an important role in explaining the pricing differentials among options across moneyness, particularly the prevalent “smirk” patterns documented in the index options market.",
            "link": "https://doi.org/10.1093/rfs/hhi011"
        },
        {
            "no": "5",
            "title": "Is Default Event Risk Priced in Corporate Bonds?",
            "date": "03 November 2004",
            "author": [
                "Joost Driessen"
            ],
            "abstract": "This article provides an empirical decomposition of the default, liquidity, and tax factors that determine expected corporate bond returns. In particular, the risk premium associated with a default event is estimated. The intensity-based model is estimated using bond price data for 104 US firms and historical default rates. Significant risk premia on common intensity factors and important tax and liquidity effects are found. These components go a long way towards explaining the level of expected corporate bond returns. Adding a positive default event risk premium helps to explain the remaining error, although this premium cannot be estimated with high statistical precision.",
            "link": "https://doi.org/10.1093/rfs/hhi009"
        },
        {
            "no": "6",
            "title": "Optimal Consumption and Portfolio Choices with Risky Housing and Borrowing Constraints",
            "date": "26 January 2004",
            "author": [
                "Rui Yao",
                "Harold H. Zhang"
            ],
            "abstract": "We examine the optimal dynamic portfolio decisions for investors who acquire housing services from either renting or owning a house. Our results show that when indifferent between owning and renting, investors owning a house hold a lower equity proportion in their net worth (bonds, stocks, and home equity), reflecting the substitution effect, yet hold a higher equity proportion in their liquid portfolios (bonds and stocks), reflecting the diversification effect. Furthermore, following the suboptimal policy of always renting leads investors to overweigh in stocks, while following the suboptimal policy of always owning a house causes investors to underweigh in stocks.",
            "link": "https://doi.org/10.1093/rfs/hhh007"
        },
        {
            "no": "7",
            "title": "Corporate Governance, Incentives, and Industry Consolidations",
            "date": "02 April 2004",
            "author": [
                "Keith C. Brown",
                "Amy Dittmar",
                "Henri Servaes"
            ],
            "abstract": "This article studies the determinants of the success of industry consolidations using a unique sample of firms established at the time of their initial public offering: roll-up IPOs. In these transactions, small, private firms merge into a shell company, which goes public at the same time. These firms deliver poor stock returns; their operating performance mimics that of comparable firms but does not justify their high initial valuations. However, if the managers and owners of the firms included in the transaction remain involved in the business as shareholders and directors, operating and stock price performance improve, and future acquisitions are better received by the market. Higher ownership by the sponsor of the transaction leads to a reduction in performance, consistent with the view that the sponsor's compensation is excessive. These findings highlight the impact of corporate governance on performance.",
            "link": "https://doi.org/10.1093/rfs/hhh009"
        },
        {
            "no": "8",
            "title": "Why Do Firms Announce Open-Market Repurchase Programs?",
            "date": "26 January 2004",
            "author": [
                "Jacob Oded"
            ],
            "abstract": "Empirically, a price increase accompanies the announcement of an open-market stock repurchase program, even though the announcement is not a commitment. In fact, for many announced programs no shares are ever actually repurchased. This article explores this puzzle. In the single-firm-type version of the model, the option that a firm grants itself by announcing a program does not generate announcement returns. In equilibrium, long-run gains from the informed trading that the option creates are offset by short-run costs from the market's accounting for this adverse selection. Based on this trade-off, I construct a signaling (two-type) model that can deliver announcement returns. In the separating equilibrium, good firms do not incur any cost when they announce programs. Their gains from informed trading in the long run offset the cost of announcement incurred in the short run. Mimicry is costly, because a bad firm's long-run gains from informed trading cannot compensate for the short-run cost of announcing.",
            "link": "https://doi.org/10.1093/rfs/hhh004"
        },
        {
            "no": "9",
            "title": "Decision Processes, Agency Problems, and Information: An Economic Analysis of Capital Budgeting Procedures",
            "date": "02 April 2004",
            "author": [
                "Anthony M. Marino",
                "John G. Matsusaka"
            ],
            "abstract": "Corporations use a variety of processes to allocate capital. This article studies the benefits and costs of several common budget procedures from the perspective of a model with agency and information problems. Processes that delegate aspects of the decision to the agent result in too many projects being approved, while processes in which the principal retains the right to reject projects cause the agent to strategically distort his information about project quality. We show how the choice of a decision process depends on these two costs, and specifically on severity of the agency problem, quality of information, and project risk.",
            "link": "https://doi.org/10.1093/rfs/hhh005"
        },
        {
            "no": "10",
            "title": "IPOs with Buy- and Sell-Side Information Production: The Dark Side of Open Sales",
            "date": "25 August 2004",
            "author": [
                "Chris Yung"
            ],
            "abstract": "The proposed model, by incorporating both (1) banker screening of new issues and (2) costly evaluation by investors, is the first to admit endogenous double-sided information production. It demonstrates a nontrivial link between these two sides: the banker wishes to structure a sale conducive to investor research because selling to an uninformed pool would result in his own shirking. One application of this paradigm indicates that, contrary to the findings of most IPO models, larger investor pools are not always better. This result resolves the “participation restriction puzzle” of why bankers do not open sales to all bidders even when doing so would maximize competition and reduce underpricing.",
            "link": "https://doi.org/10.1093/rfs/hhi004"
        },
        {
            "no": "11",
            "title": "The Causes and Consequences of Recent Financial Market Bubbles",
            "date": "03 November 2004",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhi012"
        }
    ]
}