{
    "journal": "RFS",
    "volume": "14",
    "issue": "3",
    "date": "1 July 2001",
    "page": "Pages 583–904",
    "article": [
        {
            "no": "1",
            "title": "Optimal Consumption and Investment with Capital Gains Taxes",
            "date": "22 June 2015",
            "author": [
                "Robert M. Dammon",
                "Chester S. Spatt",
                "Harold H. Zhang"
            ],
            "abstract": "This article characterizes optimal dynamic consumption and portfolio decisions in the presence of capital gains taxes and short-sale restrictions. The optimal decisions are a function of the investor’s age, initial portfolio holdings, and tax basis. Our results capture the trade-off between the diversification benefits and tax costs of trading over an investor’s lifetime. The incentive to rediversify the portfolio is inversely related to the size of the embedded gain and investor’s age. Contrary to standard financial advice, the optimal equity holding increases well into an investor’s lifetime in our model due to the forgiveness of capital gains taxes at death.",
            "link": "https://doi.org/10.1093/rfs/14.3.583"
        },
        {
            "no": "2",
            "title": "Cross-Border Investing with Tax Arbitrage: The Case of German Dividend Tax Credits",
            "date": "22 June 2015",
            "author": [
                "Robert L. McDonald"
            ],
            "abstract": "German dividends typically carry a tax credit which makes the dividend worth 42.86% more to a taxable German shareholder than to a tax-exempt or foreign shareholder. This results in a penalty for foreign investors who buy and hold German dividend-paying stocks. I document that, as a result of the credit, the ex-day drop exceeds the dividend by more than one-half of the tax credit, and show that futures and option prices embed more than one-half of the tax credit. The existence of the credit creates opportunities for cross-border tax arbitrage—in which foreign holders of German stock transfer the dividend to German shareholders—and implies that it is tax efficient for foreign investors to hold derivatives rather than investing directly in German stocks. The empirical findings are consistent with costly tax arbitrage activity by German investors, who face tax risk due to antiarbitrage rules. Since dividend tax credits exist in many other countries, the findings are potentially of broad interest.",
            "link": "https://doi.org/10.1093/rfs/14.3.617"
        },
        {
            "no": "3",
            "title": "Familiarity Breeds Investment",
            "date": "22 June 2015",
            "author": [
                "Gur Huberman"
            ],
            "abstract": "Shareholders of a Regional Bell Operating Company (RBOC) tend to live in the area which it serves, and an RBOC’s customers tend to hold its shares rather than other RBOCs’ equity. The geographic bias of the RBOC investors is closely related to the general tendency of households’ portfolios to be concentrated, of employees’ tendency to own their employers’ stocks in their retirement accounts, and to the home country bias in the international arena. Together, these phenomena provide compeling evidence that people invest in the familiar while often ignoring the principles of portfolio theory.",
            "link": "https://doi.org/10.1093/rfs/14.3.659"
        },
        {
            "no": "4",
            "title": "An Examination of Changes in Specialists’ Posted Price Schedules",
            "date": "22 June 2015",
            "author": [
                "Kenneth A. Kavajecz",
                "Elizabeth R. Odders-White"
            ],
            "abstract": "New York Stock Exchange specialists disseminate information to market participants by displaying price schedules consisting of bid prices, ask prices, bid depths, and ask depths. We examine how specialists update these price schedules in a simultaneous equations model. We find that changes in the best prices and depths on the limit order book have a significant impact on the posted price schedule, while the effects of transactions and order activity are secondary. Furthermore, we show that specialists revise prices and depths differently, but find no evidence that they revise the price schedule in response to changes in inventory.",
            "link": "https://doi.org/10.1093/rfs/14.3.681"
        },
        {
            "no": "5",
            "title": "Adverse Selection and Competitive Market Making: Empirical Evidence from a Limit Order Market",
            "date": "22 June 2015",
            "author": [
                "Patrik Sandås"
            ],
            "abstract": "This article presents a new methodology for testing economic restrictions on the price schedules offered in a limit order book that are based on (i) break-even conditions for marginal limit orders and (ii) rational updating conditions for order book revisions over time. Using order flow data from the Stockholm Stock Exchange, I find strong evidence of insufficient depth in the limit order books relative to the theoretical predictions. An extended model, which allows the model parameters to depend on market conditions, captures some of the systematic variation in the observed order book depth.",
            "link": "https://doi.org/10.1093/rfs/14.3.705"
        },
        {
            "no": "6",
            "title": "The Endogeneity of Managerial Compensation in Firm Valuation: A Solution",
            "date": "22 June 2015",
            "author": [
                "Darius Palia"
            ],
            "abstract": "Much of the empirical literature that has examined the functional relationship between firm value and managerial ownership levels assumes that managerial ownership levels are exogenous and are the only component of managerial compensation related to firm performance. This assumption is contrary to the theoretical and empirical literature wherein managerial compensation is endogenously determined and includes both shares and options. Using instruments for managerial compensation and panel data to control for unobservable heterogeneity in the firm’s contracting environment, we estimate a system of simultaneous equations. We find that firms are in equilibrium when they endogenously set their chief executive officer’s compensation.",
            "link": "https://doi.org/10.1093/rfs/14.3.735"
        },
        {
            "no": "7",
            "title": "The Impact of Debt Financing on Entry and Exit in a Duopoly",
            "date": "22 June 2015",
            "author": [
                "Bart M. Lambrecht"
            ],
            "abstract": "This article investigates the interaction between market entry, company foreclosure, and capital structure in a duopoly. We find that the order in which firms foreclose is determined not only by differences in firm-specific factors, but also by common economic factors, such as the interest rate and the market profit volatility. We extend the exit model by allowing financially distressed firms to renegotiate their debt contracts through a one-off debt exchange offer. We find that firms with high bankruptcy costs or with prospects of profit improvement can get bigger reductions on their debt repayments. Investigating market entry, we find that financial vulnerability of the incumbent induces earlier entry.",
            "link": "https://doi.org/10.1093/rfs/14.3.765"
        },
        {
            "no": "8",
            "title": "Exposure and Markups",
            "date": "22 June 2015",
            "author": [
                "George Allayannis",
                "Jane Ihrig"
            ],
            "abstract": "This article examines how to properly specify and test for factors that affect exchange-rate exposure. Starting from theoretical underpinnings and a sample of U.S. manufacturing industries between 1979 and 1995, we find that 4 of 18 industry groups are significantly exposed to exchange-rate movements through the effect of industry competitive structure, export share, and imported input share. On average, a 1% appreciation of the dollar decreases the return of the average industry by 0.13%. Consistent with our model’s predictions, as an industry’s markups fall (rise), its exchange-rate exposure increases (decreases).",
            "link": "https://doi.org/10.1093/rfs/14.3.805"
        },
        {
            "no": "9",
            "title": "The Determinants of Asymmetric Volatility",
            "date": "22 June 2015",
            "author": [
                "Guojun Wu"
            ],
            "abstract": "Volatility in equity markets is asymmetric: contemporaneous return and conditional return volatility are negatively correlated. In this article I develop an asymmetric volatility model where dividend growth and dividend volatility are the two state variables of the economy. The model allows both the leverage effect and the volatility feedback effect, the two popular explanations of asymmetry. The model is estimated by the simulated method of moments. I find that both the leverage effect and volatility feedback are important determinants of asymmetric volatility, and volatility feedback is significant both statistically and economically.",
            "link": "https://doi.org/10.1093/rfs/14.3.837"
        },
        {
            "no": "10",
            "title": "Expected Returns and Habit Persistence",
            "date": "22 June 2015",
            "author": [
                "Yuming Li"
            ],
            "abstract": "Using a consumption-based asset pricing model with infinite-horizon nonlinear habit formation, Campbell and Cochrane (1999) show that low consumption in surplus of habit should forecast high expected returns. This article argues that the finite-horizon linear habit model also implies an inverse relation between expected returns and surplus consumption. This article also presents empirical evidence, which indicates that expected returns on stocks and bonds vary with surplus consumption implied by the habit models. The volatility of returns and the reward to volatility are also related to surplus consumption. However, less than 30% of the predictable variation of expected returns, using standard lagged information variables, is attributed to surplus consumption.",
            "link": "https://doi.org/10.1093/rfs/14.3.861"
        },
        {
            "no": "11",
            "title": "Efficient Asset Management: A Practical Guide to Stock Portfolio Optimization and Asset Allocation.",
            "date": "22 June 2015",
            "author": [
                "Richard O. Michaud",
                "Tongshu Ma"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/14.3.901"
        }
    ]
}