{
    "journal": "RFS",
    "volume": "14",
    "issue": "4",
    "date": "October 2001",
    "page": "Pages 905–1242",
    "article": [
        {
            "no": "1",
            "title": "Assessing Asset Pricing Anomalies",
            "date": "22 June 2015",
            "author": [
                "Michael J. Brennan",
                "Yihong Xia"
            ],
            "abstract": "The optimal portfolio strategy is developed for an investor who has detected an asset pricing anomaly but is not certain that the anomaly is genuine rather than merely apparent. The analysis takes account of the fact that the parameters of both the underlying asset pricing model and the anomalous returns are estimated rather than known. The value that an investor would place on the ability to invest to exploit the apparent anomaly is also derived and illustrative calculations are presented for the Fama and French SMB and HML portfolios, whose returns are anomalous relative to the CAPM.",
            "link": "https://doi.org/10.1093/rfs/14.4.905"
        },
        {
            "no": "2",
            "title": "Ownership and Control of German Corporations",
            "date": "22 June 2015",
            "author": [
                "Julian Franks",
                "Colin Mayer"
            ],
            "abstract": "In a study of the ownership of German corporations, we find a strong relation between board turnover and corporate performance, little association of concentrations of ownership with managerial disciplining, and only limited evidence that pyramid structures can be used for control purposes. The static relationship of ownership to control in Germany is therefore similar to the United Kingdom and the United States. However, there are marked differences in dynamic relations involving transfers of ownership. There is an active market in share blocks giving rise to changes in control, but the gains are limited and accrue solely to the holders of large blocks, not to minority investors. We provide evidence of low overall benefits to control changes and the exploitation of private benefits of control.",
            "link": "https://doi.org/10.1093/rfs/14.4.943"
        },
        {
            "no": "3",
            "title": "Information Flow and Pricing Errors: A Unified Approach to Estimation and Testing",
            "date": "22 June 2015",
            "author": [
                "Thomas J. George",
                "Chuan-Yang Hwang"
            ],
            "abstract": "This study examines whether rates of information flow differ between trading and non-trading periods, and whether the variances of pricing errors differ at the open and close of trading. The approach improves on existing methods by allowing for correlation between pricing errors and information flow, and by conducting inferences at the individual security level. The daytime rate of information flow is about seven times the overnight rate, and the variances of pricing errors at the open are not different from those at the close of trading. This evidence differs from existing results based on return variance ratios.",
            "link": "https://doi.org/10.1093/rfs/14.4.979"
        },
        {
            "no": "4",
            "title": "The Many Faces of Information Disclosure",
            "date": "22 June 2015",
            "author": [
                "Arnoud W. A. Boot",
                "Anjan V. Thakor"
            ],
            "abstract": "In this article we ask: what kind of information and how much of it should firms voluntarily disclose? Three types of disclosures are considered. One is information that complements the information available only to informed investors (to-be-processed complementary information). The second is information that is orthogonal to that which any investor can acquire and thus complements the information available to all investors (preprocessed complementary information). And the third is information that substitutes for the information of the informed investors in that it reveals to all what was previously known only by the informed (substitute information). Our main results are as follows. First, in equilibrium, all types of firms voluntarily disclose all three types of information. Second, in contrast to the existing literature, complementary information disclosure by firms strengthens investors’ private incentives to acquire information. Substitute information disclosure weakens private information acquisition incentives. Third, while complementary information disclosure has an ambiguous effect on financial innovation incentives, substitute information disclosure weakens those incentives.",
            "link": "https://doi.org/10.1093/rfs/14.4.1021"
        },
        {
            "no": "5",
            "title": "Bank Power and Cash Holdings: Evidence from Japan",
            "date": "22 June 2015",
            "author": [
                "Lee Pinkowitz",
                "Rohan Williamson"
            ],
            "abstract": "Using industrial firms from the United States, Germany, and Japan, we examine the effect of bank power on cash holdings. We show that Japanese firms hold more cash than U.S. or German firms. We also document that Japanese cash balances are affected by the monopoly power of banks. During periods with powerful banks, firms’ high cash holdings are consistent with banks extracting rents. When banks weakened, Japanese cash levels became more like U.S. firms. We conclude that strong Japanese banks persuade firms to hold large cash balances. This is contrary to widely held beliefs about the Japanese governance system.",
            "link": "https://doi.org/10.1093/rfs/14.4.1059"
        },
        {
            "no": "6",
            "title": "Disentangling the Dividend Information in Splits: A Decomposition Using Conditional Event-Study Methods",
            "date": "22 June 2015",
            "author": [
                "Subhankar Nayak",
                "Nagpurnanand R. Prabhala"
            ],
            "abstract": "While folklore in finance holds that split valuation effects are due to dividend increases associated with splits, little is known about magnitudes of dividend and nondividend components of split announcement effects. We find that splits and dividends are indeed informational substitutes, a notion we characterize more precisely, but a significant portion of split valuation effects, 46% according to our estimates, cannot be attributed to dividend information in splits. Our techniques extend the literature on conditional event-study methods and we illustrate their practical value in testing hypotheses and analyzing data not amenable to analysis by standard procedures.",
            "link": "https://doi.org/10.1093/rfs/14.4.1083"
        },
        {
            "no": "7",
            "title": "Quantitative Asset Pricing Implications of Endogenous Solvency Constraints",
            "date": "22 June 2015",
            "author": [
                "Fernando Alvarez",
                "Urban J. Jermann"
            ],
            "abstract": "We study the asset pricing implications of an economy where solvency constraints are endogenously determined to deter agents from defaulting while allowing as much risk sharing as possible. We solve analytically for efficient allocations and for the corresponding asset prices, portfolio holdings, and solvency constraints for a simple example. Then we calibrate a more general model to U.S. aggregate as well as idiosyncratic income processes. We find equity premia, risk premia for long-term bonds, and Sharpe ratios of magnitudes similar to the U.S. data for lowrisk aversion and a low time-discount factor.",
            "link": "https://doi.org/10.1093/rfs/14.4.1117"
        },
        {
            "no": "8",
            "title": "Price Impact Asymmetry of Block Trades: An Institutional Trading Explanation",
            "date": "22 June 2015",
            "author": [
                "Gideon Saar"
            ],
            "abstract": "This article develops a theoretical model to explain the permanent price impact asymmetry between buyer- and seller-initiated block trades (the permanent price impact of buys is larger than that of sells). The model shows how the trading strategy of institutional portfolio managers creates a difference between the information content of buys and sells. The main implication of the model is that the history of price performance influences the asymmetry: the longer the run-up in a stock’s price, the less the asymmetry. The intensity of institutional trading and the frequency of information events affect the asymmetry differently depending on recent price performance.",
            "link": "https://doi.org/10.1093/rfs/14.4.1153"
        },
        {
            "no": "9",
            "title": "Rational Beliefs and Security Design",
            "date": "22 June 2015",
            "author": [
                "Mark Garmaise"
            ],
            "abstract": "This article studies the security-design problem of a cash-constrained firm facing investors with diverse beliefs. Investor “rational beliefs” are modeled as varying and yet rational in the sense of Kurz (1994a). With two investors, optimal designs are similar under rational beliefs and rational expectations. With many investors, however, optimal securities under rational beliefs maximize investor differences of opinion, while under rational expectations optimal designs minimize disagreements. We demonstrate that the common practice of issuing multiple securities backed by a single asset is optimal under rational beliefs but not under rational expectations. Researching market beliefs can create substantial value for firms.",
            "link": "https://doi.org/10.1093/rfs/14.4.1183"
        },
        {
            "no": "10",
            "title": "How Does the Spirit of Capitalism Affect Stock Market Prices?",
            "date": "22 June 2015",
            "author": [
                "William T. Smith"
            ],
            "abstract": "Bakshi and Chen (1996b) suggest that the spirit of capitalism affects stock prices by increasing society’s aversion to risk. In this article, I show that the way in which the spirit of capitalism impinges upon asset prices depends on the interaction of impatience, willingness to substitute over time, and ordinal preferences between consumption and status, in addition to risk aversion. I develop a general model that charts the channels through which the spirit of capitalism affects asset prices. An increase in the capitalist spirit may increase or decrease risk aversion, and may actually decrease the prices of risky assets.",
            "link": "https://doi.org/10.1093/rfs/14.4.1215"
        },
        {
            "no": "11",
            "title": "Author Index",
            "date": "22 June 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/14.4.1233"
        },
        {
            "no": "12",
            "title": "Title Index",
            "date": "22 June 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/14.4.1237"
        },
        {
            "no": "13",
            "title": "Acknowledgments",
            "date": "22 June 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/14.4.1241"
        }
    ]
}