{
    "journal": "JFE",
    "volume": "36",
    "issue": "2",
    "date": "October 1994",
    "page": "Pages 155-284",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Oct 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(94)90022-1"
        },
        {
            "no": "2",
            "title": "Financial policy, internal control, and performance Sealed Air Corporation's leveraged special dividend",
            "date": "Oct 1994",
            "author": [
                "Karen Hopper Wruck"
            ],
            "abstract": "This paper examines the role of financial policy as a catalyst for organizational change. The subject is Sealed Air Corporation, a company with substantial free cash flow that undertakes a leveraged special dividend. While the stock price response to announcement is typical, Sealed Air exhibits dramatic, sustained, post-dividend performance improvement. Evidence indicates this performance results from managers' conscious and successful use of financial leverage as a tool to disrupt the status quo and promote internal change, including establishing a new objective, changing compensation systems, and reorganizing manufacturing and capital budgeting processes.",
            "link": "https://doi.org/10.1016/0304-405X(94)90023-X"
        },
        {
            "no": "3",
            "title": "Organizational form and the consequences of highly leveraged transactions: Kroger's recapitalization and Safeway's LBO",
            "date": "Oct 1994",
            "author": [
                "David J. Denis"
            ],
            "abstract": "This paper compares the leveraged recapitalization of Kroger Co. with the leveraged buyout of Safeway Stores. While both transactions dramatically increased leverage, Safeway's also altered managerial ownership, board composition, and executive compensation, while Kroger's did not. My analysis suggests that these differences in organizational form lead to large differences in post-HLT restructuring actions and value creation. I conclude that the improved incentive structure and increased monitoring provided by the LBO specialist at Safeway lead managers to generate cash in a more productive manner than the organizational structure employed by Kroger.",
            "link": "https://doi.org/10.1016/0304-405X(94)90024-8"
        },
        {
            "no": "4",
            "title": "Appointments of outsiders to Japanese boards: Determinants and implications for managers",
            "date": "Oct 1994",
            "author": [
                "Steven N. Kaplan",
                "Bernadette A. Minton"
            ],
            "abstract": "This paper investigates the determinants of appointments of outsiders — directors previously employed by banks (bank directors) or by other nonfinancial firms (corporate directors) — to the boards of large nonfinancial Japanese corporations. Such appointments increase with poor stock performance; those of bank directors also increase with earnings losses. Turnover of incumbent top executives increases substantially in the year of both types of outside appointments. We perform a similar analysis for outside appointments in large U.S. firms and find different patterns. We conclude that banks and corporate shareholders play an important monitoring and disciplinary role in Japan.",
            "link": "https://doi.org/10.1016/0304-405X(94)90025-6"
        },
        {
            "no": "5",
            "title": "The governance structure of the Japanese financial keiretsu",
            "date": "Oct 1994",
            "author": [
                "Erik Berglöf",
                "Enrico Perotti"
            ],
            "abstract": "We rationalize the cross-holdings of debt and equity within the Japanese keiretsu as a contingent governance mechanism through which internal discipline is sustained over time. The reciprocal allocation of control rights supports cooperation and mutual monitoring among managers through a coalition-enforced threat of removal from control. In financial distress this threat is less effective, and the governance mode shifts to hierarchical enforcement under main bank leadership. The model is consistent with the capital structure, the distribution of claims, the extent of intragroup trading, and patterns of investor intervention within the groups.",
            "link": "https://doi.org/10.1016/0304-405X(94)90026-4"
        }
    ]
}