{
    "journal": "JFE",
    "volume": "36",
    "issue": "1",
    "date": "August 1994",
    "page": "Pages 1-154",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Aug 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(94)90027-2"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Aug 1994",
            "author": [
                "MichaelC. Jensen",
                "JohnB. Long",
                "WayneH. Mikkelson",
                "RichardS. Ruback",
                "G.William Schwert",
                "CliffordW. Smith",
                "JeroldB. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(94)00780-2"
        },
        {
            "no": "3",
            "title": "Does industrial structure explain the benefits of international diversification?",
            "date": "Aug 1994",
            "author": [
                "Steven L. Heston",
                "K.Geert Rouwenhorst"
            ],
            "abstract": "We examine the influence of industrial structure on the cross-sectional volatility and correlation structure of country index returns for 12 European countries between 1978 and 1992. We find that industrial structure explains very little of the cross-sectional difference in country return volatility, and that the low correlation between country indices is almost completely due to country-specific sources of return variation. Diversification across countries within an industry is a much more effective tool for risk reduction than industry diversification within a country.",
            "link": "https://doi.org/10.1016/0304-405X(94)90028-0"
        },
        {
            "no": "4",
            "title": "Finite sample properties of the generalized method of moments in tests of conditional asset pricing models",
            "date": "Aug 1994",
            "author": [
                "Wayne E. Ferson",
                "Stephen R. Foerster"
            ],
            "abstract": "We develop evidence on the finite sample properties of the Generalized Method of Moments (GMM) in an asset pricing context. The models imply nonlinear, cross-equation restrictions on predictive regressions for security returns. We find that a two-stage GMM approach produces goodness-of-fit statistics that reject the restrictions too often. An iterated GMM approach has superior finite sample properties. The coefficient estimates are approximately unbiased in simpler models, but their asymptotic standard errors are understated. Simple adjustments for the standard errors are partially successful in correcting the bias. In more complex models the coefficients and their standard errors can be highly unreliable. The power of the tests to reject a single-premium model is higher against a two-premium, fixed-beta alternative than against a conditional Capital Asset Pricing Model with time-varying betas.",
            "link": "https://doi.org/10.1016/0304-405X(94)90029-9"
        },
        {
            "no": "5",
            "title": "Foreign ownership restrictions and stock prices in the Thai capital market",
            "date": "Aug 1994",
            "author": [
                "Warren Bailey",
                "Julapa Jagtiani"
            ],
            "abstract": "We study the effects of barriers to capital flows using data from the Stock Exchange of Thailand, which segments local and foreign trading of securities that have reached foreign ownership limits. Cross-sectional differences between local and foreign prices are correlated with proxies for the severity of foreign ownership limits, liquidity, and information availability. Time-series variability in the spread between local and foreign returns is consistent with differences in risk exposures and expected risk premiums, suggesting effective capital market segmentation. The results have numerous implications for portfolio and direct investment activity in developing countries.",
            "link": "https://doi.org/10.1016/0304-405X(94)90030-2"
        },
        {
            "no": "6",
            "title": "The nature of information conveyed by pure capital structure changes",
            "date": "Aug 1994",
            "author": [
                "Kshitij Shah"
            ],
            "abstract": "This study investigates the information conveyed by intrafirm exchange offers. I find that leverage increases and leverage decreases convey qualitatively different information. Leverage-increasing offers appear to lower investors' assessment of risk of the firm's common stock, but do not appear to change their expectations of cash flows; leverage-decreasing offers appear to lower investors' expected cash flows, but do not appear to change their assessment of risk. The nature of changes in leverage, capital outlays, and dividends is also asymmetric. Further, I find that, for leverage-increasing offers, corporate control activity does not explain the information content or its asymmetry.",
            "link": "https://doi.org/10.1016/0304-405X(94)90031-0"
        },
        {
            "no": "7",
            "title": "Information, trading, and volatility",
            "date": "Aug 1994",
            "author": [
                "Charles M. Jones",
                "Gautam Kaul",
                "Marc L. Lipson"
            ],
            "abstract": "We examine the effects of trading and information flows on the short-run behavior of stock prices by comparing the behavior of stock return volatility during trading and nontrading periods. We define nontrading periods as periods when exchanges and businesses are open but traders endogenously choose not to trade. After correcting for the bid/ask bounce and stickiness in quotes, we find that a large proportion of daily stock return volatility occurs without trades, especially for large firms. Furthermore, we provide new evidence that public (versus private) information is the major source of short-term return volatility.",
            "link": "https://doi.org/10.1016/0304-405X(94)90032-9"
        }
    ]
}