{
    "journal": "JFE",
    "volume": "34",
    "issue": "1",
    "date": "August 1993",
    "page": "Pages 1-132",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Aug 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(93)90036-B"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Aug 1993",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Wayne H. Mikkelson",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(93)90037-C"
        },
        {
            "no": "3",
            "title": "Capital structure and firm response to poor performance",
            "date": "Aug 1993",
            "author": [
                "Eli Ofek"
            ],
            "abstract": "This paper tests the relation between capital structure and a firm's response to short-term financial distress. In a sample of 358 firms that perform poorly for a year, higher predistress leverage increases the probability of operational actions, particularly asset restructuring and employee layoffs. Higher predistress leverage also increases the probability of financial actions such as dividend cuts. These results are consistent with Jensen's (1989) argument that higher predistress leverage increases the speed with which a firm reacts to poor performance. Interestingly, higher managerial holdings reduce the probability of operational actions, especially those that do not generate cash.",
            "link": "https://doi.org/10.1016/0304-405X(93)90038-D"
        },
        {
            "no": "4",
            "title": "The hidden costs of stock market liquidity",
            "date": "Aug 1993",
            "author": [
                "Amar Bhide"
            ],
            "abstract": "The seemingly unrelated problems of stock market liquidity and manager-stockholder contracting are closely intertwined. Active stockholders who reduce agency costs by providing internal monitoring also reduce stock liquidity by creating information asymmetry problems. Conversely, stock liquidity discourages internal monitoring by reducing the costs of ‘exit’ of unhappy stockholders. The U.S. has exceptionally many actively-traded firms with widely-diffused stockholding because public policy has favored stock market liquidity over active investing. And, the benefits of stock market liquidity must be weighed against the costs of impaired corporate governance.",
            "link": "https://doi.org/10.1016/0304-405X(93)90039-E"
        },
        {
            "no": "5",
            "title": "Investments of uncertain cost",
            "date": "Aug 1993",
            "author": [
                "Robert S. Pindyck"
            ],
            "abstract": "This paper examines irreversible investment decisions when projects take time to complete and are subject to two types of cost uncertainty. The first is technical uncertainty, i.e., uncertainty over the physical difficulty of completing a project, which is only resolved as the investment proceeds. The second is input cost uncertainty, i.e., uncertainty over the prices of construction inputs or over government regulations affecting construction costs, which is external to the firm. These two types of uncertainty have very different effects on the investment decision. A simple investment rule is derived that maximizes firm value, and is used to analyze the decision to start or continue building a nuclear power plant during the 1980s.",
            "link": "https://doi.org/10.1016/0304-405X(93)90040-I"
        },
        {
            "no": "6",
            "title": "Interest rate swaps",
            "date": "Aug 1993",
            "author": [
                "Tong-sheng Sun",
                "Suresh Sundaresan",
                "Ching Wang"
            ],
            "abstract": "Using quotations from two interest rate swap dealers with different credit ratings (AAA and A), we examine the effect of dealers' credit reputations on swap quotations and bid-offer spreads. The AAA offer rates are significantly higher than the A offer rates, and the AAA bid rates are significantly lower than the A bid rates. We also document the relation between swap rates and par bond yields estimated from London interbank offered rate (LIBOR) and bid rate (LIBID) data. We identify some of the problems in testing the implications of swap pricing theory.",
            "link": "https://doi.org/10.1016/0304-405X(93)90041-9"
        },
        {
            "no": "7",
            "title": "Corporate governance through the proxy process",
            "date": "Aug 1993",
            "author": [
                "Karen Van Nuys"
            ],
            "abstract": "This paper analyzes a proxy solicitation and subsequent restructuring at Honeywell Inc. in 1989. The solicitation was financed and led by noninstitutional investors and co-sponsored by two public pension funds. The solicitation and restructuring both appear to increase firm value, though the effects of the restructuring are much larger. The voting records of Honeywell's 72 largest institutional shareholders reveal that banks and insurance companies are significantly more supportive of two management-sponsored antitakeover proposals than public pension funds add independent investment managers. Existing business ties between Honeywell and its institutional investors, however, do not appear to explain these voting differences.",
            "link": "https://doi.org/10.1016/0304-405X(93)90042-A"
        }
    ]
}