{
    "journal": "JF",
    "volume": "52",
    "issue": "3",
    "date": "July 1997",
    "page": "Pages: i-viii, 923-1308",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "28 November 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb00158.x"
        },
        {
            "no": "2",
            "title": "PAPERS AND PROCEEDINGS",
            "date": "28 November 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb00159.x"
        },
        {
            "no": "3",
            "title": "Eduardo S. Schwartz President of the American Finance Association 1996",
            "date": "28 November 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb00160.x"
        },
        {
            "no": "4",
            "title": "The Stochastic Behavior of Commodity Prices: Implications for Valuation and Hedging",
            "date": "18 April 2012",
            "author": [
                "EDUARDO S. SCHWARTZ"
            ],
            "abstract": "In this article we compare three models of the stochastic behavior of commodity prices that take into account mean reversion, in terms of their ability to price existing futures contracts, and their implication with respect to the valuation of other financial and real assets. The first model is a simple one‐factor model in which the logarithm of the spot price of the commodity is assumed to follow a mean reverting process. The second model takes into account a second stochastic factor, the convenience yield of the commodity, which is assumed to follow a mean reverting process. Finally, the third model also includes stochastic interest rates. The Kalman filter methodology is used to estimate the parameters of the three models for two commercial commodities, copper and oil, and one precious metal, gold. The analysis reveals strong mean reversion in the commercial commodity prices. Using the estimated parameters, we analyze the implications of the models for the term structure of futures prices and volatilities beyond the observed contracts, and for hedging contracts for future delivery. Finally, we analyze the implications of the models for capital budgeting decisions.",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02721.x"
        },
        {
            "no": "5",
            "title": "Heterogeneous Information Arrivals and Return Volatility Dynamics: Uncovering the Long‐Run in High Frequency Returns",
            "date": "18 April 2012",
            "author": [
                "TORBEN G. ANDERSEN",
                "TIM BOLLERSLEV"
            ],
            "abstract": "Recent empirical evidence suggests that the interdaily volatility clustering for most speculative returns are best characterized by a slowly mean‐reverting fractionally integrated process. Meanwhile, much shorter lived volatility dynamics are typically observed with high frequency intradaily returns. The present article demonstrates, that by interpreting the volatility as a mixture of numerous heterogeneous short‐run information arrivals, the observed volatility process may exhibit long‐run dependence. As such, the long‐memory characteristics constitute an intrinsic feature of the return generating process, rather than the manifestation of occasional structural shifts. These ideas are confirmed by our analysis of a one‐year time series of five‐minute Deutschemark‐U.S. Dollar exchange rates.",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02722.x"
        },
        {
            "no": "6",
            "title": "Do Changes in Dividends Signal the Future or the Past?",
            "date": "18 April 2012",
            "author": [
                "SHLOMO BENARTZI",
                "RONI MICHAELY",
                "RICHARD THALER"
            ],
            "abstract": "Many dividend theories imply that changes in dividends have information content about the future earnings of the firm. We investigate this implication and find only limited support for it. Firms that increase dividends in year 0 have experienced significant earnings increases in years −1 and 0, but show no subsequent unexpected earnings growth. Also, the size of the dividend increase does not predict future earnings. Firms that cut dividends in year 0 have experienced a reduction in earnings in year 0 and in year −1, but these firms go on to show significant increases in earnings in year 1. However, consistent with Lintner's model on dividend policy, firms that increase dividends are less likely than nonchanging firms to experience a drop in future earnings. Thus, their increase in concurrent earnings can be said to be somewhat “permanent.” In spite of the lack of future earnings growth, firms that increase dividends have significant (though modest) positive excess returns for the following three years.",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02723.x"
        },
        {
            "no": "7",
            "title": "Measuring Mutual Fund Performance with Characteristic‐Based Benchmarks",
            "date": "18 April 2012",
            "author": [
                "KENT DANIEL",
                "MARK GRINBLATT",
                "SHERIDAN TITMAN",
                "RUSS WERMERS"
            ],
            "abstract": "This article develops and applies new measures of portfolio performance which use benchmarks based on the characteristics of stocks held by the portfolios that are evaluated. Specifically, the benchmarks are constructed from the returns of 125 passive portfolios that are matched with stocks held in the evaluated portfolio on the basis of the market capitalization, book‐to‐market, and prior‐year return characteristics of those stocks. Based on these benchmarks, “Characteristic Timing” and “Characteristic Selectivity” measures are developed that detect, respectively, whether portfolio managers successfully time their portfolio weightings on these characteristics and whether managers can select stocks that outperform the average stock having the same characteristics. We apply these measures to a new database of mutual fund holdings covering over 2500 equity funds from 1975 to 1994. Our results show that mutual funds, particularly aggressive‐growth funds, exhibit some selectivity ability, but that funds exhibit no characteristic timing ability.",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02724.x"
        },
        {
            "no": "8",
            "title": "Market Segmentation and Stock Prices: Evidence from an Emerging Market",
            "date": "18 April 2012",
            "author": [
                "IAN DOMOWITZ",
                "JACK GLEN",
                "ANANTH MADHAVAN"
            ],
            "abstract": "We examine the relationship between stock prices and market segmentation induced by ownership restrictions in Mexico. The focus is on multiple classes of equity that differentiate between foreign and domestic traders, and between domestic individuals and institutions. Significant stock price premia are documented for shares not restricted to a particular investor group. We analyze the theoretical and empirical determinants of premia across firms and over time. In addition to economy‐wide factors, segmentation reflects the relative scarcity of unrestricted shares. The results provide additional support for Stulz and Wasserfallen's (1995) hypothesis that firms discriminate between investor groups with different demand elasticities.",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02725.x"
        },
        {
            "no": "9",
            "title": "Stock Market Efficiency and Economic Efficiency: Is There a Connection?",
            "date": "18 April 2012",
            "author": [
                "JAMES DOW",
                "GARY GORTON"
            ],
            "abstract": "In a capitalist economy, prices serve to equilibrate supply and demand for goods and services, continually changing to reallocate resources to their most efficient uses. However, secondary stock market prices, often viewed as the most “informationally efficient” prices in the economy, have no direct role in the allocation of equity capital since managers have discretion in determining the level of investment. What is the link between stock price informational efficiency and economic efficiency? We present a model of the stock market in which: (i) managers have discretion in making investments and must be given the right incentives; and (ii) stock market traders may have important information that managers do not have about the value of prospective investment opportunities. In equilibrium, information in stock prices will guide investment decisions because managers will be compensated based on informative stock prices in the future. The stock market indirectly guides investment by transferring two kinds of information: information about investment opportunities and information about managers' past decisions. However, because this role is only indirect, the link between price efficiency and economic efficiency is tenuous. We show that stock price efficiency is not sufficient for economic efficiency by showing that the model may have another equilibrium in which prices are strong‐form efficient, but investment decisions are suboptimal. We also suggest that stock market efficiency is not necessary for investment efficiency by considering a banking system that can serve as an alternative institution for the efficient allocation of investment resources.",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02726.x"
        },
        {
            "no": "10",
            "title": "Legal Determinants of External Finance",
            "date": "18 April 2012",
            "author": [
                "RAFAEL LA PORTA",
                "FLORENCIO LOPEZ‐DE‐SILANES",
                "ANDREI SHLEIFER",
                "ROBERT W. VISHNY"
            ],
            "abstract": "Using a sample of 49 countries, we show that countries with poorer investor protections, measured by both the character of legal rules and the quality of law enforcement, have smaller and narrower capital markets. These findings apply to both equity and debt markets. In particular, French civil law countries have both the weakest investor protections and the least developed capital markets, especially as compared to common law countries.",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02727.x"
        },
        {
            "no": "11",
            "title": "Options on Leveraged Equity: Theory and Empirical Tests",
            "date": "18 April 2012",
            "author": [
                "KLAUS BJERRE TOFT",
                "BRIAN PRUCYK"
            ],
            "abstract": "We develop an option pricing model for calls and puts written on leveraged equity in an economy with corporate taxes and bankruptcy costs. The model explains implied Black‐Scholes volatility biases by relating them to the firm's structural characteristics such as leverage and debt covenants. We test the model by comparing predicted pricing biases with biases observed in a large cross‐section of firms with liquid exchange traded option contracts. Our empirical study detects leverage related pricing biases. The magnitudes of these biases correspond to those predicted by our model. We also find significant pricing biases for firms financed primarily by short‐term debt. This supports our model because short‐term debt introduces net‐worth hurdles similar to net‐worth covenants.",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02728.x"
        },
        {
            "no": "12",
            "title": "Symposium on Public Policy Issues in Finance",
            "date": "18 April 2012",
            "author": [
                "HAYNE E. LELAND",
                "MARTIN FELDSTEIN",
                "ROBERT R. GLAUBER",
                "DAVID W. MULLINS JR.",
                "STEVEN M. H. WALLMAN"
            ],
            "abstract": "The thesis of this symposium, organized by James Bicksler, was that while finance theory will surely inform practitioners, it seems appropriate to pay some attention to the opposite flow: practitioners can inform theory. Contributors include a distinguished group of practitioners with extensive backgrounds in economics, and economists with extensive public policy experience: Martin Feldstein, Robert Glauber, David Mullins, and Steven Wallman. Their topics range from privatizing social security, to managing market crashes, to the regulatory agency cost problem, to regulatory constraints in a technologically advanced world.",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02729.x"
        },
        {
            "no": "13",
            "title": "Author Index of the Abstracts",
            "date": "28 November 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb00161.x"
        },
        {
            "no": "14",
            "title": "Abstracts of Papers Presented at the 1997 AFA Meeting",
            "date": "18 April 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02730.x"
        },
        {
            "no": "15",
            "title": "Minutes of the Annual Membership Meeting",
            "date": "18 April 2012",
            "author": [
                "Michael Keenan"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02731.x"
        },
        {
            "no": "16",
            "title": "Report of the Executive Secretary and Treasurer",
            "date": "18 April 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02732.x"
        },
        {
            "no": "17",
            "title": "Report of the Managing Editor of The Journal of Finance for the Year 1996",
            "date": "18 April 2012",
            "author": [
                "René M. Stulz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02733.x"
        },
        {
            "no": "18",
            "title": "Report of the Membership Chair",
            "date": "18 April 2012",
            "author": [
                "Jay R. Ritter"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02734.x"
        },
        {
            "no": "19",
            "title": "Report of the Representative to the National Bureau of Economic Research*",
            "date": "18 April 2012",
            "author": [
                "Robert S. Hamada"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02735.x"
        },
        {
            "no": "20",
            "title": "ASSOCIATION MEETINGS",
            "date": "18 April 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02736.x"
        },
        {
            "no": "21",
            "title": "ANNOUNCEMENTS",
            "date": "18 April 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb02737.x"
        },
        {
            "no": "22",
            "title": "Back Matter",
            "date": "28 November 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1997.tb00162.x"
        }
    ]
}