{
    "journal": "JFE",
    "volume": "18",
    "issue": "2",
    "date": "June 1987",
    "page": "Pages 195-421",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Jun 1987",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Clifford W. Smith",
                "RenéM. Stulz",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(87)90037-7"
        },
        {
            "no": "2",
            "title": "Editorial",
            "date": "Jun 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(87)90038-9"
        },
        {
            "no": "3",
            "title": "The distribution of earnings news over time and seasonalities in aggregate stock returns",
            "date": "Jun 1987",
            "author": [
                "Stephen H. Penman"
            ],
            "abstract": "Over the past 55 years returns on stock market indexes have on average been higher during the first half-month of calendar quarters 2 through 4 than at other times. Coincidentally, aggregate corporate earnings news arriving at the market during these half-month periods tends to be good, whereas earnings reports arriving later are more likely to convey bad news. In addition firms tend to publish bad-news earnings reports on Mondays, coincident with negative Monday effects in stock returns. The coincidence of earnings news arrival and market seasonalities leads to conjectures about informational reasons for observed seasonalities.",
            "link": "https://doi.org/10.1016/0304-405X(87)90039-0"
        },
        {
            "no": "4",
            "title": "The market for interfirm asset sales",
            "date": "Jun 1987",
            "author": [
                "Gailen L. Hite",
                "James E. Owers",
                "Ronald C. Rogers"
            ],
            "abstract": "We investigate the valuation consequences of voluntary proposals to sell part or all of a corporation's assets. For partial sell-offs, successful sellers and buyers reap statistically significant abnormal returns of 1.66% and 0.83%, respectively. Unsuccessful sellers realize gains at the bid announcement of 1.41% that are lost at the offer termination. In contrast, proposals to liquidate the firm are associated with significant average abnormal returns of 12.24%. We interpret these findings as evidence that asset sales are associated with the movement of resources to higher-valued uses rather than as evidence of market mispricing before the divestiture announcements.",
            "link": "https://doi.org/10.1016/0304-405X(87)90040-7"
        },
        {
            "no": "5",
            "title": "Stock returns and inflation",
            "date": "Jun 1987",
            "author": [
                "Gautam Kaul"
            ],
            "abstract": "This paper hypothesizes that the relation between stock returns and inflation is caused by the equilibrium process in the monetary sector. More importantly, these relations vary over time in a systematic manner depending on the influence of money demand and supply factors. Post-war evidence from the United States, Canada, the United Kingdom and Germany indicates that the negative stock return-inflation relations are caused by money demand and counter-cyclical money supply effects. On the other hand, pro-cyclical movements in money, inflation, and stock prices during the 1930's lead to relations which are either positive or insignificant.",
            "link": "https://doi.org/10.1016/0304-405X(87)90041-9"
        },
        {
            "no": "6",
            "title": "Constraints on short-selling and asset price adjustment to private information",
            "date": "Jun 1987",
            "author": [
                "Douglas W. Diamond",
                "Robert E. Verrecchia"
            ],
            "abstract": "This paper models effects of short-sale constraints on the speed of adjustment (to private information) of security prices. Constraints eliminate some informative trades, but do not bias prices upward. Prohibiting traders from shorting reduces the adjustment speed of prices to private information, especially to bad news. Non-prohibitive costs can have the reverse effect, but this is unlikely. Implications are developed about return distributions on information announcement dates. Periods of inactive trade are shown to impart a downward bias to measured returns. An unexpected increase in the short-interest of a stock is shown to be bad news.",
            "link": "https://doi.org/10.1016/0304-405X(87)90042-0"
        },
        {
            "no": "7",
            "title": "The creation of a class of limited voting common stock and shareholder wealth",
            "date": "Jun 1987",
            "author": [
                "M.Megan Partch"
            ],
            "abstract": "Common stock with limited voting rights changes managerial incentives by allowing managers to separate ownership of equity from ownership of votes. This study compares managerial ownership before and after the creation of a class of limited voting common stock by 44 publicly traded firms between 1962 and 1984, and examines whether the event affects the wealth of current shareholders. There is no evidence that current shareholders are harmed by the creation of limited voting common stock.",
            "link": "https://doi.org/10.1016/0304-405X(87)90043-2"
        },
        {
            "no": "8",
            "title": "On multivariate tests of the CAPM",
            "date": "Jun 1987",
            "author": [
                "A.Craig MacKinlay"
            ],
            "abstract": "This paper evaluates the power of multivariate tests of the Capital Asset Pricing Model. The results indicate that when employing an unspecified alternative hypothesis, the ability of the tests to distinguish between the CAPM and other pricing models is poor. An upper bound is derived for the distance the alternative distribution of the test statistic can be from the null distribution when the deviations from the CAPM are due to missing factors. This upper bound explains the low power of the tests.",
            "link": "https://doi.org/10.1016/0304-405X(87)90044-4"
        },
        {
            "no": "9",
            "title": "Stock returns and the term structure",
            "date": "Jun 1987",
            "author": [
                "John Y. Campbell"
            ],
            "abstract": "In monthly U.S. data for 1959–1979 and 1979–1983, the state of the term structure of interest rates predicts excess stock returns, as well as excess returns on bills and bonds. This paper documents this fact and uses it to examine some simple asset pricing models. In 1959–1979, the data strongly reject a single-latent-variable specification of predictable excess returns. There is considerable evidence that conditional variances of excess returns change through time, but the relationship between conditional mean and conditional variance is reliably positive only at the short end of the term structure.",
            "link": "https://doi.org/10.1016/0304-405X(87)90045-6"
        },
        {
            "no": "10",
            "title": "The choice of organizational form The case of franchising",
            "date": "Jun 1987",
            "author": [
                "James A. Brickley",
                "Frederick H. Dark"
            ],
            "abstract": "We examine companies that franchise some units and centrally operate (‘own’) others. The agency problems confronting these two organizational forms are analyzed. Testable hypotheses are developed. The empirical results support the notion that owning versus franchising reflects a trade-off among agency-related problems. The cost of monitoring store managers appears to be especially important in the own/franchise decision. The level of repeat business and initial investment requirements per unit also appear to be important.",
            "link": "https://doi.org/10.1016/0304-405X(87)90046-8"
        },
        {
            "no": "11",
            "title": "Index",
            "date": "Jun 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(87)90047-X"
        }
    ]
}