{
    "journal": "JFE",
    "volume": "18",
    "issue": "1",
    "date": "March 1987",
    "page": "Pages 1-193",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Mar 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(87)90056-0"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Mar 1987",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Clifford W. Smith",
                "RenéM. Stulz",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(87)90057-2"
        },
        {
            "no": "3",
            "title": "Citation index ratings of the journal of financial economics",
            "date": "Mar 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(87)90058-4"
        },
        {
            "no": "4",
            "title": "Time to build, option value, and investment decisions",
            "date": "Mar 1987",
            "author": [
                "Saman Majd",
                "Robert S. Pindyck"
            ],
            "abstract": "Investment decisions and outlays are often made sequentially. For example, the rate at which construction proceeds is usually flexible and can be adjusted with the arrival of new information. Traditional discounted cash flow methods which treat the pattern of investment as fixed ignore this flexibility and understate the value of the project. This paper uses contingent claims analysis to derive optimal decision rules and to value such investments. We determine the effects of time to build, opportunity cost and uncertainty on the investment decision. For reasonable parameter values, we show how a simple NPV rule can lead to gross errors.",
            "link": "https://doi.org/10.1016/0304-405X(87)90059-6"
        },
        {
            "no": "5",
            "title": "Changes in ownership structure",
            "date": "Mar 1987",
            "author": [
                "Ronald W. Masulis"
            ],
            "abstract": "This study analyzes both the causes and effects of mutual S&L conversions to corporate charter. Changes in technology and government policies have substantially increased S&L competition, riskbearing, and potential scale and scope economies. Evidence indicates that these changes have decreased the relative operating advantages of mutual S&Ls, encouraging conversions to stock charter. The S&L's financial and operating characteristics, which affect the success of the conversion effort, are also explored.",
            "link": "https://doi.org/10.1016/0304-405X(87)90060-2"
        },
        {
            "no": "6",
            "title": "On correlations and inferences about mean-variance efficiency",
            "date": "Mar 1987",
            "author": [
                "Shmuel Kandel",
                "Robert F. Stambaugh"
            ],
            "abstract": "A framework is presented for investigating the mean-variance efficiency of an unobservable portfolio based on its correlation with a proxy portfolio. A sensitivity analysis derives the highest correlation between the proxy and a portfolio that reverses the inference of a test of SHarpe-Lintner tangency. For example, the maximum correlation between the value-weighted NYSE-AMEX portfolio and a portfolio inferred tangent ranges from 0.76 to 0.48. We also test whether the correlation between the proxy and the tangent portfolio exceeds a given level. This hypothesis is often rejected for the NYSE-AMEX proxy at a correlation of 0.7.",
            "link": "https://doi.org/10.1016/0304-405X(87)90061-4"
        },
        {
            "no": "7",
            "title": "Multivariate proxies and asset pricing relations",
            "date": "Mar 1987",
            "author": [
                "Jay Shanken"
            ],
            "abstract": "A framework is developed in which inferences can be made about the validity of an equilibrium asset pricing relation, even though the central aggregate in this relation is unobservable. A multivariate proxy for the true market portfolio, consisting of an equal-weighted stock index and a long-term government bond index, is employed in an investigation of the Sharpe-Lintner CAPM. The empirical evidence suggests that we can reject the joint hypothesis that (a) CAPM is valid, and (b) multiple correlation between the true market portfolio and proxy assets exceeds 0.7. Connections to the equilibrium factor pricing literature are also explored.",
            "link": "https://doi.org/10.1016/0304-405X(87)90062-6"
        },
        {
            "no": "8",
            "title": "An empirical analysis of the incentives to engage in costly information acquisition",
            "date": "Mar 1987",
            "author": [
                "David F. Larcker",
                "Thomas Lys"
            ],
            "abstract": "In order for security prices to be informationally efficient, incentives must exist for traders to engage in costly information acquisition. This paper provides empirical evidence on this proposition. We observe that risk arbitrageurs (i.e., market participants who trade in securities of firms that are involved in mergers, tender offers, and voluntary liquidations) are able to generate private information regarding the success or failure of corporate reorganizations. Moreover, risk arbitrageurs earn substantial returns on their trading activities. These results suggest that security prices are sufficiently noisy to create incentives for costly information acquisition.",
            "link": "https://doi.org/10.1016/0304-405X(87)90063-8"
        },
        {
            "no": "9",
            "title": "Non-stationarity and stage-of-the-business-cycle effects in consumption-based asset pricing relations",
            "date": "Mar 1987",
            "author": [
                "Wayne E. Ferson",
                "John J. Merrick"
            ],
            "abstract": "Empirical tests of Euler equations relating security returns and consumption usually appear to reject the model. Using a common specification of aggregate preferences and instrumental variables, this paper examines some potential reasons for rejections. The evidence indicates that maintained stationarity assumptions of previous tests fail for post-war U.S. quarterly and monthly data. Shifts in model parameters are found across policy regimes (pre-1951 and post-1979) and across stages of the business cycle (recession versus non-recession). Controlling for some of these factors, less evidence is found against a simple consumption-based asset pricing model in non-recession periods.",
            "link": "https://doi.org/10.1016/0304-405X(87)90064-X"
        },
        {
            "no": "10",
            "title": "The wealth effects of company initiated management changes",
            "date": "Mar 1987",
            "author": [
                "Eugene P.H. Furtado",
                "Michael S. Rozeff"
            ],
            "abstract": "The essence of corporate control includes the hiring and firing of key managers. We examine changes in equity values when the Board of Directors appoints and dismisses top-level managers. The evidence suggests that management changes signal shifts in company policy and raise shareholder wealth, internal promotions confirm the soundness of investment by large companies in firm-specific human capital while external appointments do not, promotions occur more often than external appointments but decline in importance as firm size decreases, and dismissal is not a favored means to handle managerial underperformance but is associated with stock price increases when used.",
            "link": "https://doi.org/10.1016/0304-405X(87)90065-1"
        },
        {
            "no": "11",
            "title": "A monthly effect in stock returns",
            "date": "Mar 1987",
            "author": [
                "Robert A. Ariel"
            ],
            "abstract": "The mean return for stocks is positive only for days immediately before and during the first half of calendar months, and indistinguishable from zero for days during the last half of the month. This ‘monthly effect’ is independent of other known calendar anomalies such as the January effect documented by others and appears to be caused by a shift in the mean of the distribution of returns from days in the first half of the month relative to days in the last half.",
            "link": "https://doi.org/10.1016/0304-405X(87)90066-3"
        },
        {
            "no": "12",
            "title": "An analysis of gains to acquiring firm's shareholders",
            "date": "Mar 1987",
            "author": [
                "Paul R. Allen",
                "C.F. Sirmans"
            ],
            "abstract": "This study uses capital market data to measure the effects of REIT mergers on the wealth of the acquiring trust's shareholders. A significant increase in shareholder wealth is detected. This differs from the findings of other acquisition studies. The primary source of the value gain seems to be improved management of the acquired trust's assets.",
            "link": "https://doi.org/10.1016/0304-405X(87)90067-5"
        },
        {
            "no": "13",
            "title": "The monotonicity of the term premium",
            "date": "Mar 1987",
            "author": [
                "J.Huston McCulloch"
            ],
            "abstract": "Fama's evidence that the term premium on Treasury securities is not monotonically increasing is found to depend entirely on the behavior of bid-asked mean returns on 9- and 10-month bills, and only during the subperiod 8/64–12/72. When transactions costs, as reflected in the bid-asked spread, are taken into account, there is found to be no way to exploit this non-monotonicity. The anomalous behavior of the quotations is attributed to the Treasury's auctions of 9-month bills during the period 9/66–10/72. The hypothesis that the term premium is a monotonically increasing function of maturity remains unrefuted.",
            "link": "https://doi.org/10.1016/0304-405X(87)90068-7"
        },
        {
            "no": "14",
            "title": "News items",
            "date": "Mar 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(87)90069-9"
        }
    ]
}