{
    "journal": "JFE",
    "volume": "19",
    "issue": "2",
    "date": "December 1987",
    "page": "Pages 193-399",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Dec 1987",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Clifford W. Smith",
                "RenéM. Stulz",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(87)90001-8"
        },
        {
            "no": "2",
            "title": "A Bayesian approach to testing portfolio efficiency",
            "date": "Dec 1987",
            "author": [
                "Jay Shanken"
            ],
            "abstract": "This paper develops a Bayesian test of portfolio efficiency and derives a computationally convenient posterior-odds ratio. The analysis indicates that significance levels higher than the traditional 0.05 level are recommended for many test situations. In an example from the literature, the classical test fails to reject with p-value 0.082, yet the odds are nearly two to one against efficiency under apparently reasonable assumptions. Procedures for testing approximate efficiency and for aggregating subperiod results are also considered.",
            "link": "https://doi.org/10.1016/0304-405X(87)90002-X"
        },
        {
            "no": "3",
            "title": "Some evidence on the uniqueness of bank loans",
            "date": "Dec 1987",
            "author": [
                "Christopher James"
            ],
            "abstract": "This paper presents evidence that banks provide some special service with their lending activity that is not available from other lenders. I find evidence that bank borrowers, not CD holders, bear the cost of reserve requirements on CDs. In addition, I find a positive stock price response to the announcement of new bank credit agreements that is larger than the stock price response associated with announcements of private placements or public straight debt offerings. Finally, I find significantly negative returns for announcements of private placements and straight debt issues used to repay bank loans.",
            "link": "https://doi.org/10.1016/0304-405X(87)90003-1"
        },
        {
            "no": "4",
            "title": "The effect of large block transactions on security prices: A cross-sectional analysis",
            "date": "Dec 1987",
            "author": [
                "Robert W. Holthausen",
                "Richard W. Leftwich",
                "David Mayers"
            ],
            "abstract": "This paper documents the effects of large (block) transactions on the prices of common stocks traded on the New York Stock Exchange. We examine whether mean temporary and permanent price effects associated with large and small transactions differ and whether the price effects vary cross-sectionally according to the size of the block. Alternative definitions of block size are investigated – percentage of the equity traded, block volume in relation to normal trading volume, and dollar value of the block. The results suggest that price effects are predominantly temporary for seller-initiated transactions and permanent for buyer-initiated transactions.",
            "link": "https://doi.org/10.1016/0304-405X(87)90004-3"
        },
        {
            "no": "5",
            "title": "The costs of going public",
            "date": "Dec 1987",
            "author": [
                "Jay R. Ritter"
            ],
            "abstract": "This paper presents evidence regarding the two quantifiable components of the costs of going public: direct expenses and underpricing. Together, these costs average 21.22% of the realized market value of the securities issued for firm commitment offers and 31.87% for best efforts offers. For a given size offer, the direct expenses are of the same order of magnitude for both contract types, but the underpricing is greater for best efforts offers. An explanation of why some firms choose to use best efforts offers in spite of their apparent higher total costs is given.",
            "link": "https://doi.org/10.1016/0304-405X(87)90005-5"
        },
        {
            "no": "6",
            "title": "Two-tier and negotiated tender offers: The imprisonment of the free-riding shareholder",
            "date": "Dec 1987",
            "author": [
                "Robert Comment",
                "Gregg A. Jarrell"
            ],
            "abstract": "We measure the differential effects on shareholder wealth and tendering behavior of any-or-all, two-tier and partial tender offers and find no evidence that shareholders are disadvantaged by front-end-loaded corporate takeovers. Shareholders fare as well when the terms of an offer for control are negotiated with target-firm management as when they are not. Most cash tender offers executed between 1981 and 1984 were negotiated, and almost all two-tier offers were negotiated.",
            "link": "https://doi.org/10.1016/0304-405X(87)90006-7"
        },
        {
            "no": "7",
            "title": "Voluntary corporate liquidations",
            "date": "Dec 1987",
            "author": [
                "E.Han Kim",
                "John D. Schatzberg"
            ],
            "abstract": "This paper examines possible motives for and consequences of voluntary corporate liquidations. Specifically, the procedural and tax differences between voluntary liquidations and other control-changing transaction devices are analyzed. An empirical investigation of successful liquidations shows that the announcement of liquidation reduces the risk of liquidating shares, that the shareholders receive substantial gains from successful liquidations, and that the average gains to the acquiring shareholders are not significantly different from zero. These findings suggest that the liquidating firms' assets have been underutilized before liquidation and that voluntary liquidations lead to higher-valued reallocations of corporate resources.",
            "link": "https://doi.org/10.1016/0304-405X(87)90007-9"
        },
        {
            "no": "8",
            "title": "Target abnormal returns associated with acquisition announcements: Payment, acquisition form, and managerial resistance",
            "date": "Dec 1987",
            "author": [
                "Yen-Sheng Huang",
                "Ralph A. Walkling"
            ],
            "abstract": "Abnormal returns earned by target firms at the time of initial acquisition announcements are related to form of payment, degree of resistance, and type of offer. Results indicate that interdependence among these characteristics is important. Previous research suggests that tender-offer targets earn higher abnormal returns than merger targets. After controlling for payment method and degree of resistance, however, the difference in abnormal returns between tender offers and mergers is insignificant. Resisted offers are associated with insignificantly higher returns than unresisted offers. Abnormal returns associated with cash offers are significantly higher than those associated with stock offers.",
            "link": "https://doi.org/10.1016/0304-405X(87)90008-0"
        },
        {
            "no": "9",
            "title": "Option values under stochastic volatility: Theory and empirical estimates",
            "date": "Dec 1987",
            "author": [
                "James B. Wiggins"
            ],
            "abstract": "This paper numerically solves the call option valuation problem given a fairly general continuous stochastic process for return volatility. Statistical estimators for volatility process parameters are derived, and parameter estimates are calculated for several individual stocks and indices. The resulting estimated option values do not differ dramatically from Black-Scholes values in most cases, although there is some evidence that for longer-maturity index options, Black-Scholes overvalues out-of-the-money calls in relation to in-the-money calls.",
            "link": "https://doi.org/10.1016/0304-405X(87)90009-2"
        },
        {
            "no": "10",
            "title": "Semi-parametric upper bounds for option prices and expected payoffs",
            "date": "Dec 1987",
            "author": [
                "Andrew W. Lo"
            ],
            "abstract": "Upper bounds on the expected payoff of call and put options are derived. These bounds depend only on the mean and variance of the terminal stock price and not on its entire distribution, so they are termed semi-parametric. A corollary of this result is a set of upper bounds for option prices obtained by the risk-neutral valuation approach of Cox and Ross. As an example, these bounds are shown to obtain across both lognormal diffusions and mixed diffusion-jump processes for any given data set. We present an illustrative example that suggests these bounds may be of considerable practical value.",
            "link": "https://doi.org/10.1016/0304-405X(87)90010-9"
        },
        {
            "no": "11",
            "title": "Subperiod aggregation and the power of multivariate tests of portfolio efficiency",
            "date": "Dec 1987",
            "author": [
                "Michael R. Gibbons",
                "Jay Shanken"
            ],
            "abstract": "When testing portfolio efficiency, empiricists usually perform tests using subperiods and aggregate the results in some manner. Although the power of individual subperiod tests has been studied previously, little is known about the power of the aggregate test. Power is evaluated here through simulations using two different aggregation techniques. Aggregate power is substantially higher than that for a single subperiod. For example, in one scenario the aggregate power is 0.77 over a sixty-year period, but only 0.17 for each five-year subperiod. In addition, the level of power depends on the method of aggregation.",
            "link": "https://doi.org/10.1016/0304-405X(87)90011-0"
        },
        {
            "no": "12",
            "title": "Editorial collaborators",
            "date": "Dec 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(87)90012-2"
        },
        {
            "no": "13",
            "title": "Index",
            "date": "Dec 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(87)90013-4"
        }
    ]
}