{
    "journal": "JFE",
    "volume": "37",
    "issue": "1",
    "date": "January 1995",
    "page": "Pages 1-126",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jan 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(95)90004-M"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Jan 1995",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Wayne H. Mikkelson",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(95)90005-N"
        },
        {
            "no": "3",
            "title": "Asset sales, firm performance, and the agency costs of managerial discretion",
            "date": "Jan 1995",
            "author": [
                "Larry Lang",
                "Annette Poulsen",
                "René Stulz"
            ],
            "abstract": "We argue that management sells assets when doing so provides the cheapest funds to pursue its objectives rather than for operating efficiency reasons alone. This hypothesis suggests that (1) firms selling assets have high leverage and/or poor performance, (2) a successful asset sale is good news, and (3) the stock market discounts asset sale proceeds retained by the selling firm. In support of this hypothesis, we find that the typical firm in our sample performs poorly before the sale and that the average stock-price reaction to asset sales is positive only when the proceeds are paid out.",
            "link": "https://doi.org/10.1016/0304-405X(94)00791-X"
        },
        {
            "no": "4",
            "title": "Diversification's effect on firm value",
            "date": "Jan 1995",
            "author": [
                "Philip G. Berger",
                "Eli Ofek"
            ],
            "abstract": "We estimate diversification's effect on firm value by imputing stand-alone values for individual business segments. Comparing the sum of these stand-alone values to the firm's actual value implies a 13% to 15% average value loss from diversification during 1986–1991. The value loss is smaller when the segments of the diversified firm are in the same two-digit SIC code. We find that overinvestment and cross-subsidization contribute to the value loss. The loss is reduced modestly by tax benefits of diversification.",
            "link": "https://doi.org/10.1016/0304-405X(94)00798-6"
        },
        {
            "no": "5",
            "title": "Corporate focus and stock returns",
            "date": "Jan 1995",
            "author": [
                "Robert Comment",
                "Gregg A. Jarrell"
            ],
            "abstract": "Greater corporate focus is consistent with shareholder wealth maximization. Diseconomies of scope in the 1980s are confirmed by a trend towards focus or specialization, a positive relation between stock returns and focus increases, and the failure of diversified firms to exploit financial economies of scope (coinsurance of debt or reliance on internal capital markets). Large focused firms were less likely to be subject to hostile takeover attempts than were other firms, but diversified firms were distinguished in the 1980s mostly by being relatively active participants, as both buyers and sellers, in the market for corporate control.",
            "link": "https://doi.org/10.1016/0304-405X(94)00777-X"
        },
        {
            "no": "6",
            "title": "A comparison of the information conveyed by equity carve-outs, spin-offs, and asset sell-offs",
            "date": "Jan 1995",
            "author": [
                "Myron B. Slovin",
                "Marie E. Sushka",
                "Steven R. Ferraro"
            ],
            "abstract": "We examine valuation effects on firms in the same industry as entities that are the subject of carve-outs (initial public offerings of subsidiary equity), spin-offs, and asset sell-offs. Share price reactions for rivals are negative in response to equity carve-outs. In comparison, rival stock returns are positive for spin-offs and normal for asset sell-offs, restructuring actions that do not entail a public offering of equity. Our results suggest managers conduct equity carve-outs when outside investors are likely to price the new shares higher than managers' perceived value.",
            "link": "https://doi.org/10.1016/0304-405X(94)00796-4"
        },
        {
            "no": "7",
            "title": "Asset sales and increase in focus",
            "date": "Jan 1995",
            "author": [
                "Kose John",
                "Eli Ofek"
            ],
            "abstract": "We find that asset sales lead to an improvement in the operating performance of the seller's remaining assets in each of the three years following the asset sale. The improvement in performance occurs primarily in firms that increase their focus; this change in operating performance is positively related to the seller's stock return at the divestiture announcement. The announcement stock returns are also greater for focus-increasing divestitures. Further, we find evidence that some of the seller's gains result from a better fit between the divested asset and the buyer.",
            "link": "https://doi.org/10.1016/0304-405X(94)00794-2"
        }
    ]
}