{
    "journal": "JF",
    "volume": "58",
    "issue": "4",
    "date": "August 2003",
    "page": "Pages: i-ix, 1335-1747, x-xxxix",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "31 December 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2003.tb00508.x"
        },
        {
            "no": "2",
            "title": "Presidential Address: Liquidity and Price Discovery",
            "date": "15 July 2003",
            "author": [
                "Maureen O'Hara"
            ],
            "abstract": "This paper examines the implications of market microstructure for asset pricing. I argue that asset pricing ignores the central fact that asset prices evolve in markets. Markets provide liquidity and price discovery, and I argue that asset pricing models need to be recast in broader terms to incorporate the transactions costs of liquidity and the risks of price discovery. I argue that symmetric information‐based asset pricing models do not work because they assume that the underlying problems of liquidity and price discovery have been solved. I develop an asymmetric information asset pricing model that incorporates these effects.",
            "link": "https://doi.org/10.1111/1540-6261.00569"
        },
        {
            "no": "3",
            "title": "The Really Long‐Run Performance of Initial Public Offerings: The Pre‐Nasdaq Evidence",
            "date": "15 July 2003",
            "author": [
                "Paul A. Gompers",
                "Josh Lerner"
            ],
            "abstract": "Financial economists have intensely debated the performance of IPOs using data after the formation of Nasdaq. This paper sheds light on this controversy by undertaking a large, out‐of‐sample study: We examine the performance for five years after listing of 3,661 U.S. IPOs from 1935 to 1972. The sample displays some underperformance when event‐time buy‐and‐hold abnormal returns are used. The underperformance disappears, however, when cumulative abnormal returns are utilized. A calendar‐time analysis shows that over the entire period, IPOs return as much as the market. The intercepts in CAPM and Fama–French regressions are insignificantly different from zero, suggesting no abnormal performance.",
            "link": "https://doi.org/10.1111/1540-6261.00570"
        },
        {
            "no": "4",
            "title": "Spurious Regressions in Financial Economics?",
            "date": "15 July 2003",
            "author": [
                "Wayne E. Ferson",
                "Sergei Sarkissian",
                "Timothy T. Simin"
            ],
            "abstract": "Even though stock returns are not highly autocorrelated, there is a spurious regression bias in predictive regressions for stock returns related to the classic studies of Yule (1926) and Granger and Newbold (1974). Data mining for predictor variables interacts with spurious regression bias. The two effects reinforce each other, because more highly persistent series are more likely to be found significant in the search for predictor variables. Our simulations suggest that many of the regressions in the literature, based on individual predictor variables, may be spurious.",
            "link": "https://doi.org/10.1111/1540-6261.00571"
        },
        {
            "no": "5",
            "title": "Bookbuilding: How Informative Is the Order Book?",
            "date": "15 July 2003",
            "author": [
                "Francesca Cornelli",
                "David Goldreich"
            ],
            "abstract": "We examine the institutional bids submitted under the bookbuilding procedure for a sample of international equity issues. We find that information in bids which include a limit price, especially those of large and frequent bidders, affects the issue price. Oversubscription has a smaller but significant effect for IPOs. Public information affects the issue price to the extent that it is reflected in the bids. Oversubscription and demand elasticity are positively correlated with the first‐day aftermarket return, and demand elasticity is negatively correlated with aftermarket volatility. Our results support the view that bookbuilding is designed to extract information from investors.",
            "link": "https://doi.org/10.1111/1540-6261.00572"
        },
        {
            "no": "6",
            "title": "Ownership Structure, Corporate Governance, and Firm Value: Evidence from the East Asian Financial Crisis",
            "date": "15 July 2003",
            "author": [
                "Michael L. Lemmon",
                "Karl V. Lins"
            ],
            "abstract": "We use a sample of 800 firms in eight East Asian countries to study the effect of ownership structure on value during the region's financial crisis. The crisis negatively impacted firms' investment opportunities, raising the incentives of controlling shareholders to expropriate minority investors. Crisis period stock returns of firms in which managers have high levels of control rights, but have separated their control and cash flow ownership, are 10–20 percentage points lower than those of other firms. The evidence is consistent with the view that ownership structure plays an important role in determining whether insiders expropriate minority shareholders.",
            "link": "https://doi.org/10.1111/1540-6261.00573"
        },
        {
            "no": "7",
            "title": "Does Shareholder Composition Matter? Evidence from the Market Reaction to Corporate Earnings Announcements",
            "date": "15 July 2003",
            "author": [
                "Edith S. Hotchkiss",
                "Deon Strickland"
            ],
            "abstract": "We examine whether institutional ownership composition is related to parameters of the market reaction to negative earnings announcements. When firms report earnings below analysts' expectations, the stock price response is more negative for firms with higher levels of ownership by momentum or aggressive growth investors. There is no evidence, however, that these institutions cause an “overreaction” to earnings news. Ownership structure is also related to trading volume and to stock price volatility on days around earnings announcements. Our findings are consistent with the idea that the composition of institutional shareholders effects stock price behavior around the release of corporate information.",
            "link": "https://doi.org/10.1111/1540-6261.00574"
        },
        {
            "no": "8",
            "title": "Rumors",
            "date": "15 July 2003",
            "author": [
                "Jos Van Bommel"
            ],
            "abstract": "A Kyle (1985) model with private information diffusion is used to examine the motivation to spread stock tips. An informed investor with limited investment capacity spreads imprecise rumors to an audience of followers. Followers trade on the advice and move the price. Due to the imprecision of the rumor, the price overshoots with positive probability. This gives the rumormonger the opportunity to trade twice: First when she receives information, then when she knows the price to be overshooting. In equilibrium, rumors are informative and both rumormongers and followers increase their profits at the expense of uninformed liquidity traders.",
            "link": "https://doi.org/10.1111/1540-6261.00575"
        },
        {
            "no": "9",
            "title": "Momentum and Reversals in Equity‐Index Returns During Periods of Abnormal Turnover and Return Dispersion",
            "date": "15 July 2003",
            "author": [
                "Robert Connolly",
                "Chris Stivers"
            ],
            "abstract": "We document new patterns in the dynamics between stock returns and trading volume. Specifically, we find substantial momentum (reversals) in consecutive weekly returns when the latter week has unexpectedly high (low) turnover. This pattern is evident in equity indices, index futures, and individual stocks. Similarly, we also find that the autocorrelation in equity‐index returns is increasing with the unexpected dispersion across the latter week's firm‐level returns. Weeks with extreme turnover and dispersion shocks (both high and low) tend to have more macroeconomic news releases. Our findings bear on understanding price formation and the economic interpretation of turnover and dispersion shocks.",
            "link": "https://doi.org/10.1111/1540-6261.00576"
        },
        {
            "no": "10",
            "title": "Incentive Compensation When Executives Can Hedge the Market: Evidence of Relative Performance Evaluation in the Cross Section",
            "date": "15 July 2003",
            "author": [
                "Gerald Garvey",
                "Todd Milbourn"
            ],
            "abstract": "Little evidence exists that firms index executive compensation to remove the influence of marketwide factors. We argue that executives can, in principle, replicate such indexation in their private portfolios. In support, we find that market risk has little effect on the use of stock‐based pay for the average executive. But executives' ability to “undo” excessive market risk can be hindered by wealth constraints and inalienability of human capital. We replicate the standard result that there is little relative performance evaluation (RPE) for the average executive, but find strong evidence of RPE for younger executives and executives with less financial wealth.",
            "link": "https://doi.org/10.1111/1540-6261.00577"
        },
        {
            "no": "11",
            "title": "Tax‐Induced Trading of Equity Securities: Evidence from the ADR Market",
            "date": "15 July 2003",
            "author": [
                "Sandra Renfro Callaghan",
                "Christopher B. Barry"
            ],
            "abstract": "We examine ex‐dividend date trading of American Depositary Receipts (ADRs) using a sample of 1,043 dividends over the period 1988 to 1995. ADR dividends are often subject to foreign withholding taxes, creating incentives for certain investors to avoid the distribution. ADRs exhibit negative abnormal ex‐dividend day returns, and their prices behave consistently with their related withholding taxes. Abnormal trading volume for taxable issues exceeds 130 percent and 300 percent of normal volume on the cum‐ and ex‐dates, respectively. Abnormal volume is an increasing function of foreign withholding tax rates and decreasing function of transactions costs. This abnormal ex‐date trading activity is consistent with tax‐motivated trading.",
            "link": "https://doi.org/10.1111/1540-6261.00578"
        },
        {
            "no": "12",
            "title": "Performance Incentives within Firms: The Effect of Managerial Responsibility",
            "date": "15 July 2003",
            "author": [
                "Rajesh K. Aggarwal",
                "Andrew A. Samwick"
            ],
            "abstract": "We show that top management incentives vary by responsibility. For oversight executives, pay‐performance incentives are $1.22 per thousand dollar increase in shareholder wealth higher than for divisional executives. For CEOs, incentives are $5.65 higher than for divisional executives. Incentives for the median top management team are substantial at $32.32. CEOs account for 42 to 58 percent of aggregate team incentives. For divisional executives, the pay–divisional performance sensitivity is positive and increasing in the precision of divisional performance and the pay–firm performance sensitivity is decreasing in the precision of divisional performance. These results support principal–agent models with multiple signals of managerial effort.",
            "link": "https://doi.org/10.1111/1540-6261.00579"
        },
        {
            "no": "13",
            "title": "Risk Reduction in Large Portfolios: Why Imposing the Wrong Constraints Helps",
            "date": "15 July 2003",
            "author": [
                "Ravi Jagannathan",
                "Tongshu Ma"
            ],
            "abstract": "Green and Hollifield (1992) argue that the presence of a dominant factor would result in extreme negative weights in mean‐variance efficient portfolios even in the absence of estimation errors. In that case, imposing no‐short‐sale constraints should hurt, whereas empirical evidence is often to the contrary. We reconcile this apparent contradiction. We explain why constraining portfolio weights to be nonnegative can reduce the risk in estimated optimal portfolios even when the constraints are wrong. Surprisingly, with no‐short‐sale constraints in place, the sample covariance matrix performs as well as covariance matrix estimates based on factor models, shrinkage estimators, and daily data.",
            "link": "https://doi.org/10.1111/1540-6261.00580"
        },
        {
            "no": "14",
            "title": "High‐Water Marks and Hedge Fund Management Contracts",
            "date": "15 July 2003",
            "author": [
                "William N. Goetzmann",
                "Jonathan E. Ingersoll Jr.",
                "Stephen A. Ross"
            ],
            "abstract": "Incentive fees for money managers are frequently accompanied by high‐water mark provisions that condition the payment of the performance fee upon exceeding the previously achieved maximum share value. In this paper, we show that hedge fund performance fees are valuable to money managers, and conversely, represent a claim on a significant proportion of investor wealth. The high‐water mark provisions in these contracts limit the value of the performance fees. We provide a closed‐form solution to the cost of the high‐water mark contract under certain conditions. Our results provide a framework for valuation of a hedge fund management company.",
            "link": "https://doi.org/10.1111/1540-6261.00581"
        },
        {
            "no": "15",
            "title": "Book Review",
            "date": "15 July 2003",
            "author": [
                "Moshe A. Milevsky"
            ],
            "abstract": "Book review\nPhelim Boyle and Feidh Lim Boyle, Derivatives: The Tools that Changed Finance",
            "link": "https://doi.org/10.1111/1540-6261.00582"
        },
        {
            "no": "16",
            "title": "Minutes of the Annual Membership Meeting",
            "date": "15 July 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00583"
        },
        {
            "no": "17",
            "title": "Report of the Executive Secretary and Treasurer",
            "date": "15 July 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00584"
        },
        {
            "no": "18",
            "title": "Report of the Editor of The Journal of Finance for the Year 2002",
            "date": "15 July 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00585"
        },
        {
            "no": "19",
            "title": "MISCELLANEA",
            "date": "15 July 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00586"
        },
        {
            "no": "20",
            "title": "ANNOUNCEMENTS",
            "date": "31 December 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2003.tb00509.x"
        },
        {
            "no": "21",
            "title": "ASSOCIATION MEETINGS",
            "date": "31 December 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2003.tb00510.x"
        },
        {
            "no": "22",
            "title": "Back Matter",
            "date": "31 December 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2003.tb00511.x"
        }
    ]
}