{
    "journal": "JF",
    "volume": "58",
    "issue": "6",
    "date": "December 2003",
    "page": "Pages: i-vi, 2285-2812, vii-lxvii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "07 November 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2003.tb00551.x"
        },
        {
            "no": "2",
            "title": "The Dynamics of Institutional and Individual Trading",
            "date": "07 November 2003",
            "author": [
                "John M. Griffin",
                "Jeffrey H. Harris",
                "Selim Topaloglu"
            ],
            "abstract": "We study the daily and intradaily cross‐sectional relation between stock returns and the trading of institutional and individual investors in Nasdaq 100 securities. Based on the previous day's stock return, the top performing decile of securities is 23.9% more likely to be bought in net by institutions (and sold by individuals) than those in the bottom performance decile. Strong contemporaneous daily patterns can largely be explained by net institutional (individual) trading positively (negatively) following past intradaily excess stock returns (or the news associated therein). In comparison, evidence of return predictability and price pressure are economically small.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00606.x"
        },
        {
            "no": "3",
            "title": "Equity Volatility and Corporate Bond Yields",
            "date": "07 November 2003",
            "author": [
                "John Y. Campbell",
                "Glen B. Taksler"
            ],
            "abstract": "This paper explores the effect of equity volatility on corporate bond yields. Panel data for the late 1990s show that idiosyncratic firm‐level volatility can explain as much cross‐sectional variation in yields as can credit ratings. This finding, together with the upward trend in idiosyncratic equity volatility documented by Campbell, Lettau, Malkiel, and Xu (2001), helps to explain recent increases in corporate bond yields.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00607.x"
        },
        {
            "no": "4",
            "title": "Institutional Investors and Executive Compensation",
            "date": "07 November 2003",
            "author": [
                "Jay C. Hartzell",
                "Laura T. Starks"
            ],
            "abstract": "We find that institutional ownership concentration is positively related to the pay‐for‐performance sensitivity of executive compensation and negatively related to the level of compensation, even after controlling for firm size, industry, investment opportunities, and performance. These results suggest that the institutions serve a monitoring role in mitigating the agency problem between shareholders and managers. Additionally, we find that clientele effects exist among institutions for firms with certain compensation structures, suggesting that institutions also influence compensation structures through their preferences.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00608.x"
        },
        {
            "no": "5",
            "title": "Intraday Price Formation in U.S. Equity Index Markets",
            "date": "07 November 2003",
            "author": [
                "Joel Hasbrouck"
            ],
            "abstract": "The market for U.S. equity indexes presently comprises floor‐traded index futures contracts, exchange‐traded funds (ETFs), electronically traded, small‐denomination futures contracts (E‐minis), and sector ETFs that decompose the S&P 500 index into component industry portfolios. This paper empirically investigates price discovery in this environment. For the S&P 500 and Nasdaq‐100 indexes, most of the price discovery occurs in the E‐mini market. For the S&P 400 MidCap index, price discovery is shared between the regular futures contract and the ETF. The S&P 500 ETF contributes markedly to price discovery in the sector ETFs, but there are only minor effects in the reverse direction.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00609.x"
        },
        {
            "no": "6",
            "title": "Financial Development, Property Rights, and Growth",
            "date": "07 November 2003",
            "author": [
                "Stijn Claessens",
                "Luc Laeven"
            ],
            "abstract": "In countries with more secure property rights, firms might allocate resources better and consequentially grow faster as the returns on different types of assets are more protected against competitors' actions. Using data on sectoral value added for a large number of countries, we find evidence consistent with better property rights leading to higher growth through improved asset allocation. Quantitatively, the growth effect is as large as that of improved access to financing due to greater financial development. Our results are robust using various samples and specifications, including controlling for growth opportunities.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00610.x"
        },
        {
            "no": "7",
            "title": "The Behavior of Bid‐Ask Spreads and Volume in Options Markets during the Competition for Listings in 1999",
            "date": "07 November 2003",
            "author": [
                "Patrick De Fontnouvelle",
                "Raymond P. H. Fishe",
                "Jeffrey H. Harris"
            ],
            "abstract": "In August 1999, U.S. exchanges began to compete directly for order flow in many options that had been exclusively listed on another exchange, shifting 37% of option volume to multiple‐listing status by the end of September. Effective and quoted bid–ask spreads decrease significantly after multiple listings with spreads generally maintaining their initial lower levels 1 year later. These results hold for both time series and pooled regressions and are robust. We reject that economies of scale in market making cause the decrease in spreads and support the view that interexchange competition reduces option transaction costs.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00611.x"
        },
        {
            "no": "8",
            "title": "Model Misspecification and Underdiversification",
            "date": "07 November 2003",
            "author": [
                "Raman Uppal",
                "Tan Wang"
            ],
            "abstract": "In this paper, we study intertemporal portfolio choice when an investor accounts explicitly for model misspecification. We develop a framework that allows for ambiguity about not just the joint distribution of returns for all stocks in the portfolio, but also for different levels of ambiguity for the marginal distribution of returns for any subset of these stocks. We find that when the overall ambiguity about the joint distribution of returns is high, then small differences in ambiguity for the marginal return distribution will result in a portfolio that is significantly underdiversified relative to the standard mean‐variance portfolio.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00612.x"
        },
        {
            "no": "9",
            "title": "Regulation Fair Disclosure and Earnings Information: Market, Analyst, and Corporate Responses",
            "date": "07 November 2003",
            "author": [
                "Warren Bailey",
                "Haitao Li",
                "Connie X. Mao",
                "Rui Zhong"
            ],
            "abstract": "With the adoption of Regulation Fair Disclosure (Reg FD), market behavior around earnings releases displays no significant change in return volatility (after controlling for decimalization of stock trading) but significant increases in trading volume due to difference in opinion. Analyst forecast dispersion increases, and increases in other measures of disagreement and difference of opinion suggest greater difficulty in forming forecasts beyond the current quarter. Corporations increase the quantity of voluntary disclosures, but only for current quarter earnings. Thus, Reg FD seems to increase the quantity of information available to the public while imposing greater demands on investment professionals.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00613.x"
        },
        {
            "no": "10",
            "title": "Momentum Investing and Business Cycle Risk: Evidence from Pole to Pole",
            "date": "07 November 2003",
            "author": [
                "John M. Griffin",
                "Xiuqing Ji",
                "J. Spencer Martin"
            ],
            "abstract": "We examine whether macroeconomic risk can explain momentum profits internationally. Neither an unconditional model based on the Chen, Roll, and Ross (1986) factors nor a conditional forecasting model based on lagged instruments provides any evidence that macroeconomic risk variables can explain momentum. In addition, momentum profits around the world are economically large and statistically reliable in both good and bad economic states. Further, these momentum profits reverse over 1‐ to 5‐year horizons, an action inconsistent with existing risk‐based explanations of momentum.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00614.x"
        },
        {
            "no": "11",
            "title": "Equilibrium “Anomalies”",
            "date": "07 November 2003",
            "author": [
                "Michael F. Ferguson",
                "Richard L. Shockley"
            ],
            "abstract": "Many empirical “anomalies” are actually consistent with the single beta capital asset pricing model if the empiricist utilizes an equity‐only proxy for the true market portfolio. Equity betas estimated against this particular inefficient proxy will be understated, with the error increasing with the firm's leverage. Thus, firm‐specific variables that correlate with leverage (such as book‐to‐market and size) will appear to explain returns after controlling for proxy beta simply because they capture the missing beta risk. Loadings on portfolios formed on relative leverage and relative distress completely subsume the powers of the Fama and French (1993) returns to small minus big market capitalization (SMB) portfolios and returns to high minus low book‐to‐market (HML) portfolios factors in explaining cross‐sectional returns.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00615.x"
        },
        {
            "no": "12",
            "title": "What Type of Process Underlies Options? A Simple Robust Test",
            "date": "07 November 2003",
            "author": [
                "Peter Carr",
                "Liuren Wu"
            ],
            "abstract": "We develop a simple robust method to distinguish the presence of continuous and discontinuous components in the price of an asset underlying options. Our method examines the prices of at‐the‐money and out‐of‐the‐money options as the option's time‐to‐maturity approaches zero. We show that these prices converge to zero at speeds that depend upon whether the underlying asset price process is purely continuous, purely discontinuous, or a combination of both. We apply the method to S&P 500 index options and find the existence of both a continuous component and a jump component in the index.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00616.x"
        },
        {
            "no": "13",
            "title": "Do Price Discreteness and Transactions Costs Affect Stock Returns? Comparing Ex‐Dividend Pricing before and after Decimalization",
            "date": "07 November 2003",
            "author": [
                "John R. Graham",
                "Roni Michaely",
                "Michael R. Roberts"
            ],
            "abstract": "By the end of January 2001, all NYSE stocks had converted their price quotations from 1/8s and 1/16s to decimals. This study examines the effect of this change in price quotations on ex‐dividend day activity. We find that abnormal ex‐dividend day returns increase in the 1/16 and decimal pricing eras, relative to the 1/8 era, which is inconsistent with microstructure explanations of ex‐day price movements. We also find that abnormal returns increase in conjunction with a May 1997 reduction in the capital gains tax rate, as they should if relative taxation of dividends and capital gains affects ex‐day pricing.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00617.x"
        },
        {
            "no": "14",
            "title": "Competition among Trading Venues: Information and Trading on Electronic Communications Networks",
            "date": "07 November 2003",
            "author": [
                "Michael J. Barclay",
                "Terrence Hendershott",
                "D. Timothy McCormick"
            ],
            "abstract": "This paper explores the competition between two trading venues, Electronic Communication Networks (ECNs) and Nasdaq market makers. ECNs offer the advantages of anonymity and speed of execution, which attract informed traders. Thus, trades are more likely to occur on ECNs when information asymmetry is greater and when trading volume and stock‐return volatility are high. ECN trades have greater permanent price impacts and more private information is revealed through ECN trades than though market‐maker trades. However, ECN trades have higher ex ante trading costs because market makers can preference or internalize the less informed trades and offer them better executions.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00618.x"
        },
        {
            "no": "15",
            "title": "Capital Structure and Financial Risk: Evidence from Foreign Debt Use in East Asia",
            "date": "07 November 2003",
            "author": [
                "George Allayannis",
                "Gregory W. Brown",
                "Leora F. Klapper"
            ],
            "abstract": "Using a data set of East Asian nonfinancial companies, we examine a firm's choice between local, foreign, and synthetic local currency (hedged foreign currency) debt. We find evidence of unique as well as common factors that determine each debt type's use, indicating the importance of examining debt at a disaggregated level. We exploit the Asian financial crisis as a natural experiment to investigate the role of debt type in firm performance. Surprisingly, we find that the use of synthetic local currency debt is associated with the biggest drop in market value, possibly due to currency derivative market illiquidity during the crisis.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00619.x"
        },
        {
            "no": "16",
            "title": "Divestitures and Divisional Investment Policies",
            "date": "07 November 2003",
            "author": [
                "Amy Dittmar",
                "Anil Shivdasani"
            ],
            "abstract": "We study a sample of diversified firms that alter their organizational structure by divesting a business segment. These firms experience a reduction in the diversification discount after the divestiture. We show that the efficiency of segment investment increases substantially following the divestiture and that this improvement is associated with a decrease in the diversification discount. Our results support the corporate focus and financing hypotheses for corporate divestitures. We demonstrate that inefficient investment is partly responsible for the diversification discount and show that asset sales lead to an improvement in the efficiency of investment for remaining divisions.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00620.x"
        },
        {
            "no": "17",
            "title": "Is the International Convergence of Capital Adequacy Regulation Desirable?",
            "date": "07 November 2003",
            "author": [
                "Viral V. Acharya"
            ],
            "abstract": "The merit of international convergence of bank capital requirements in the presence of divergent closure policies of different central banks is examined. The lack of a complementary variation between minimum bank capital requirements and regulatory forbearance leads to a spillover from more forbearing to less forbearing economies and reduces the competitive advantage of banks in less forbearing economies. Linking the central bank's forbearance to its alignment with domestic bank owners, it is shown that in equilibrium, a regression toward the worst closure policy may result: The central banks of initially less forbearing economies also adopt greater forbearance.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00621.x"
        },
        {
            "no": "18",
            "title": "Shareholder Taxes in Acquisition Premiums: The Effect of Capital Gains Taxation",
            "date": "07 November 2003",
            "author": [
                "Benjamin C. Ayers",
                "Craig E. Lefanowicz",
                "John R. Robinson"
            ],
            "abstract": "We exploit cross‐temporal differences in capital gains tax rates to test whether shareholder‐level capital gains taxes are associated with higher acquisition premiums for taxable acquisitions. We model acquisition premiums as a function of proxies for the capital gains taxes of target shareholders, taxability of the acquisition, and tax status of the price‐setting shareholder as represented by the level of target institutional ownership. Consistent with a lock‐in effect for acquisition premiums, results suggest a unique positive association between shareholder capital gains taxes for individual investors and acquisition premiums for taxable acquisitions, which is mitigated by target institutional ownership.",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00622.x"
        },
        {
            "no": "19",
            "title": "MISCELLANEA",
            "date": "07 November 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00623.x"
        },
        {
            "no": "20",
            "title": "ANNOUNCEMENTS",
            "date": "07 November 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2003.tb00549.x"
        },
        {
            "no": "21",
            "title": "ASSOCIATION MEETINGS",
            "date": "07 November 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2003.tb00550.x"
        },
        {
            "no": "22",
            "title": "Index to Volume LVIII",
            "date": "07 November 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1046/j.1540-6261.2003.00624.x"
        },
        {
            "no": "23",
            "title": "Back Matter",
            "date": "07 November 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2003.tb00552.x"
        }
    ]
}