{
    "journal": "JFE",
    "volume": "121",
    "issue": "1",
    "date": "July 2016",
    "page": "Pages 1-230",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jul 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(16)30087-3"
        },
        {
            "no": "2",
            "title": "The value of creditor control in corporate bonds",
            "date": "Mar 2016",
            "author": [
                "Peter Feldhütter",
                "Edith Hotchkiss",
                "Oğuzhan Karakaş"
            ],
            "abstract": "This paper introduces a measure that captures the premium in bond prices that is due to the value of creditor control. We estimate the premium as the difference in the bond price and an equivalent synthetic bond without control rights that is constructed using credit default swap (CDS) contracts. We find empirically that this premium increases as firm credit quality decreases and around important credit events such as defaults, bankruptcies, and covenant violations. The increase is greatest for bonds most pivotal to changes in control. Changes in bond and CDS liquidity do not appear to drive increases in the premium.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.03.007"
        },
        {
            "no": "3",
            "title": "Accruals, cash flows, and operating profitability in the cross section of stock returns",
            "date": "Mar 2016",
            "author": [
                "Ray Ball",
                "Joseph Gerakos",
                "Juhani T. Linnainmaa",
                "Valeri Nikolaev"
            ],
            "abstract": "Accruals are the non-cash component of earnings. They represent adjustments made to cash flows to generate a profit measure largely unaffected by the timing of receipts and payments of cash. Prior research uncovers two anomalies: expected returns increase in profitability and decrease in accruals. We show that cash-based operating profitability (a measure that excludes accruals) outperforms measures of profitability that include accruals. Further, cash-based operating profitability subsumes accruals in predicting the cross section of average returns. An investor can increase a strategy’s Sharpe ratio more by adding just a cash-based operating profitability factor to the investment opportunity set than by adding both an accruals factor and a profitability factor that includes accruals.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.03.002"
        },
        {
            "no": "4",
            "title": "Short interest and aggregate stock returns",
            "date": "Mar 2016",
            "author": [
                "David E. Rapach",
                "Matthew C. Ringgenberg",
                "Guofu Zhou"
            ],
            "abstract": "We show that short interest is arguably the strongest known predictor of aggregate stock returns. It outperforms a host of popular return predictors both in and out of sample, with annual R2 statistics of 12.89% and 13.24%, respectively. In addition, short interest can generate utility gains of over 300 basis points per annum for a mean-variance investor. A vector autoregression decomposition shows that the economic source of short interest’s predictive power stems predominantly from a cash flow channel. Overall, our evidence indicates that short sellers are informed traders who are able to anticipate future aggregate cash flows and associated market returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.03.004"
        },
        {
            "no": "5",
            "title": "Under new management: Equity issues and the attribution of past returns",
            "date": "Mar 2016",
            "author": [
                "Malcolm Baker",
                "Yuhai Xuan"
            ],
            "abstract": "There is a strong link between measures of stock market performance and subsequent equity issues. We find that management turnover weakens the link between equity issues and the returns that preceded the new chief executive officer (CEO). Moreover, there is a discontinuity in the distribution of equity issues around the specific share price that the CEO inherited, while there is no discontinuity around salient share prices prior to turnover. The evidence suggests that capital allocation involves an attribution of past returns not only to the firm but also to its CEO. A corollary is that a firm with poor stock market performance may be better able to raise new capital if its current CEO is replaced.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.03.001"
        },
        {
            "no": "6",
            "title": "Does variance risk have two prices? Evidence from the equity and option markets",
            "date": "Feb 2016",
            "author": [
                "Laurent Barras",
                "Aytek Malkhozov"
            ],
            "abstract": "We formally compare two versions of the market variance risk premium (VRP) measured in the equity and option markets. Both VRPs follow common patterns and respond similarly to changes in volatility and economic conditions. However, we reject the null hypothesis that they are identical and find that their difference is strongly related to measures of the financial standing of intermediaries. These results shed new light on the information content of the VRP, suggest the presence of market frictions between the two markets, and are consistent with the key role played by intermediaries in setting option prices.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.02.014"
        },
        {
            "no": "7",
            "title": "Performance measurement with selectivity, market and volatility timing",
            "date": "Feb 2016",
            "author": [
                "Wayne Ferson",
                "Haitao Mo"
            ],
            "abstract": "The performance of portfolio managers depends on market timing, volatility timing, and security selection. We develop holdings-based performance measures that adjust for risk using stochastic discount factors, display all three components in a consistent framework, and avoid strong assumptions about managers’ behavior. Previous models leave out some of the components of performance, and correcting for this we deliver better measures of selectivity. Sorting stocks held by funds on selectivity produces a quintile spread in four-factor alphas greater than 2.5% per year before costs and more than 1.7% greater than found using the Daniel, Grinblatt, Titman, and Wermers (1997) measure.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.02.012"
        },
        {
            "no": "8",
            "title": "Passive investors, not passive owners",
            "date": "Mar 2016",
            "author": [
                "Ian R. Appel",
                "Todd A. Gormley",
                "Donald B. Keim"
            ],
            "abstract": "Passive institutional investors are an increasingly important component of U.S. stock ownership. To examine whether and by which mechanisms passive investors influence firms' governance, we exploit variation in ownership by passive mutual funds associated with stock assignments to the Russell 1000 and 2000 indexes. Our findings suggest that passive mutual funds influence firms' governance choices, resulting in more independent directors, removal of takeover defenses, and more equal voting rights. Passive investors appear to exert influence through their large voting blocs, and consistent with the observed governance differences increasing firm value, passive ownership is associated with improvements in firms’ longer-term performance.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.03.003"
        },
        {
            "no": "9",
            "title": "Liquidity, resiliency and market quality around predictable trades: Theory and evidence",
            "date": "Feb 2016",
            "author": [
                "Hendrik Bessembinder",
                "Allen Carrion",
                "Laura Tuttle",
                "Kumar Venkataraman"
            ],
            "abstract": "We extend the theory of strategic trading around a predictable liquidation by considering the role of market resiliency. Our model predicts that even a monopolist strategic trader improves market quality and increases liquidator proceeds if trades’ temporary price impacts are quickly reversed, and that competition among strategic traders strictly improves market quality. We provide related empirical evidence by studying prices, liquidity, and individual account trading activity around the large and predictable “roll” trades undertaken by a large exchange-traded fund (ETF). The evidence indicates narrower bid-ask spreads, greater order book depth, and improved resiliency on roll dates. We find that a larger number of individual trading accounts provide liquidity on roll dates, and do not find evidence of the systematic use of predatory strategies. On balance, the theory and evidence imply that traders supply liquidity to rather than exploit predictable trades in resilient markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.02.011"
        },
        {
            "no": "10",
            "title": "Have we solved the idiosyncratic volatility puzzle?",
            "date": "Feb 2016",
            "author": [
                "Kewei Hou",
                "Roger K. Loh"
            ],
            "abstract": "We propose a simple methodology to evaluate a large number of potential explanations for the negative relation between idiosyncratic volatility and subsequent stock returns (the idiosyncratic volatility puzzle). Surprisingly, we find that many existing explanations explain less than 10% of the puzzle. On the other hand, explanations based on investors’ lottery preferences and market frictions show some promise in explaining the puzzle. Together, all existing explanations account for 29–54% of the puzzle in individual stocks and 78–84% of the puzzle in idiosyncratic volatility-sorted portfolios. Our methodology can be applied to evaluate competing explanations for other asset pricing anomalies.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.02.013"
        },
        {
            "no": "11",
            "title": "Borrower protection and the supply of credit: Evidence from foreclosure laws",
            "date": "Feb 2016",
            "author": [
                "Jihad Dagher",
                "Yangfan Sun"
            ],
            "abstract": "Laws governing the foreclosure process can have direct consequences for the costs of foreclosure and, therefore could affect lending decisions. We exploit the heterogeneity in judicial requirements across US states to examine their impact on banks’ lending decisions in a sample of urban areas straddling state borders. A key feature of our study is the way it exploits an exogenous cutoff in loan eligibility to government-sponsored enterprises (GSEs) guarantees, which shift the burden of foreclosure costs onto the GSEs. We find that judicial requirements reduce the supply of credit only for jumbo loans, which are ineligible for GSE guarantees, i.e., in the nonsubsidized segment of the market. Thus, while we find a significant effect on credit supply, the aggregate impact is muted by the indirect cross-subsidy by the GSEs to borrower-friendly states.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.02.003"
        },
        {
            "no": "12",
            "title": "How costly is corporate bankruptcy for the CEO?",
            "date": "Mar 2016",
            "author": [
                "B. Espen Eckbo",
                "Karin S. Thorburn",
                "Wei Wang"
            ],
            "abstract": "We examine chief executive officer (CEO) career and compensation changes for large firms filing for Chapter 11. One-third of the incumbent CEOs maintain executive employment, and these CEOs experience a median compensation change of zero. However, incumbent CEOs leaving the executive labor market suffer a compensation loss with a median present value until age 65 of $7 million (five times pre-departure compensation). The likelihood of leaving decreases with profitability and CEO share ownership. Furthermore, creditor control rights during bankruptcy (through debtor-in-possession financing and large trade credits) are associated with CEO career change. Despite large equity losses (median $11 million for incumbents who stay until filing), the median incumbent does not reduce his stock ownership as the firm approaches bankruptcy.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.03.005"
        }
    ]
}