{
    "journal": "JFE",
    "volume": "85",
    "issue": "1",
    "date": "July 2007",
    "page": "Pages 1-266",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jul 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(07)00094-3"
        },
        {
            "no": "2",
            "title": "Risk, return, and dividends",
            "date": "Jan 2007",
            "author": [
                "Andrew Ang",
                "Jun Liu"
            ],
            "abstract": "Using only the definition of returns, together with a transversality assumption, we demonstrate that given a dividend process, any one of three variables—expected return, return volatility, and the price–dividend ratio—completely determines the other two. By parameterizing only one of these processes, common empirical specifications place strong, and sometimes counter-factual, restrictions on the dynamics of the other variables. Our findings lend insight into the nature of the risk–return relation and the predictability of stock returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.01.001"
        },
        {
            "no": "3",
            "title": "Executive stock options and IPO underpricing",
            "date": "May 2006",
            "author": [
                "Michelle Lowry",
                "Kevin J. Murphy"
            ],
            "abstract": "In about one-third of US IPOs between 1996 and 2000, executives received stock options with an exercise price equal to the IPO offer price rather than a market-determined price. Among firms with such “IPO options”, 58% of top executives realize a net benefit from underpricing: the gain from the options exceeds the loss from the dilution of their pre-IPO shareholdings. If executives can influence either the IPO offer price or the timing and terms of their stock option grants, there should be a positive relation between IPO option grants and underpricing. We find no evidence of such a relation. Our results contrast sharply with the emerging literature on managerial self-dealing at shareholder expense.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.05.006"
        },
        {
            "no": "4",
            "title": "The determinants of corporate board size and composition: An empirical analysis",
            "date": "May 2006",
            "author": [
                "Audra L. Boone",
                "Laura Casares Field",
                "Jonathan M. Karpoff",
                "Charu G. Raheja"
            ],
            "abstract": "Using a unique panel dataset that tracks corporate board development from a firm's IPO through 10 years later, we find that: (i) board size and independence increase as firms grow and diversify over time; (ii) board size—but not board independence—reflects a tradeoff between the firm-specific benefits and costs of monitoring; and (iii) board independence is negatively related to the manager's influence and positively related to constraints on that influence. These results indicate that economic considerations—in particular, the specific nature of the firm's competitive environment and managerial team—help explain cross-sectional variation in corporate board size and composition. Nonetheless, much of the variation in board structures remains unexplained, suggesting that idiosyncratic factors affect many individual boards’ characteristics.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.05.004"
        },
        {
            "no": "5",
            "title": "Laddering in initial public offerings",
            "date": "May 2006",
            "author": [
                "Qing Hao"
            ],
            "abstract": "Laddering is a practice whereby the allocating underwriter requires the ladderer to buy additional shares of the issuer in the aftermarket as a condition for receiving shares at the offer price. This paper identifies factors that create incentives to engage in this type of manipulation and models the effect of laddering on initial public offering (IPO) pricing. I show that laddering has a bigger effect on the market price of IPOs with greater expected underpricing (without laddering) and greater expected momentum in the aftermarket; laddering increases the IPO offer price, the aftermarket price, and the money left on the table but does not necessarily increase the percentage underpricing; laddering contributes to long-run underperformance and creates a negative correlation between short-run and long-run returns; and profit-sharing increases the extent of laddering and the percentage underpricing.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.05.008"
        },
        {
            "no": "6",
            "title": "The risk return tradeoff in the long run: 1836–2003",
            "date": "Jun 2006",
            "author": [
                "Christian Lundblad"
            ],
            "abstract": "Previous studies typically find a statistically insignificant relation between the market risk premium and its expected volatility. Further, several of these studies estimate a negative risk return tradeoff, contrary to the predictions of mainstream theory. Using simulations, I demonstrate that even 100 years of data constitute a small sample that may easily lead to this finding even though the true risk return tradeoff is positive. Small-sample inference is plagued by the fact that conditional volatility has almost no explanatory power for realized returns. Using the nearly two century history of U.S. equity market returns from Schwert [1990. Indexes of United States stock prices from 1802 to 1987. Journal of Business 63, 399–426], I estimate a positive and statistically significant risk return tradeoff. Finally, exploratory analysis suggests a role for a time-varying relation linked to the changing nature of the U.S. economy.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.06.003"
        },
        {
            "no": "7",
            "title": "Geographical segmentation of US capital markets",
            "date": "Jul 2006",
            "author": [
                "Bo Becker"
            ],
            "abstract": "Demographic variation in savings behavior can be exploited to provide evidence on segmentation in US bank loan markets. Cities with a large fraction of seniors have higher volumes of bank deposits. Since many banks rely heavily on deposit financing, this affects local loan supply and economic activity. I show a positive effect of local deposit supply on local outcomes, including the number of firms, the number of manufacturing firms, and the number of new firms started. The effect is stronger in industries that are heavily dependent on external finance. The deregulation of intrastate branching reduced the effect of local deposit supply by approximately a third.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.07.001"
        },
        {
            "no": "8",
            "title": "Portfolio manager ownership and fund performance",
            "date": "Aug 2006",
            "author": [
                "Ajay Khorana",
                "Henri Servaes",
                "Lei Wedge"
            ],
            "abstract": "This paper documents the range of portfolio manager ownership in the funds they manage and examines whether higher ownership is associated with improved future performance. Almost half of all managers have ownership stakes in their funds, though the absolute investment is modest. Future risk-adjusted performance is positively related to managerial ownership, with performance improving by about 3 basis points for each basis point of managerial ownership. These findings persist after controlling for various measures of fund board effectiveness. Fund manager ownership is higher in funds with better past performance, lower front-end loads, smaller size, longer managerial tenure, and funds affiliated with smaller families. It is also higher in funds with higher board member compensation and in equity funds relative to bond funds. Future performance is positively related to the component of ownership that can be predicted by other variables, as well as the unpredictable component. Our findings support the notion that managerial ownership has desirable incentive alignment attributes for mutual fund investors and indicate that the disclosure of this information is useful in making portfolio allocation decisions.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.08.001"
        },
        {
            "no": "9",
            "title": "Do managers intentionally use repurchase tender offers to signal private information? Evidence from firm financial reporting behavior",
            "date": "Aug 2006",
            "author": [
                "Henock Louis",
                "Hal White"
            ],
            "abstract": "Signaling is the most commonly cited explanation for stock repurchases in the academic literature. Yet, there is little evidence on whether managers intentionally use repurchases as signaling devices. Using a firm's financial reporting behavior to infer managerial intent, we find evidence suggesting that managers intentionally use fixed-price repurchase tender offers to signal undervaluation. In contrast, we find no evidence that managers use Dutch-auction tender offers to signal undervaluation. Instead, firms engaging in Dutch-auction repurchases act as if they are trying to deflate their earnings prior to the repurchases to further reduce the repurchasing price.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.08.003"
        },
        {
            "no": "10",
            "title": "Reaching out: Access to and use of banking services across countries",
            "date": "Jul 2006",
            "author": [
                "Thorsten Beck",
                "Asli Demirguc-Kunt",
                "Maria Soledad Martinez Peria"
            ],
            "abstract": "This paper is a first attempt at measuring financial sector outreach and investigating its determinants. First, we present new indicators of banking sector outreach across 99 countries, constructed from aggregate data provided by bank regulators. Second, we show that our indicators closely predict harder-to-collect micro-level statistics of household and firm use of banking services, and are associated with measures of firm financing obstacles in the expected way. Finally, we explore the association between our outreach indicators and standard determinants of financial sector depth. We find many similarities but also some differences in the determinants of outreach and depth.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.07.002"
        }
    ]
}