{
    "journal": "RFS",
    "volume": "25",
    "issue": "6",
    "date": "June 2012",
    "page": "Pages 1675–2004",
    "article": [
        {
            "no": "1",
            "title": "The Life Cycle of Family Ownership: International Evidence",
            "date": "23 December 2011",
            "author": [
                "Julian Franks",
                "Colin Mayer",
                "Paolo Volpin",
                "Hannes F. Wagner"
            ],
            "abstract": "We show that in countries with strong investor protection, developed financial markets, and active markets for corporate control, family firms evolve into widely held companies as they age. In countries with weak investor protection, less developed financial markets, and inactive markets for corporate control, family control is very persistent over time. While family control in high investor protection countries is concentrated in industries that have low investment opportunities and low merger and acquisition (M&A) activity, the same is not so in countries that have low investor protection, where the presence of family control in an industry is unrelated to investment opportunities and M&A activity.",
            "link": "https://doi.org/10.1093/rfs/hhr135"
        },
        {
            "no": "2",
            "title": "Creditor Control Rights, Corporate Governance, and Firm Value",
            "date": "13 March 2012",
            "author": [
                "Greg Nini",
                "David C. Smith",
                "Amir Sufi"
            ],
            "abstract": "We provide evidence that creditors play an active role in the governance of corporations well outside of payment default states. By examining the Securities and Exchange Commission's filings of all U.S. nonfinancial firms from 1996 through 2008, we document that, in any given year, between 10% and 20% of firms report being in violation of a financial covenant in a credit agreement. We show that violations are followed immediately by a decline in acquisitions and capital expenditures, a sharp reduction in leverage and shareholder payouts, and an increase in CEO turnover. The changes in the investment and financing behavior of violating firms coincide with amended credit agreements that contain stronger restrictions on firm decision-making; changes in the management of violating firms suggest that creditors also exert informal influence on corporate governance. Finally, we show that firm operating and stock price performance improve post-violation. We conclude that actions taken by creditors increase the value of the average violating firm.",
            "link": "https://doi.org/10.1093/rfs/hhs007"
        },
        {
            "no": "3",
            "title": "A Reexamination of Tunneling and Business Groups: New Data and New Methods",
            "date": "13 March 2012",
            "author": [
                "Jordan Siegel",
                "Prithwiraj Choudhury"
            ],
            "abstract": "One of the most rigorous methodologies in the corporate governance literature uses firms' reactions to industry shocks to characterize the quality of governance. This methodology can produce the wrong answer unless one considers the ways firms compete. Because macro-level shocks reverberate differently at the firm level depending on whether a firm has a cost structure that requires significant adjustment, the quality of governance can only be elucidated accurately analyzing a firm's business strategy and their corporate governance. These differences can help one determine whether the fruits of a positive macro-level shock have been expropriated by insiders. Using the example of Indian firms, we show that an influential finding is reversed when these differences are considered. We further argue that the conventional wisdom about tunneling and business groups will need to be reformulated in light of the data, methodology, and findings presented here.",
            "link": "https://doi.org/10.1093/rfs/hhs008"
        },
        {
            "no": "4",
            "title": "Dynamic Debt Runs",
            "date": "21 February 2012",
            "author": [
                "Zhiguo He",
                "Wei Xiong"
            ],
            "abstract": "This article analyzes the dynamic coordination problem among creditors of a firm with a time-varying fundamental and a staggered debt structure. In deciding whether to roll over his debt, each maturing creditor is concerned about the rollover decisions of other creditors whose debt matures during his next contract period. We derive a unique threshold equilibrium and characterize the roles of fundamental volatility, credit lines, and debt maturity in driving runs. In particular, we show that when fundamental volatility is sufficiently high, commonly used measures such as temporarily keeping the firm alive under runs and increasing debt maturity can exacerbate rather than mitigate runs.",
            "link": "https://doi.org/10.1093/rfs/hhs004"
        },
        {
            "no": "5",
            "title": "Dynamic Hedging in Incomplete Markets: A Simple Solution",
            "date": "16 March 2012",
            "author": [
                "Suleyman Basak",
                "Georgy Chabakauri"
            ],
            "abstract": "We provide fully analytical, optimal dynamic hedges in incomplete markets by employing the traditional minimum-variance criterion. Our hedges are in terms of generalized “Greeks” and naturally extend no-arbitrage–based risk management in complete markets to incomplete markets. Whereas the literature characterizes either minimum-variance static, myopic, or dynamic hedges from which a hedger may deviate unless able to precommit, our hedges are time-consistent. We apply our results to derivatives replication with infrequent trading and determine hedges and replication values, which reduce to generalized Black-Scholes expressions in specific settings. We also investigate dynamic hedging with jumps, stochastic correlation, and portfolio management with benchmarking.",
            "link": "https://doi.org/10.1093/rfs/hhs050"
        },
        {
            "no": "6",
            "title": "Debt Financing and Financial Flexibility Evidence from Proactive Leverage Increases",
            "date": "03 March 2012",
            "author": [
                "David J. Denis",
                "Stephen B. McKeon"
            ],
            "abstract": "Firms that intentionally increase leverage through substantial debt issuances do so primarily as a response to operating needs rather than a desire to make a large equity payout. Subsequent debt reductions are neither rapid, nor the result of proactive attempts to rebalance the firm's capital structure toward a long-run target. Instead, the evolution of the firm's leverage ratio depends primarily on whether or not the firm produces a financial surplus. In fact, firms that generate subsequent deficits tend to cover these deficits predominantly with more debt even though they exhibit leverage ratios that are well above estimated target levels. Our findings are broadly consistent with a capital structure theory in which financial flexibility, in the form of unused debt capacity, plays an important role in capital structure choices.",
            "link": "https://doi.org/10.1093/rfs/hhs005"
        },
        {
            "no": "7",
            "title": "Fiduciary Duties and Equity-debtholder Conflicts",
            "date": "13 March 2012",
            "author": [
                "Bo Becker",
                "Per Strömberg"
            ],
            "abstract": "We use an important legal event to examine the effect of managerial fiduciary duties on equity-debt conflicts. A 1991 legal ruling changed corporate directors' fiduciary duties in Delaware firms, limiting managers' incentives to take actions that favor equity over debt for distressed firms. After this, affected firms responded by increasing equity issues and investment and by reducing risk. The ruling was also followed by an increase in leverage, reduced reliance on covenants, and higher values. Fiduciary duties appear to affect equity-bondholder conflicts in a way that is economically important, has impact on ex ante capital structure choices, and affects welfare.",
            "link": "https://doi.org/10.1093/rfs/hhs006"
        },
        {
            "no": "8",
            "title": "Executive Compensation and the Role for Corporate Governance Regulation",
            "date": "16 April 2012",
            "author": [
                "David L. Dicks"
            ],
            "abstract": "This article establishes a role for corporate governance regulation. An externality operating through executive compensation motivates regulation. Governance lowers agency costs, allowing firms to grant less incentive pay. When a firm increases governance and lowers incentive pay, other firms can also lower executive compensation. Because firms do not internalize the full benefit of governance, regulation can improve investor welfare. When regulation is enforced, large firms increase in value, small firms decrease in value, and all firms lower incentive pay. Distinct cross-sectional and cross-country predictions for the number of voluntary governance firms are provided.",
            "link": "https://doi.org/10.1093/rfs/hhs055"
        },
        {
            "no": "9",
            "title": "Cover",
            "date": "21 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs034"
        },
        {
            "no": "10",
            "title": "Editorial Board",
            "date": "21 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs035"
        },
        {
            "no": "11",
            "title": "Forthcoming Articles",
            "date": "21 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs036"
        },
        {
            "no": "12",
            "title": "Volume 25 Number 6 June 2012\nThe Review of Financial Studies - Table of Contents",
            "date": "21 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs037"
        }
    ]
}