{
    "journal": "RFS",
    "volume": "25",
    "issue": "12",
    "date": "December 2012",
    "page": "Pages 3457–3752",
    "article": [
        {
            "no": "1",
            "title": "A Flow-Based Explanation for Return Predictability",
            "date": "01 December 2012",
            "author": [
                "Dong Lou"
            ],
            "abstract": "I propose and test a capital-flow-based explanation for some well-known empirical regularities concerning return predictability—the persistence of mutual fund performance, the “smart money” effect, and stock price momentum. First, I construct a measure of demand shocks to individual stocks by aggregating flow-induced trading across all mutual funds, and document a significant, temporary price impact of such uninformed trading. Next, given that mutual fund flows are highly predictable, I show that the expected part of flow-induced trading positively forecasts stock and mutual fund returns in the following year, which are then reversed in subsequent years. The main findings of the paper are that the flow-driven return effect can fully account for mutual fund performance persistence and the smart money effect, and can partially explain stock price momentum.",
            "link": "https://doi.org/10.1093/rfs/hhs103"
        },
        {
            "no": "2",
            "title": "Forecasting Stock Returns Through an Efficient Aggregation of Mutual Fund Holdings",
            "date": "01 December 2012",
            "author": [
                "Russ Wermers",
                "Tong Yao",
                "Jane Zhao"
            ],
            "abstract": "We develop a stock return–predictive measure based on an efficient aggregation of the portfolio holdings of all actively managed U.S. domestic equity mutual funds, and use this model to study the source of fund managers' stock selection abilities. This “generalized inverse alpha” (GIA) approach reveals differences in the ability of managers to predict firms' future earnings from fundamental research. Notably, the GIA's return-forecasting power is not subsumed by publicly available quantitative predictors, such as momentum, value, and earnings quality, nor is it subsumed by methods shown in past research to forecast stock returns using fund holdings or trades.",
            "link": "https://doi.org/10.1093/rfs/hhs111"
        },
        {
            "no": "3",
            "title": "Institutional Investors and Mutual Fund Governance: Evidence from Retail–Institutional Fund Twins",
            "date": "01 December 2012",
            "author": [
                "Richard B. Evans",
                "Rüdiger Fahlenbrach"
            ],
            "abstract": "Advisors often manage multiple versions of a fund. These “twins” have the same manager and similar performance but are sold to different investors with differing abilities to select and monitor managers. Comparing investor flows in retail and institutional twins, we find that institutional investors are more sensitive to high fees and poor risk-adjusted performance. Consistent with the reduction of agency problems from greater monitoring, retail funds with an institutional twin outperform other retail funds by 1.5% per year. After the institutional twin is created, expenses decrease while measures of managerial effort at the retail fund increase.",
            "link": "https://doi.org/10.1093/rfs/hhs105"
        },
        {
            "no": "4",
            "title": "Cash Holdings and Credit Risk",
            "date": "01 December 2012",
            "author": [
                "Viral Acharya",
                "Sergei A. Davydenko",
                "Ilya A. Strebulaev"
            ],
            "abstract": "Intuition suggests that firms with higher cash holdings should be “safer” and have lower credit spreads. Yet empirically, the correlation between cash and spreads is robustly positive. This puzzling finding can be explained by the precautionary motive for saving cash, which in our model causes riskier firms to accumulate higher cash reserves. In contrast, spreads are negatively related to the part of cash holdings that is not determined by credit risk factors. Similarly, although firms with higher cash reserves are less likely to default in the short term, endogenously determined liquidity may be related positively to the longer-term probability of default. Our empirical analysis confirms these predictions, suggesting that precautionary savings are central to understanding the effects of cash on credit risk.",
            "link": "https://doi.org/10.1093/rfs/hhs106"
        },
        {
            "no": "5",
            "title": "The Sensitivity of Corporate Cash Holdings to Corporate Governance",
            "date": "01 December 2012",
            "author": [
                "Qi Chen",
                "Xiao Chen",
                "Katherine Schipper",
                "Yongxin Xu",
                "Jian Xue"
            ],
            "abstract": "The average cash holdings of Chinese-listed firms decreased significantly after the split share structure reform in China, which specified a process that allowed previously nontradable shares held by controlling shareholders to be freely tradable on the exchanges. The reduction in cash holdings is greater for firms with weaker governance and firms facing more financial constraints prior to the reform. The reform also significantly reduced the average corporate savings rate, as measured by cash-to-cash-flow sensitivity. These findings are consistent with the premise that the reform removed a significant market friction, which led to better incentive alignment between controlling shareholders and minority shareholders and relaxed financial constraints. Additional analyses show that the reform affects firms' cash management policies, investment decisions, dividend payout policies, and financing choices differently in private firms than in state-owned enterprises.",
            "link": "https://doi.org/10.1093/rfs/hhs099"
        },
        {
            "no": "6",
            "title": "Overvalued Equity and Financing Decisions",
            "date": "01 December 2012",
            "author": [
                "Ming Dong",
                "David Hirshleifer",
                "Siew Hong Teoh"
            ],
            "abstract": "We test whether and how equity overvaluation affects corporate financing decisions using an ex ante misvaluation measure that filters firm scale and growth prospects from market price. We find that equity issuance and total financing increase with equity overvaluation, but only among overvalued stocks, and that equity issuance is more sensitive than debt issuance to misvaluation. Consistent with managers catering to maintain overvaluation and with investment-scale economy effects, the sensitivity of equity issuance and total financing to misvaluation is stronger among firms with potential growth opportunities (low book-to-market, high R&D, or small size) and high share turnover.",
            "link": "https://doi.org/10.1093/rfs/hhs112"
        },
        {
            "no": "7",
            "title": "Ability or Finances as Constraints on Entrepreneurship? Evidence from Survival Rates in a Natural Experiment",
            "date": "01 December 2012",
            "author": [
                "Steffen Andersen",
                "Kasper Meisner Nielsen"
            ],
            "abstract": "We use a natural experiment in Denmark to test the hypothesis that aspiring entrepreneurs face financial constraints because of low entrepreneurial quality. We identify 304 constrained entrepreneurs who start a business after receiving windfall wealth and examine the performance of these marginal entrepreneurs. We find that constrained entrepreneurs have significantly lower survival rates and lower profits when compared with a matched sample of unconstrained entrepreneurs. These results are consistent with the hypothesis that the marginal entrepreneur is of low quality.",
            "link": "https://doi.org/10.1093/rfs/hhs107"
        },
        {
            "no": "8",
            "title": "Is the Potential for International Diversification Disappearing? A Dynamic Copula Approach",
            "date": "01 December 2012",
            "author": [
                "Peter Christoffersen",
                "Vihang Errunza",
                "Kris Jacobs",
                "Hugues Langlois"
            ],
            "abstract": "International equity markets are characterized by nonlinear dependence and asymmetries. We propose a new dynamic asymmetric copula model to capture long-run and short-run dependence, multivariate nonnormality, and asymmetries in large cross-sections. We find that correlations have increased markedly in both developed markets (DMs) and emerging markets (EMs), but they are much lower in EMs than in DMs. Tail dependence has also increased, but its level is still relatively low in EMs. We propose new measures of dynamic diversification benefits that take into account higher-order moments and nonlinear dependence. The benefits from international diversification have reduced over time, drastically so for DMs. EMs still offer significant diversification benefits, especially during large market downturns.",
            "link": "https://doi.org/10.1093/rfs/hhs104"
        },
        {
            "no": "9",
            "title": "Erratum",
            "date": "01 December 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs120"
        },
        {
            "no": "10",
            "title": "Cover",
            "date": "01 December 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs018"
        },
        {
            "no": "11",
            "title": "Editorial Board",
            "date": "01 December 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs019"
        },
        {
            "no": "12",
            "title": "Forthcoming Articles",
            "date": "01 December 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs020"
        },
        {
            "no": "13",
            "title": "Volume 25 Number 12 December 2012\nThe Review of Financial Studies - Table of Contents",
            "date": "01 December 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs021"
        }
    ]
}