{
    "journal": "RFS",
    "volume": "25",
    "issue": "5",
    "date": "May 2012",
    "page": "Pages 1331–1673",
    "article": [
        {
            "no": "1",
            "title": "Reviewing Less—Progressing More",
            "date": "09 March 2012",
            "author": [
                "Matthew Spiegel"
            ],
            "abstract": "Editorial: Presumably, academic journals exist and publish articles to disseminate new ideas. Somehow that simple goal has been lost. Today, articles appear in print only after a referee is convinced that all other alternative explanations for its results have been ruled out. In reality, no article can exclude every possible alternative, so this is basically an exercise in futility. The criterion for publication should be that once an article crosses some threshold it is good enough to publish. The problem seemingly lies in our inability to say “good enough.” But this is a problem we can fix.",
            "link": "https://doi.org/10.1093/rfs/hhs052"
        },
        {
            "no": "2",
            "title": "Liquidity and Asset Returns Under Asymmetric Information and Imperfect Competition",
            "date": "25 November 2011",
            "author": [
                "Dimitri Vayanos",
                "Jiang Wang"
            ],
            "abstract": "We analyze how asymmetric information and imperfect competition affect liquidity and asset prices. Our model has three periods: Agents are identical in the first, become heterogeneous and trade in the second, and consume asset payoffs in the third. We show that asymmetric information in the second period raises ex ante expected asset returns in the first, comparing both to the case where all private signals are made public and to that where private signals are not observed. Imperfect competition can instead lower expected returns. Each imperfection can move common measures of illiquidity in opposite directions.",
            "link": "https://doi.org/10.1093/rfs/hhr128"
        },
        {
            "no": "3",
            "title": "Testing Asymmetric-Information Asset Pricing Models",
            "date": "05 January 2012",
            "author": [
                "Bryan Kelly",
                "Alexander Ljungqvist"
            ],
            "abstract": "We provide evidence for the importance of information asymmetry in asset pricing by using three natural experiments. Consistent with rational expectations models with multiple assets and multiple signals, we find that prices and uninformed demand fall as asymmetry increases. These falls are larger when more investors are uninformed, turnover is larger and more variable, payoffs are more uncertain, and the lost signal is more precise. Prices fall partly because expected returns become more sensitive to liquidity risk. Our results confirm that information asymmetry is priced and imply that a primary channel that links asymmetry to prices is liquidity.",
            "link": "https://doi.org/10.1093/rfs/hhr134"
        },
        {
            "no": "4",
            "title": "Lack of Anonymity and the Inference from Order Flow",
            "date": "20 February 2012",
            "author": [
                "Juhani T. Linnainmaa",
                "Gideon Saar"
            ],
            "abstract": "This article investigates the information content of signals about the identity of investors and their role in price formation. Whereas we document that investors use multiple brokers, broker identity is nevertheless a powerful signal about the identity of investors who initiate trades. The market also correctly processes this signal: the permanent price impact of orders coming from different brokers fits the information profile of the investors associated with these brokers. Our results suggest that an increase in the degree of anonymity may render order flow less informative, which could explain why the literature has documented liquidity improvements in exchanges that reduce transparency.",
            "link": "https://doi.org/10.1093/rfs/hhs002"
        },
        {
            "no": "5",
            "title": "Flow Toxicity and Liquidity in a High-frequency World",
            "date": "23 March 2012",
            "author": [
                "David Easley",
                "Marcos M. López de Prado",
                "Maureen O'Hara"
            ],
            "abstract": "Order flow is toxic when it adversely selects market makers, who may be unaware they are providing liquidity at a loss. We present a new procedure to estimate flow toxicity based on volume imbalance and trade intensity (the VPIN toxicity metric). VPIN is updated in volume time, making it applicable to the high-frequency world, and it does not require the intermediate estimation of non-observable parameters or the application of numerical methods. It does require trades classified as buys or sells, and we develop a new bulk volume classification procedure that we argue is more useful in high-frequency markets than standard classification procedures. We show that the VPIN metric is a useful indicator of short-term, toxicity-induced volatility.",
            "link": "https://doi.org/10.1093/rfs/hhs053"
        },
        {
            "no": "6",
            "title": "Dynamic Compensation Contracts with Private Savings",
            "date": "19 March 2012",
            "author": [
                "Zhiguo He"
            ],
            "abstract": "This article studies a dynamic agency problem in which a risk-averse agent can save privately. In the optimal contract, (i) cash compensations exhibit downward rigidity to failures; (ii) permanent pay raises occur when the agent's historical performance is sufficiently good; (iii) and when the agent is dismissed due to poor performance, he walks away with severance pay to support his post-firing consumption at the current compensation level. Thus, the theory can simultaneously explain the popularity of options-like compensation contracts and the increasing incidence of forced turnovers with sizeable severance pay.",
            "link": "https://doi.org/10.1093/rfs/hhs054"
        },
        {
            "no": "7",
            "title": "Why Does Financial Strength Forecast Stock Returns? Evidence from Subsequent Demand by Institutional Investors",
            "date": "14 February 2012",
            "author": [
                "Nicole Y. Choi",
                "Richard W. Sias"
            ],
            "abstract": "Using institutional investor demand as a proxy for revisions in sophisticated investors' expectations, we test whether financial strength information is gradually impounded over time. Consistent with the gradual incorporation of information, financial strength predicts both future returns and future institutional investor demand. Further consistent with the gradual incorporation of information, more sophisticated transient (high-turnover) institutions respond to financial strength signals prior to less sophisticated, nontransient institutions. A number of additional tests suggest that financial strength forecasts stock returns, at least in part, because it forecasts institutional demand, and institutional demand drives prices.",
            "link": "https://doi.org/10.1093/rfs/hhs001"
        },
        {
            "no": "8",
            "title": "Inflation Expectations, Real Rates, and Risk Premia: Evidence from Inflation Swaps",
            "date": "05 March 2012",
            "author": [
                "Joseph Haubrich",
                "George Pennacchi",
                "Peter Ritchken"
            ],
            "abstract": "We develop a model of nominal and real bond yield curves that has four stochastic drivers but seven factors: three factors primarily determine the cross-section of yields, whereas four volatility factors solely determine risk premia. The model is estimated using nominal Treasury yields, survey inflation forecasts, and inflation swap rates and has attractive empirical properties. Time-varying volatility is particularly apparent in short-term real rates and expected inflation. Also, we detail the different economic forces that drive short- and long-term real and inflation risk premia and provide evidence that Treasury inflation-protected securities were undervalued prior to 2004 and during the recent financial crisis.",
            "link": "https://doi.org/10.1093/rfs/hhs003"
        },
        {
            "no": "9",
            "title": "Skewness in Stock Returns: Reconciling the Evidence on Firm Versus Aggregate Returns",
            "date": "09 January 2012",
            "author": [
                "Rui Albuquerque"
            ],
            "abstract": "Aggregate stock market returns display negative skewness. Firm stock returns display positive skewness. The large literature that tries to explain the first stylized fact ignores the second. This article provides a unified theory that reconciles the two facts by explicitly modeling firm-level heterogeneity. I build a stationary asset pricing model of firm announcement events where firm returns display positive skewness. I then show that cross-sectional heterogeneity in firm announcement events can lead to conditional asymmetric stock return correlations and negative skewness in aggregate returns. I provide evidence consistent with the model predictions.",
            "link": "https://doi.org/10.1093/rfs/hhr144"
        },
        {
            "no": "10",
            "title": "Forthcoming Articles",
            "date": "01 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs032"
        },
        {
            "no": "11",
            "title": "Cover",
            "date": "01 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs030"
        },
        {
            "no": "12",
            "title": "Editorial Board",
            "date": "01 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs031"
        },
        {
            "no": "13",
            "title": "Table of Contents",
            "date": "01 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs033"
        }
    ]
}