{
    "journal": "RFS",
    "volume": "1",
    "issue": "1",
    "date": "January 1988",
    "page": "Pages 1–110",
    "article": [
        {
            "no": "1",
            "title": "A Message from the President of the Society for Financial Studies",
            "date": "03 April 2015",
            "author": [
                "Joseph Williams"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/1.1.1"
        },
        {
            "no": "2",
            "title": "A Theory of Intraday Patterns: Volume and Price Variability",
            "date": "03 April 2015",
            "author": [
                "Anat R. Admati",
                "Paul Pfleiderer"
            ],
            "abstract": "This article develops a theory in which concentrated-trading patterns arise endogenously as a result of the strategic behavior of liquidity traders and informed traders. Our results provide a partial explanation for some of the recent empirical findings concerning the patterns of volume and price variability in intraday transaction data.",
            "link": "https://doi.org/10.1093/rfs/1.1.3"
        },
        {
            "no": "3",
            "title": "Stock Market Prices Do Not Follow Random Walks: Evidence from a Simple Specification Test",
            "date": "03 April 2015",
            "author": [
                "Andrew W. Lo",
                "A. Craig MacKinlay"
            ],
            "abstract": "In this article we test the random walk hypothesis for weekly stock market returns by comparing variance estimators derived from data sampled at different frequencies. The random walk model is strongly rejected for the entire sample period (1962–1985) and for all subperiods for a variety of aggregate returns indexes and size-sorted portfolios. Although the rejections are due largely to the behavior of small stocks, they cannot be attributed completely to the effects of infrequent trading or time-varying volatilities. Moreover, the rejection of the random walk for weekly returns does not support a mean-reverting model of asset prices.",
            "link": "https://doi.org/10.1093/rfs/1.1.41"
        },
        {
            "no": "4",
            "title": "Inefficient Dynamic Portfolio Strategies or How to Throw Away a Million Dollars in the Stock Market",
            "date": "03 April 2015",
            "author": [
                "Phillip H. Dybvig"
            ],
            "abstract": "A number of portfolio strategies followed by practitioners are dominated because they are incompletely diversified over time. The payoff distribution pricing model is used to compute the cost of following undiversified strategies. Simple numerical examples illustrate the technique, and computer-generated examples provide realistic estimates of the cost of some typical policies, using reasonable parameter values. The cost can be substantial and should not be ignored by practitioners. A section on generalizations shows bow to extend the analysis to term structure models and other general models of returns.",
            "link": "https://doi.org/10.1093/rfs/1.1.67"
        },
        {
            "no": "5",
            "title": "Successful Takeovers without Exclusion",
            "date": "03 April 2015",
            "author": [
                "Mark Bagnoli",
                "Barton L. Lipman"
            ],
            "abstract": "While most takeover models assume atomistic stockholders, we analyze a single-raider model with finitely many stockholders. Because the raider can always make some stockholders pivotal, he can overcome the free-rider problem identified by Grossman and Hart (1980) and others in atomistic-stockholder models and profitably take over even without exclusion. One might expect that it would be harder for the raider to make stockholders of more widely held firms pivotal and that exclusion would thus become necessary; however, the infinite-stockholder game cannot yield this conclusion. We also consider the limit of the finite-stockholder game and give conditions under which exclusion is unnecessary. Finally, we show that exclusion leads to the possibility of inefficient takeovers.",
            "link": "https://doi.org/10.1093/rfs/1.1.89"
        }
    ]
}