{
    "journal": "JF",
    "volume": "74",
    "issue": "3",
    "date": "June 2019",
    "page": "Pages: 1083-1581",
    "article": [
        {
            "no": "1",
            "title": "ISSUE INFORMATION FM",
            "date": "10 May 2019",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12634"
        },
        {
            "no": "2",
            "title": "G. William Schwert",
            "date": "10 May 2019",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12774"
        },
        {
            "no": "3",
            "title": "High‐Frequency Trading around Large Institutional Orders",
            "date": "14 February 2019",
            "author": [
                "VINCENT VAN KERVEL",
                "ALBERT J. MENKVELD"
            ],
            "abstract": "Liquidity suppliers lean against the wind. We analyze whether high‐frequency traders (HFTs) lean against large institutional orders that execute through a series of child orders. The alternative is HFTs trading with the wind, that is, in the same direction. We find that HFTs initially lean against these orders but eventually change direction and take positions in the same direction for the most informed institutional orders. Our empirical findings are consistent with investors trading strategically on their information. When deciding trade intensity, they seem to trade off higher speculative profits against higher risk of being detected and preyed on by HFTs.",
            "link": "https://doi.org/10.1111/jofi.12759"
        },
        {
            "no": "4",
            "title": "Liquidity Risk and the Dynamics of Arbitrage Capital",
            "date": "10 February 2019",
            "author": [
                "PÉTER KONDOR",
                "DIMITRI VAYANOS"
            ],
            "abstract": "We develop a continuous‐time model of liquidity provision in which hedgers can trade multiple risky assets with arbitrageurs. Arbitrageurs have constant relative risk‐aversion (CRRA) utility, while hedgers' asset demand is independent of wealth. An increase in hedgers' risk aversion can make arbitrageurs endogenously more risk‐averse. Because arbitrageurs generate endogenous risk, an increase in their wealth or a reduction in their CRRA coefficient can raise risk premia despite Sharpe ratios declining. Arbitrageur wealth is a priced risk factor because assets held by arbitrageurs offer high expected returns but suffer the most when wealth drops. Aggregate illiquidity, which declines in wealth, captures that factor.",
            "link": "https://doi.org/10.1111/jofi.12757"
        },
        {
            "no": "5",
            "title": "Employee Stock Option Exercise and Firm Cost",
            "date": "16 December 2018",
            "author": [
                "JENNIFER N. CARPENTER",
                "RICHARD STANTON",
                "NANCY WALLACE"
            ],
            "abstract": "We develop an empirical model of employee stock option exercise that is suitable for valuation and allows for behavioral channels. We estimate exercise rates as functions of option, stock, and employee characteristics using all employee exercises at 88 public firms, 27 of them in the S&P 500. Increasing vesting frequency from annual to monthly reduces option value by 11% to 16%. Men exercise faster, reducing value by 2% to 4%, while top employees exercise slower, increasing value by 2% to 7%. Finally, we develop an analytic valuation approximation that is more accurate than methods used in practice.",
            "link": "https://doi.org/10.1111/jofi.12752"
        },
        {
            "no": "6",
            "title": "Brokers versus Retail Investors: Conflicting Interests and Dominated Products",
            "date": "20 February 2019",
            "author": [
                "MARK EGAN"
            ],
            "abstract": "I study how brokers distort household investment decisions. Using a novel convertible bond data set, I find that consumers often purchase dominated bonds—cheap and expensive otherwise‐identical bonds coexist in the market. Brokers are incentivized to sell the dominated bonds, typically earning two times greater fees for selling them. I develop and estimate a broker‐intermediated search model that rationalizes this behavior. The estimates indicate that costly search is a key friction in financial markets, but the effects of search costs are compounded when brokers are incentivized to direct the search of consumers toward high‐fee inferior products.",
            "link": "https://doi.org/10.1111/jofi.12763"
        },
        {
            "no": "7",
            "title": "Venture Capital and Capital Allocation",
            "date": "13 February 2019",
            "author": [
                "GIORGIA PIACENTINO"
            ],
            "abstract": "I show that venture capitalists' motivation to build reputation can have beneficial effects in the primary market, mitigating information frictions and helping firms go public. Because uninformed reputation‐motivated venture capitalists want to appear informed, they are biased against backing firms—by not backing firms, they avoid taking low‐value firms to market, which would ultimately reveal their lack of information. In equilibrium, reputation‐motivated venture capitalists back relatively few bad firms, creating a certification effect that mitigates information frictions. However, they also back relatively few good firms, and thus, reputation motivation decreases welfare when good firms are abundant or profitable.",
            "link": "https://doi.org/10.1111/jofi.12756"
        },
        {
            "no": "8",
            "title": "Trade Network Centrality and Currency Risk Premia",
            "date": "04 February 2019",
            "author": [
                "ROBERT J. RICHMOND"
            ],
            "abstract": "I uncover an economic source of exposure to global risk that drives international asset prices. Countries that are more central in the global trade network have lower interest rates and currency risk premia. To explain these findings, I present a general equilibrium model in which central countries' consumption growth is more exposed to global consumption growth shocks. This causes the currencies of central countries to appreciate in bad times, resulting in lower interest rates and currency risk premia. Empirically, central countries' consumption growth covaries more with world consumption growth, further validating the proposed mechanism.",
            "link": "https://doi.org/10.1111/jofi.12755"
        },
        {
            "no": "9",
            "title": "Optimal Contracting, Corporate Finance, and Valuation with Inalienable Human Capital",
            "date": "20 February 2019",
            "author": [
                "PATRICK BOLTON",
                "NENG WANG",
                "JINQIANG YANG"
            ],
            "abstract": "A risk‐averse entrepreneur with access to a profitable venture needs to raise funds from investors. She cannot indefinitely commit her human capital to the venture, which limits the firm's debt capacity, distorts investment and compensation, and constrains the entrepreneur's risk sharing. This puts dynamic liquidity and state‐contingent risk allocation at the center of corporate financial management. The firm balances mean‐variance investment efficiency and the preservation of financial slack. We show that in general the entrepreneur's net worth is overexposed to idiosyncratic risk and underexposed to systematic risk. These distortions are greater the closer the firm is to exhausting its debt capacity.",
            "link": "https://doi.org/10.1111/jofi.12761"
        },
        {
            "no": "10",
            "title": "Leverage and the Cross‐Section of Equity Returns",
            "date": "11 February 2019",
            "author": [
                "HITESH DOSHI",
                "KRIS JACOBS",
                "PRAVEEN KUMAR",
                "RAMON RABINOVITCH"
            ],
            "abstract": "Building on theoretical asset pricing literature, we examine the role of market risk and the size, book‐to‐market (BTM), and volatility anomalies in the cross‐section of unlevered equity returns. Compared with levered (stock) returns, unlevered market beta plays a more important role in explaining the cross‐section of unlevered equity returns, even after controlling for size and BTM. The size effect is weakened, while the value premium and the volatility puzzle virtually disappear for unlevered returns. We show that leverage induces heteroskedasticity in returns. Unlevering returns removes this pattern, which is otherwise difficult to address by controlling for leverage in regressions.",
            "link": "https://doi.org/10.1111/jofi.12758"
        },
        {
            "no": "11",
            "title": "Household Debt Overhang and Unemployment",
            "date": "15 February 2019",
            "author": [
                "JASON RODERICK DONALDSON",
                "GIORGIA PIACENTINO",
                "ANJAN THAKOR"
            ],
            "abstract": "We use a labor‐search model to explain why the worst employment slumps often follow expansions of household debt. We find that households protected by limited liability suffer from a household‐debt‐overhang problem that leads them to require high wages to work. Firms respond by posting high wages but few vacancies. This vacancy posting effect implies that high household debt leads to high unemployment. Even though households borrow from banks via bilaterally optimal contracts, the equilibrium level of household debt is inefficiently high due to a household‐debt externality. We analyze the role that a financial regulator can play in mitigating this externality.",
            "link": "https://doi.org/10.1111/jofi.12760"
        },
        {
            "no": "12",
            "title": "Financial Markets, the Real Economy, and Self‐Fulfilling Uncertainties",
            "date": "17 February 2019",
            "author": [
                "JESS BENHABIB",
                "XUEWEN LIU",
                "PENGFEI WANG"
            ],
            "abstract": "We develop a model of informational interdependence between financial markets and the real economy, linking economic uncertainty to information production and aggregate economic activities in general equilibrium. The mutual learning between financial markets and the real economy creates a strategic complementarity in their information production, leading to self‐fulfilling surges in economic uncertainties. In a dynamic setting, our model characterizes self‐fulfilling uncertainty traps with two steady‐state equilibria and a two‐stage economic crisis in transitional dynamics.",
            "link": "https://doi.org/10.1111/jofi.12764"
        },
        {
            "no": "13",
            "title": "On Equilibrium When Contingent Capital Has a Market Trigger: A Correction to Sundaresan and Wang Journal of Finance (2015)",
            "date": "18 February 2019",
            "author": [
                "GEORGE PENNACCHI",
                "ALEXEI TCHISTYI"
            ],
            "abstract": "This paper identifies an error in Sundaresan and Wang (2015, hereafter SW) that invalidates its Theorem 1. The paper develops a model of contingent capital (CC) with a stock price trigger that is consistent with SW's framework and yields closed‐form solutions for stock and CC prices. Yet, the model shows that unique stock price equilibria exist for a broader range of CC contractual terms than those required by SW. Specifically, when conversion terms benefit CC investors and penalize shareholders, a unique equilibrium can exist rather than the multiple equilibria stated in SW.",
            "link": "https://doi.org/10.1111/jofi.12762"
        },
        {
            "no": "14",
            "title": "MISCELLANEA",
            "date": "10 May 2019",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12631"
        },
        {
            "no": "15",
            "title": "ANNOUNCEMENTS",
            "date": "10 May 2019",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12632"
        },
        {
            "no": "16",
            "title": "ISSUE INFORMATION BM",
            "date": "10 May 2019",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12635"
        }
    ]
}