{
    "journal": "JFE",
    "volume": "57",
    "issue": "3",
    "date": "September 2000",
    "page": "Pages 307-474",
    "article": [
        {
            "no": "1",
            "title": "Special dividends and the evolution of dividend signaling",
            "date": "Sep 2000",
            "author": [
                "Harry DeAngelo",
                "Linda DeAngelo",
                "Douglas J. Skinner"
            ],
            "abstract": "This paper documents that (1) special dividends were once commonly paid by NYSE firms, but are now rarely paid; (2) firms typically paid specials almost as predictably as they paid regular dividends; (3) despite the dramatic overall decline in specials, the incidence of very large specials increased in recent years; and (4) special dividends were not displaced by stock repurchases. Most plausibly, small specials disappeared because their predictability made them close substitutes for regular dividend signals, while large specials survived because their sheer size automatically differentiates them from regulars.",
            "link": "https://doi.org/10.1016/S0304-405X(00)00060-X"
        },
        {
            "no": "2",
            "title": "Financial flexibility and the choice between dividends and stock repurchases",
            "date": "Sep 2000",
            "author": [
                "Murali Jagannathan",
                "Clifford P Stephens",
                "Michael S Weisbach"
            ],
            "abstract": "This paper measures the growth in open market stock repurchases and the manner in which stock repurchases and dividends are used by U.S. corporations. Stock repurchases and dividends are used at different times from one another, by different kinds of firms. Stock repurchases are very pro-cyclical, while dividends increase steadily over time. Dividends are paid by firms with higher “permanent” operating cash flows, while repurchases are used by firms with higher “temporary”, non-operating cash flows. Repurchasing firms also have much more volatile cash flows and distributions. Finally, firms repurchase stock following poor stock market performance and increase dividends following good performance. These results are consistent with the view that the flexibility inherent in repurchase programs is one reason why they are sometimes used instead of dividends.",
            "link": "https://doi.org/10.1016/S0304-405X(00)00061-1"
        },
        {
            "no": "3",
            "title": "The cash-flow permanence and information content of dividend increases versus repurchases",
            "date": "Sep 2000",
            "author": [
                "Wayne Guay",
                "Jarrad Harford"
            ],
            "abstract": "We hypothesize that firms choose dividend increases to distribute relatively permanent cash-flow shocks and repurchases to distribute more transient shocks. As predicted, we find that post-shock cash flows of dividend increasing firms exhibit less reversion to pre-shock levels compared with repurchasing firms. We also examine whether the stock market uses the announcement of the payout method to update its beliefs about the permanence of cash-flow shocks. Controlling for payout size and the market's expectation about the permanence of the cash-flow shock, the stock price reaction to dividend increases is more positive than the reaction to repurchases.",
            "link": "https://doi.org/10.1016/S0304-405X(00)00062-3"
        },
        {
            "no": "4",
            "title": "Liquidity, investment ability, and mutual fund structure",
            "date": "Sep 2000",
            "author": [
                "Vikram Nanda",
                "M.P Narayanan",
                "Vincent A Warther"
            ],
            "abstract": "We develop a model of the mutual fund industry in which the management fees and loads charged by actively managed open-end funds and average fund returns are determined endogenously in a competitive market setting. It is shown that heterogeneity in managerial skills at investing and minimizing costs, and the existence of investor clienteles with differing liquidity and marketing needs, gives rise to a variety of open-end fund structures that differ in the average return delivered to investors. Managers choose a fund's structure to maximize the rents they capture from their ability, taking into account the effect on investor flows. In equilibrium, funds that constrain liquidity withdrawals may have to charge lower fees and share some profits in the form of higher investor returns, when there is relative scarcity of investors with low liquidity needs.",
            "link": "https://doi.org/10.1016/S0304-405X(00)00063-5"
        },
        {
            "no": "5",
            "title": "Making markets for structured mortgage derivatives",
            "date": "Sep 2000",
            "author": [
                "George S. Oldfield"
            ],
            "abstract": "This paper distinguishes between securitization, in which simple pass-through instruments are created, and structuring, in which mortgages derivative claims are created. The point is to explain how structuring a transaction brings value to a deal's underwriter. Briefly, an underwriter must defeat arbitrage between pass-throughs and derivatives. The potential for market segmentation and price discrimination by the underwriter is used to analyze the structuring process. In the course of the analysis, the legal rules for trusts, the algebraic rules for structuring, and the limits on permissible price discrimination are discussed. Results for an actual transaction illustrate the important features of the analysis.",
            "link": "https://doi.org/10.1016/S0304-405X(00)00064-7"
        },
        {
            "no": "6",
            "title": "Index",
            "date": "Sep 2000",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(00)00074-X"
        }
    ]
}