{
    "journal": "JFE",
    "volume": "111",
    "issue": "3",
    "date": "March 2014",
    "page": "Pages 527-674",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Mar 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(14)00004-X"
        },
        {
            "no": "2",
            "title": "Countercyclical currency risk premia",
            "date": "Dec 2013",
            "author": [
                "Hanno Lustig",
                "Nikolai Roussanov",
                "Adrien Verdelhan"
            ],
            "abstract": "We describe a novel currency investment strategy, the ‘dollar carry trade,’ which delivers large excess returns, uncorrelated with the returns on well-known carry trade strategies. Using a no-arbitrage model of exchange rates we show that these excess returns compensate U.S. investors for taking on aggregate risk by shorting the dollar in bad times, when the U.S. price of risk is high. The countercyclical variation in risk premia leads to strong return predictability: the average forward discount and U.S. industrial production growth rates forecast up to 25% of the dollar return variation at the one-year horizon. The estimated model implies that the variation in the exposure of U.S. investors to worldwide risk is the key driver of predictability.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.12.005"
        },
        {
            "no": "3",
            "title": "Learning from peers' stock prices and corporate investment",
            "date": "Nov 2013",
            "author": [
                "Thierry Foucault",
                "Laurent Fresard"
            ],
            "abstract": "Peers' valuation matters for firms' investment: a one standard deviation increase in peers' valuation is associated with a 5.9% increase in corporate investment. This association is stronger when a firm's stock price informativeness is lower or when its managers appear less informed. Also, the sensitivity of a firm's investment to its stock price is lower when its peers' stock price informativeness is higher or when demands for its products and its peers' products are more correlated. Furthermore, the sensitivity of firms' investment to their peers' valuation drops significantly after going public. These findings are uniquely predicted by a model in which managers learn information from their peers' valuation.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.11.006"
        },
        {
            "no": "4",
            "title": "Motivating innovation in newly public firms",
            "date": "Nov 2013",
            "author": [
                "Nina Baranchuk",
                "Robert Kieschnick",
                "Rabih Moussawi"
            ],
            "abstract": "Prior research suggests that executive option grants that do not quickly vest provide managers with better incentives to pursue long-term, instead of short-term, objectives. Previous research also suggests that the pursuit of long-term objectives could be undermined by the risk of early termination. We conjecture that these arguments jointly suggest that managers are better motivated to pursue innovation when they are given more incentive compensation with longer vesting periods for unexercised options and yet some protection from disruptive takeover threats. Our evidence for a sample of newly public firms is consistent with more innovative firms jointly choosing such a combination.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.11.010"
        },
        {
            "no": "5",
            "title": "Trading in derivatives when the underlying is scarce",
            "date": "Nov 2013",
            "author": [
                "Snehal Banerjee",
                "Jeremy J. Graveline"
            ],
            "abstract": "Regulatory restrictions and market frictions can constrain the aggregate quantity of long and short positions in a security. When these constraints bind, we refer to the security as scarce, and its price becomes distorted relative to its value in a frictionless market. We show that an otherwise redundant derivative can reduce the price distortion of the underlying security by relaxing its scarcity. We also show that it is especially important to analyze the underlying and derivative markets jointly when evaluating the impact of regulation, such as short-sales bans and position limits in derivatives, that restricts trade.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.11.008"
        },
        {
            "no": "6",
            "title": "Speculating on home improvements",
            "date": "Nov 2013",
            "author": [
                "Hyun-Soo Choi",
                "Harrison Hong",
                "Jose Scheinkman"
            ],
            "abstract": "We develop a speculation-based theory of home improvements. Housing services are produced from a mix of land and structures. Homeowners optimistic about future prices for these services speculate by making improvements, which we model as them increasing their structures holding fixed their land. The recoup value (the difference between the resale value of improvements and construction costs) is simultaneously increasing in home price appreciation and falls with construction cost growth. This prediction stands in contrast to a consumption-cum-financial constraints motive in which rising home prices loosen financial constraints and lead to lower recoup values. We provide evidence consistent with a speculative motive using data on the costs and recoup values of remodeling projects across US cities.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.11.011"
        },
        {
            "no": "7",
            "title": "Does option trading convey stock price information?",
            "date": "Dec 2013",
            "author": [
                "Jianfeng Hu"
            ],
            "abstract": "After executing option orders, options market makers turn to the stock market to hedge away the underlying stock exposure. As a result, the stock exposure imbalance in option transactions translates into an imbalance in stock transactions. This paper decomposes the total stock order imbalance into an imbalance induced by option transactions and an imbalance independent of options. The analysis shows that the option-induced imbalance significantly predicts future stock returns in the cross section controlling for the past stock and options returns, but the imbalance independent of options has only a transitory price impact. Further investigation suggests that options order flow contains important information about the underlying stock value.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.12.004"
        },
        {
            "no": "8",
            "title": "Crises and confidence: Systemic banking crises and depositor behavior",
            "date": "Nov 2013",
            "author": [
                "Una Okonkwo Osili",
                "Anna Paulson"
            ],
            "abstract": "We show that individuals who have experienced a systemic banking crisis are 11 percentage points less likely to use banks in the U.S. than otherwise similar individuals who emigrated from the same country but did not live through a crisis. This finding is robust to controlling for exposure to other macroeconomic events and to various methods for addressing potential bias due to migrant self-selection. Consistent with the view that personal experience plays an important role in decision-making, the effects are larger for individuals who were older and more likely to have had wealth entrusted to the banking system at the time of the crisis and for people who experienced crises in countries without deposit insurance.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.11.002"
        },
        {
            "no": "9",
            "title": "Fund Manager Allocation",
            "date": "Nov 2013",
            "author": [
                "Jieyan Fang",
                "Alexander Kempf",
                "Monika Trapp"
            ],
            "abstract": "We show that fund families allocate their most skilled managers to market segments in which manager skill is rewarded best. In efficient markets, even skilled managers cannot generate excess returns. In less efficient markets, skilled managers can exploit inefficiencies and generate higher performance than unskilled managers. Fund families seem to be aware of the relation between skill, efficiency, and performance, and allocate more skilled managers to inefficient markets. They pursue this strategy when hiring new fund managers and when reassigning managers to funds within the family. Overall, we conclude that fund families allocate fund managers in an efficient way.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.11.003"
        }
    ]
}