{
    "journal": "JFE",
    "volume": "75",
    "issue": "3",
    "date": "March 2005",
    "page": "Pages 493-736",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Mar 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(05)00024-3"
        },
        {
            "no": "2",
            "title": "Investment timing, agency, and information",
            "date": "Feb 2004",
            "author": [
                "Steven R. Grenadier",
                "Neng Wang"
            ],
            "abstract": "This paper provides a model of investment timing by managers in a decentralized firm in the presence of agency conflicts and information asymmetries. When investment decisions are delegated to managers, contracts must be designed to provide incentives for managers to both extend effort and truthfully reveal private information. Using a real options approach, we show that an underlying option to invest can be decomposed into two components: a manager's option and an owner's option. The implied investment behavior differs significantly from that of the first-best no-agency solution. In particular, greater inertia occurs in investment, as the model predicts that the manager will have a more valuable option to wait than the owner.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.02.004"
        },
        {
            "no": "3",
            "title": "Financial intermediation as a beliefs-bridge between optimists and pessimists",
            "date": "Feb 2004",
            "author": [
                "Joshua D. Coval",
                "Anjan V. Thakor"
            ],
            "abstract": "This paper proposes a new framework for understanding financial intermediation. In contrast to previous research, we consider a setting in which intermediaries possess no inherent information processing or monitoring advantages. Instead, in an economy with overly optimistic entrepreneurs who require funding from pessimistic investors, we show that intermediaries can arise endogenously. In such a setting, only a rational intermediary will be sufficiently optimistic to find it worthwhile to invest in a technology for screening entrepreneurs' projects, and yet be pessimistic enough to use this technology. Our framework produces implications consistent with heretofore unexplained stylized facts, and conjectures which are thus far untested.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.02.005"
        },
        {
            "no": "4",
            "title": "Dealer behavior and trading systems in foreign exchange markets",
            "date": "Aug 2004",
            "author": [
                "Geir Høidal Bjønnes",
                "Dagfinn Rime"
            ],
            "abstract": "We study dealer behavior in the foreign exchange spot market using detailed observations on all the transactions of four interbank dealers. There is strong support for an information effect in incoming trades. The direction of trade is most important, but we also find that the information effect increases with trade size in direct bilateral trades. All four dealers control their inventory intensively. Inventory control is not, however, manifested through a dealer's own prices in contrast to findings by Lyons (J. Financial Econ. 39(1995) 321). Furthermore, we document differences in trading styles, especially how they actually control their inventories.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.08.001"
        },
        {
            "no": "5",
            "title": "Short- and long-term demand curves for stocks: theory and evidence on the dynamics of arbitrage",
            "date": "Mar 2004",
            "author": [
                "Robin Greenwood"
            ],
            "abstract": "I develop a framework to analyze demand curves for multiple risky securities at extended horizons in a setting with limits-to-arbitrage. Following an unexpected change in uninformed investor demand for several assets, I predict returns of each security to be proportional to the contribution of that security's demand shock to the risk of a diversified arbitrage portfolio. I show that securities that are not affected by demand shocks but are correlated with securities undergoing changes in demand should experience returns related to their hedging role in arbitrageurs' portfolios. Finally, I predict a negative cross-sectional relation between post-event returns and the initial return associated with the change in demand. I confirm these predictions using data from a unique redefinition of the Nikkei 225 index in Japan, in which 255 stocks simultaneously undergo significant changes in index investor demand, causing more than\n¥\n2\n,\n000\nbillion of trading in one week and large price changes followed by subsequent reversals for all of the reweighted stocks.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.03.007"
        },
        {
            "no": "6",
            "title": "Stock and bond market interaction: Does momentum spill over?",
            "date": "Mar 2004",
            "author": [
                "William R. Gebhardt",
                "Soeren Hvidkjaer",
                "Bhaskaran Swaminathan"
            ],
            "abstract": "This paper examines the interaction between momentum in the returns of equities and corporate bonds. We find that investment grade corporate bonds do not exhibit momentum at the three- to 12-month horizons. Instead, the evidence suggests that they exhibit reversals. However, significant evidence exists of a momentum spillover from equities to investment grade corporate bonds of the same firm. Firms earning high (low) equity returns over the previous year earn high (low) bond returns the following year. The spillover results are stronger among firms with lower-grade debt and higher equity trading volume, seem robust to various risk and liquidity controls, and hold even after controlling for past earnings surprises. In examining the source of the spillover, we find that the bond ratings of firms with positive (negative) equity momentum continue to improve (deteriorate) in the future, suggesting underreaction to the information in past equity prices about changing default risk is a likely source of the spillover effect. Overall, our results suggest that both equity and debt underreact to firm fundamentals, but past equity returns is a better proxy of firm fundamentals than past bond returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.03.005"
        },
        {
            "no": "7",
            "title": "News spillovers in the sovereign debt market",
            "date": "Nov 2003",
            "author": [
                "Amar Gande",
                "David C. Parsley"
            ],
            "abstract": "We study the effect of a sovereign credit rating change of one country on the sovereign credit spreads of other countries from 1991 to 2000. We find evidence of spillover effects; that is, a ratings change in one country has a significant effect on sovereign credit spreads of other countries. This effect is asymmetric: positive ratings events abroad have no discernable impact on sovereign spreads, whereas negative ratings events are associated with an increase in spreads. On average, a one-notch downgrade of a sovereign bond is associated with a 12 basis point increase in spreads of sovereign bonds of other countries. The magnitude of the spillover effect following a negative ratings change is amplified by recent ratings changes in other countries. We distinguish between common information and differential components of spillovers. While common information spillovers imply that sovereign spreads move in tandem, differential spillovers are expected to result in opposite effects of ratings events across countries. Despite the predominance of common information spillovers, we also find evidence of differential spillovers among countries with highly negatively correlated capital flows or trade flows vis-á-vis the United States. That is, spreads in these countries generally fall in response to a downgrade of a country with highly negatively correlated capital or trade flows. Variables proxying for cultural or institutional linkages (e.g., common language, formal trade blocs, common law legal systems), physical proximity, and rule of law traditions across countries do not seem to affect estimated spillover effects.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.11.003"
        },
        {
            "no": "8",
            "title": "Index",
            "date": "Mar 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(05)00029-2"
        }
    ]
}