{
    "journal": "JFE",
    "volume": "75",
    "issue": "2",
    "date": "February 2005",
    "page": "Pages EX1-EX2, 245-490",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Feb 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(05)00004-8"
        },
        {
            "no": "2",
            "title": "Information content of equity analyst reports",
            "date": "Jan 2004",
            "author": [
                "Paul Asquith",
                "Michael B. Mikhail",
                "Andrea S. Au"
            ],
            "abstract": "We catalog the complete contents of Institutional Investor All-American analyst reports and examine the market reaction to their release. Including the justifications supporting an analyst's opinion reduces, and in some models eliminates, the significance of earnings forecasts and recommendation revisions. Analysts both provide new information and interpret previously released information. The information in a report is most important for downgrades; target prices and the analyst's justifications are the only significant elements for reiterations. No correlation exists between valuation methodology and either analyst accuracy or the market's reaction to a report. Our adjusted R2s are much larger than those of studies using only summary measures.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.01.002"
        },
        {
            "no": "3",
            "title": "Comovement",
            "date": "Apr 2004",
            "author": [
                "Nicholas Barberis",
                "Andrei Shleifer",
                "Jeffrey Wurgler"
            ],
            "abstract": "Building on Vijh (Rev. Financial Stud. 7 (1994)), we use additions to the S&P 500 to distinguish two views of return comovement: the traditional view, which attributes it to comovement in news about fundamental value, and an alternative view, in which frictions or sentiment delink it from fundamentals. After inclusion, a stock's beta with the S&P goes up. In bivariate regressions which control for the return of non-S&P stocks, the increase in S&P beta is even larger. These results are generally stronger in more recent data. Our findings cannot easily be explained by the fundamentals-based view and provide new evidence in support of the alternative friction- or sentiment-based view.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.04.003"
        },
        {
            "no": "4",
            "title": "Can foreign firms bond themselves effectively by renting U.S. securities laws?",
            "date": "Feb 2004",
            "author": [
                "Jordan Siegel"
            ],
            "abstract": "The study tests the functional convergence hypothesis, which states that foreign firms can leapfrog their countries’ weak legal institutions by listing equities in New York and agreeing to follow U.S. securities law. Evidence shows that the SEC and minority shareholders have not effectively enforced the law against cross-listed foreign firms. Detailed evidence from Mexico further shows that while some insiders exploited this weak legal enforcement with impunity, others that issued a cross-listing and passed through an economic downturn with a clean reputation went on to receive privileged long-term access to outside finance. As compared with legal bonding, reputational bonding better explains the success of cross-listings.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.02.001"
        },
        {
            "no": "5",
            "title": "The many facets of privately negotiated stock repurchases",
            "date": "Feb 2004",
            "author": [
                "Urs C. Peyer",
                "Theo Vermaelen"
            ],
            "abstract": "We investigate the causes and consequences of 737 privately negotiated share repurchases in the years 1984–2001. In contrast to the negative announcement returns and positive repurchase premiums reported by past research, we find positive announcement returns and premiums that are not significantly different from zero. Only when we investigate the 60 greenmail events separately do we find results similar to past research. However, for this subsample, we find long-horizon excess returns that are comparable to the average 18% repurchase premium, challenging the widely accepted opinion that managers overpay in greenmail repurchases. Moreover, we find that our understanding of the event improves when we split the non-greenmail repurchases according to the price paid. Repurchases at a premium can be modeled as signals, while other repurchases are mere wealth transfers between the corporation and the selling stockholders, the extent of which is determined by the relative bargaining power of the seller and the repurchasing firm.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.02.003"
        },
        {
            "no": "6",
            "title": "Pricing, exit, and location decisions of firms: Evidence on the role of debt and operating efficiency",
            "date": "Feb 2004",
            "author": [
                "Naveen Khanna",
                "Sheri Tice"
            ],
            "abstract": "We compare pricing and exit decisions of discounters across the business cycle. Cities containing high debt and/or low efficiency firms display higher prices during non-recession years. During recessions, prices increase in cities with less efficient incumbents, but decrease in cities with a mix of high and low debt firms. High debt firms are more likely to exit cities with lower prices, and high debt exiting firms are more likely to be efficient. Apparently, low debt firms strategically lower prices during recessions to force exit of efficient, financially constrained rivals. Weaker competitors face another cost. New entrants locate closer.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.02.002"
        },
        {
            "no": "7",
            "title": "Inflation risk premia and the expectations hypothesis",
            "date": "Jul 2004",
            "author": [
                "Andrea Buraschi",
                "Alexei Jiltsov"
            ],
            "abstract": "We study the properties of the nominal and real risk premia of the term structure of interest rates. We develop and solve the bond pricing implications of a structural monetary version of a real business cycle model, with taxes and endogenous monetary policy. We show the relation of this model with the class of essentially affine models that incorporate an endogenous state-dependent market price of risk. We characterize and estimate the inflation risk premium and find that over the last 40 years the ten-year inflation risk premium has been has averaged 70 basis points. It is time-varying, ranging from 20 to 140 basis points over the business cycle and its term structure is sharply upward sloping. The inflation risk premium explains 23% (42%) of the time variation in the five (ten)-year forward risk premium and it plays an important role in help explain deviations from the expectations hypothesis of interest rates.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.07.003"
        }
    ]
}