{
    "journal": "JFE",
    "volume": "54",
    "issue": "2",
    "date": "October 1999",
    "page": "Pages 129-264",
    "article": [
        {
            "no": "1",
            "title": "Commercial banks as underwriters: implications for the going public process",
            "date": "Oct 1999",
            "author": [
                "Manju Puri"
            ],
            "abstract": "Commercial bank entry into securities underwriting can affect underwriter behavior because, unlike investment houses, banks also lend to firms. This raises several issues. Are banks better certifiers of firms’ securities than investment houses? If banks hold equity in firms rather than debt, does this make certification more credible? Would one type of underwriter drive out the other? This paper provides a model for analyzing such issues, and derives several interesting results. First, banks, as lenders to firms, can actually be better certifiers than investment houses. Second, equity holding can hinder banks’ certification ability. Finally, banks and investment houses can co-exist.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00034-3"
        },
        {
            "no": "2",
            "title": "Bank entry, competition, and the market for corporate securities underwriting",
            "date": "Oct 1999",
            "author": [
                "Amar Gande",
                "Manju Puri",
                "Anthony Saunders"
            ],
            "abstract": "This paper examines the competitive effects of commercial bank entry into the corporate debt underwriting market, particularly with respect to underwriter spreads, ex-ante yields, and market concentration. We find that underwriter spreads and ex-ante yields have declined significantly with bank entry, consistent with the market becoming more competitive. This effect is strongest among the lower-rated and smaller debt issues of which banks have underwritten a relatively greater share. The early evidence also indicates that bank entry has tended to decrease market concentration. Overall, our results suggest that bank entry has had a pro-competitive effect.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00035-5"
        },
        {
            "no": "3",
            "title": "An analysis of contagion and competitive effects at commercial banks",
            "date": "Oct 1999",
            "author": [
                "Myron B. Slovin",
                "Marie E. Sushka",
                "John A. Polonchek"
            ],
            "abstract": "We examine whether an adverse event at one bank generates externalities for the banking industry, and assess whether the population of commercial banks is homogeneous. We find dividend reductions are negative events for both announcing money center and regional banks, but only reductions at money center banks have negative, contagion-type externalities. Dividend reductions at regional banks have positive competitive effects on geographic rivals. Regulatory enforcement actions induce negative valuation effects that are idiosyncratic to targeted banks, but actions against regional banks generate positive competitive effects on geographic rivals. Our evidence suggests that regional banking markets are not contestable.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00036-7"
        },
        {
            "no": "4",
            "title": "Do foreign investors destabilize stock markets? The Korean experience in 1997",
            "date": "Oct 1999",
            "author": [
                "Hyuk Choe",
                "Bong-Chan Kho",
                "René M Stulz"
            ],
            "abstract": "This paper examines the impact of foreign investors on stock returns in Korea from November 30, 1996 to the end of 1997 using order and trade data. We find strong evidence of positive feedback trading and herding by foreign investors before the period of Korea's economic crisis. During the crisis period, herding falls, and positive feedback trading by foreign investors mostly disappears. We find no evidence that trades by foreign investors had a destabilizing effect on Korea's stock market over our sample period. In particular, the market adjusted quickly and efficiently to large sales by foreign investors, and these sales were not followed by negative abnormal returns.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00037-9"
        }
    ]
}