{
    "journal": "JFE",
    "volume": "5",
    "issue": "2",
    "date": "November 1977",
    "page": "Pages 113-269",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Nov 1977",
            "author": [
                "Michael C. Jensen"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(77)90013-7"
        },
        {
            "no": "2",
            "title": "Asset returns and inflation",
            "date": "Nov 1977",
            "author": [
                "Eugene F. Fama",
                "G.William Schwert"
            ],
            "abstract": "We estimate the extent to which various assets were hedges against the expected and unexpected components of the inflation rate during the 1953–1971 period. We find that U.S. government bonds and bills were a complete hedge against expected inflation, and private residential real estate was a complete hedge against both expected and unexpected inflation. Labor income showed little short-term relationship with either expected or unexpected inflation. The most anomalous result is that common stock returns were negatively related to the expected component of the inflation rate, and probably also to the unexpected component.",
            "link": "https://doi.org/10.1016/0304-405X(77)90014-9"
        },
        {
            "no": "3",
            "title": "Determinants of corporate borrowing",
            "date": "Nov 1977",
            "author": [
                "Stewart C. Myers"
            ],
            "abstract": "Many corporate assets, particularly growth opportunities, can be viewed as call options. The value of such ‘real options’ depends on discretionary future investment by the firm. Issuing risky debt reduces the present market value of a firm holding real options by inducing a suboptimal investment strategy or by forcing the firm and its creditors to bear the costs of avoiding the suboptimal strategy. The paper predicts that corporate borrowing is inversely related to the proportion of market value accounted for by real options. It also rationalizes other aspects of corporate borrowing behavior, for example the practice of matching maturities of assets and debt liabilities.",
            "link": "https://doi.org/10.1016/0304-405X(77)90015-0"
        },
        {
            "no": "4",
            "title": "An equilibrium characterization of the term structure",
            "date": "Nov 1977",
            "author": [
                "Oldrich Vasicek"
            ],
            "abstract": "The paper derives a general form of the term structure of interest rates. The following assumptions are made: (A.1) The instantaneous (spot) interest rate follows a diffusion process; (A.2) the price of a discount bond depends only on the spot rate over its term; and (A.3) the market is efficient. Under these assumptions, it is shown by means of an arbitrage argument that the expected rate of return on any bond in excess of the spot rate is proportional to its standard deviation. This property is then used to derive a partial differential equation for bond prices. The solution to that equation is given in the form of a stochastic integral representation. An interpretation of the bond pricing formula is provided. The model is illustrated on a specific case.",
            "link": "https://doi.org/10.1016/0304-405X(77)90016-2"
        },
        {
            "no": "5",
            "title": "Capital market equilibrium in a mean-lower partial moment framework",
            "date": "Nov 1977",
            "author": [
                "Vijay S. Bawa",
                "Eric B. Lindenberg"
            ],
            "abstract": "In this paper, we develop a Capital Asset Pricing Model (CAPM) using a mean-lower partial moment framework. We explicitly derive formulae for the equilibrium values of risky assets that hold for arbitrary probability distributions. We show that when the probability distributions and portfolio returns are either normal, stable (with the same characteristic exponent between 1 and 2 and the same skewness parameter, not necessarily zero), or Student-t distributions, our CAPM reduces to the traditional mean-scale CAPM's. Consequently, since the traditional equilibrium models are special cases of our model, the mean-lower partial moment framework is guaranteed to do at least as well in explaining market data. As an application of our theory, we derive an acceptance criterion for capital investment projects and note that corporate finance theory results developed, for example, in the well-known mean- variance framework carry over to the mean-lower partial moment framework.",
            "link": "https://doi.org/10.1016/0304-405X(77)90017-4"
        },
        {
            "no": "6",
            "title": "Portfolio strategies and performance",
            "date": "Nov 1977",
            "author": [
                "Ted Bloomfield",
                "Richard Leftwich",
                "John B. Long"
            ],
            "abstract": "The relative performance of several portfolio selection strategies is assessed empirically. These strategies vary in sophistication from a ‘naive’ strategy of maintaining equal dollar investments in each stock available to a strategy that periodically uses updated parameter estimates to calculate new optimal proportions of portfolio value to be invested in the stocks available. Although it is to be expected a priori that relatively sophisticated strategies will perform at least as well as the more naive strategies, implementation costs will clearly differ across strategies and across investor-specific parameters such as total portfolio value. Thus estimation of the various strategies' performance gross of these costs is a necessary consideration in rational strategy selection by any given investor.",
            "link": "https://doi.org/10.1016/0304-405X(77)90018-6"
        },
        {
            "no": "7",
            "title": "Capital asset prices with heterogeneous beliefs",
            "date": "Nov 1977",
            "author": [
                "Joseph T. Williams"
            ],
            "abstract": "Assuming continuous trading in continuous time with Brownian motion processes, the basic capital asset pricing model of Sharpe, Lintner, and Mossin is developed under arbitrary distributions of investors' beliefs consistent with available information. Results on the processing of information are reported, and properties of investors' portfolios are derived.",
            "link": "https://doi.org/10.1016/0304-405X(77)90019-8"
        },
        {
            "no": "8",
            "title": "On the pricing of contingent claims and the Modigliani-Miller theorem",
            "date": "Nov 1977",
            "author": [
                "Robert C. Merton"
            ],
            "abstract": "A general formula is derived for the price of a security whose value under specified conditions is a known function of the value of another security. Although the formula can be derived using the arbitrage technique of Black and Scholes, the alternative approach of continuous-time portfolio strategies is used instead. This alternative derivation allows the resolution of some controversies surrounding the Black and Scholes methodology. Specifically, it is demonstrated that the derived pricing formula must be continuous with continuous first derivatives, and that there is not a ‘pre-selection bias’ in the choice of independent variables used in the formula. Finally, the alternative derivation provides a direct proof of the Modigliani-Miller theorem even when there is a positive probability of bankruptcy.",
            "link": "https://doi.org/10.1016/0304-405X(77)90020-4"
        },
        {
            "no": "9",
            "title": "An analytic valuation formula for unprotected American call options on stocks with known dividends",
            "date": "Nov 1977",
            "author": [
                "Richard Roll"
            ],
            "abstract": "Sometimes it pays to exercise an American-type call option prematurely, just prior to a cash emission by the underlying security. Such an option can be expressed as a combination of three European-type options whose valuation formulae are known.",
            "link": "https://doi.org/10.1016/0304-405X(77)90021-6"
        },
        {
            "no": "10",
            "title": "A note on qualitative results for investment proportions",
            "date": "Nov 1977",
            "author": [
                "Andrew Rudd"
            ],
            "abstract": "This note corrects recent results concerning qualitative portfolio composition in Roll's ‘Critique of Asset Pricing Theory Tests’.",
            "link": "https://doi.org/10.1016/0304-405X(77)90022-8"
        },
        {
            "no": "11",
            "title": "Comments on qualitative results for investment proportions",
            "date": "Nov 1977",
            "author": [
                "Richard Roll",
                "Stephen A. Ross"
            ],
            "abstract": "Some mean/variance efficient portfolios will have positive investments in all individual assets when covariances satisfy the conditions given here. These conditions are more useful empirically than qualitative results that depend on the inverse covariance matrix. The prospect appears dim for general and useful qualitative results.",
            "link": "https://doi.org/10.1016/0304-405X(77)90023-X"
        },
        {
            "no": "12",
            "title": "Errata",
            "date": "Nov 1977",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(77)90024-1"
        }
    ]
}