{
    "journal": "JFE",
    "volume": "5",
    "issue": "1",
    "date": "August 1977",
    "page": "Pages 1-111",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Aug 1977",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(77)90025-3"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Aug 1977",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(77)90026-5"
        },
        {
            "no": "3",
            "title": "Risk-adjusted discount rates and capital budgeting under uncertainty",
            "date": "Aug 1977",
            "author": [
                "Eugene F. Fama"
            ],
            "abstract": "This paper is concerned with the valuation of multiperiod cash flows in a world where prices are determined according to the Sharpe-Lintner-Black model of capital market equilibrium. We find that the current market value of any future net cash flow is the current expected value of the flow discounted at risk-adjusted discount rates for each of the periods until the flow is realized. The discount rates are known and non-stochastic, but the rates for the different periods preceding the realization of a cash flow need not to be the same, and the rates relevant for a given period can differ across cash flows. The risk adjustments in the discount rates arise because of uncertainties about reassessments through time of the expected value of a flow and the relationships between these reassessments and the corresponding reassessments of the expected cash flows of all firms.",
            "link": "https://doi.org/10.1016/0304-405X(77)90027-7"
        },
        {
            "no": "4",
            "title": "Efficient portfolio choice with differential taxation of dividends and capital gains",
            "date": "Aug 1977",
            "author": [
                "John B. Long"
            ],
            "abstract": "A simple, necessary and sufficient condition is derived under which portfolios that are mean-variance efficient on a before-tax basis are also efficient on an after-tax basis and vice-versa. Under this condition and the hypothesis that investors demand after-tax efficient portfolios, the ‘no-tax’ form of the Capital Asset Pricing Model provides an accurate description of equilibrium asset returns even though investors in the economy may be subject to a wide variety of tax rates on dividends and capital gains. Evidence reported by Black and Scholes (1974), however, makes the condition for equivalence of before and after-tax efficiency empirically implausible. The paper thus concludes with a characterization of some essential differences between before and after-tax efficient portfolios and of the after-tax efficiency losses associated with before-tax efficient portfolios. The relation of these results to the issue of corporate dividend policy choices is also discussed.",
            "link": "https://doi.org/10.1016/0304-405X(77)90028-9"
        },
        {
            "no": "5",
            "title": "Spot rates, forward rates and exchange market efficiency",
            "date": "Aug 1977",
            "author": [
                "Bradford Cornell"
            ],
            "abstract": "This paper examines the relationship between forward exchange rates and subsequently observed spot rates. No evidence is found for a liquidity premium on forward exchange, indicating that the forward rate can be used as a proxy of the market's expectations and that open exchange positions involve little systematic risk. It is also shown that forward exhange is priced as if the exchange rate could be characterized by a diffusion process with a trend, although there is some evidence such a process does not adequately characterize the exchange rate in all cases.",
            "link": "https://doi.org/10.1016/0304-405X(77)90029-0"
        },
        {
            "no": "6",
            "title": "Savings bonds, retractable bonds and callable bonds",
            "date": "Aug 1977",
            "author": [
                "Michael J. Brennan",
                "Eduardo S. Schwartz"
            ],
            "abstract": "Savings bonds, retractable bonds and callable bonds are each equivalent to a straight bond with an option. Neglecting default risk the value of these contingent claims depends upon the riskless interest rate. This paper employs the option pricing framework to value these bonds, under the assumptions that the interest rate follows a Gauss-Wiener process and that the pure expectations hypothesis holds.",
            "link": "https://doi.org/10.1016/0304-405X(77)90030-7"
        },
        {
            "no": "7",
            "title": "The effect of limited information and estimation risk on optimal portfolio diversification",
            "date": "Aug 1977",
            "author": [
                "Roger W. Klein",
                "Vijay S. Bawa"
            ],
            "abstract": "This paper analyzes the optimal portfolio choice problem when security returns have a joint multivariate normal distribution with unknown parameters. For the case of limited, but sufficient (sample plus prior) information, we show that for a general family of conjugate priors, the optimal portfolio choice is obtained by the use of a mean-variance analysis that differs from traditional mean-variance analysis due to estimation risk. We also consider two illustrative cases of insufficient sample information and minimal prior information and show that in these cases it is asymptotically optimal for an investor to limit diversification to a subset of the securities. These theoretical results corroborate observed investor behavior in capital markets.",
            "link": "https://doi.org/10.1016/0304-405X(77)90031-9"
        }
    ]
}