{
    "journal": "RFS",
    "volume": "9",
    "issue": "1",
    "date": "January 1996",
    "page": "Pages 1–332",
    "article": [
        {
            "no": "1",
            "title": "The Upstairs Market for Large-Block Transactions: Analysis and Measurement of Price Effects",
            "date": "03 June 2015",
            "author": [
                "Donald B. Keim",
                "Ananth Madhavan"
            ],
            "abstract": "This article develops a model of the upstairs market where order size, beliefs, and prices are determined endogenously. We test the model’s predictions using unique data for 5,625 equity trades during the period 1985 to 1992 that are known to be upstairs transactions and are identified as either buyer or seller initiated. We find that price movements prior to the trade date are significantly positively related to trade size, consistent with information leakage as the block is “shopped” upstairs. Further, the temporary price impact or liquidity effect is a concave function of order size, which may result from upstairs intermediation.",
            "link": "https://doi.org/10.1093/rfs/9.1.1"
        },
        {
            "no": "2",
            "title": "Design and Valuation of Debt Contracts",
            "date": "03 June 2015",
            "author": [
                "Ronald W. Anderson",
                "Suresh Sundaresan"
            ],
            "abstract": "This article studies the design and valuation of debt contracts in a general dynamic setting under uncertainty. We incorporate some insights of the recent corporate finance literature into a valuation framework.",
            "link": "https://doi.org/10.1093/rfs/9.1.37"
        },
        {
            "no": "3",
            "title": "Jumps and Stochastic Volatility: Exchange Rate Processes Implicit in Deutsche Mark Options",
            "date": "03 June 2015",
            "author": [
                "David S. Bates"
            ],
            "abstract": "An efficient method is developed for pricing American options on stochastic volatility/jump-diffusion processes under systematic jump and volatility risk. The parameters implicit in deutsche mark (DM) options of the model and various submodels are estimated over the period 1984 to 1991 via nonlinear generalized least squares, and are tested for consistency with $/DM futures prices and the implicit volatility sample path. The stochastic volatility submodel cannot explain the “volatility smile” evidence of implicit excess kurtosis, except under parameters implausible given the time series properties of implicit volatilities. Jump fears can explain the smile, and are consistent with one 8 percent DM appreciation “outlier” observed over the period 1984 to 1991.",
            "link": "https://doi.org/10.1093/rfs/9.1.69"
        },
        {
            "no": "4",
            "title": "How Different Is Japanese Corporate Finance? An Investigation of the Information Content of New Security Issues",
            "date": "03 June 2015",
            "author": [
                "Jun-Koo Kang",
                "René M. Stulz"
            ],
            "abstract": "This article studies the shareholder wealth effects associated with 875 new security issues in Japan from January 1, 1985, to May 31, 1991. The announcement of convertible debt issues has a significant positive abnormal return of 1.05 percent. There is an abnormal return of 0.45 percent at the announcement of equity issues that is off-set by an abnormal return of 1.01 percent on the issue day. Abnormal returns are negatively related to firm size, so that large Japanese firms have abnormal returns less different from those of U.S. firms than small Japanese firms. Our evidence is consistent with the view that Japanese managers decide to issue shares based on different considerations than American managers.",
            "link": "https://doi.org/10.1093/rfs/9.1.109"
        },
        {
            "no": "5",
            "title": "Dynamic Nonmyopic Portfolio Behavior",
            "date": "03 June 2015",
            "author": [
                "Tong Suk Kim",
                "Edward Omberg"
            ],
            "abstract": "The dynamic nonmyopic portfolio behavior of an investor who trades a risk-free and risky asset is derived for all HARA utility functions and a stochastic risk premium. Conditions are found for when the investor holds more or less than the myopic amount of the risky asset; hedges against or speculates the risk-premium uncertainty; is long or short on the risky asset; and holds more or less of the risky asset at longer horizons. The analytical solutions derived take multiple mathematical forms and include extreme cases in which investors with long but finite horizons can attain nirvana.",
            "link": "https://doi.org/10.1093/rfs/9.1.141"
        },
        {
            "no": "6",
            "title": "Information, Trade, and Derivative Securities",
            "date": "03 June 2015",
            "author": [
                "Michael J. Brennan",
                "H. Henry Cao"
            ],
            "abstract": "Hellwig’s (1980) model is used to analyze the value of improving trading opportunities by more frequent trading in the underlying asset, or by trading in a derivative asset. With multiple trading sessions, uninformed investors behave as rational trend followers, while more informed investors follow a contrarian strategy. As trading becomes continuous, Pareto efficiency is achieved. With trading in an appropriate derivative security, Pareto efficiency may be achieved in only a single round of trading. All derivative claims are then priced on Black and Scholes (1973) principles and, in the absence of further supply shocks, no trading will take place in subsequent trading rounds.",
            "link": "https://doi.org/10.1093/rfs/9.1.163"
        },
        {
            "no": "7",
            "title": "The Design of Internal Control and Capital Structure",
            "date": "03 June 2015",
            "author": [
                "Elazar Berkovitch",
                "Ronen Israel"
            ],
            "abstract": "We study the design of internal control and capital structure. We pose the question, When is control allocated only to shareholders and when is it allocated to other stakeholders, such as debtholders, or the management team? We show that shareholders (debtholders) get control when the firm’s cash flow is relatively sensitive (insensitive) to managerial effort. Our theory implies that the signs of the correlations between endogenous variables when shareholders have absolute control are reversed when debtholders have veto power. In particular, debt level and firm value are negatively (positively) correlated when debtholders have veto power (shareholders have absolute control).",
            "link": "https://doi.org/10.1093/rfs/9.1.209"
        },
        {
            "no": "8",
            "title": "Inflation, Asset Prices, and the Term Structure of Interest Rates in Monetary Economics",
            "date": "03 June 2015",
            "author": [
                "Gurdip S. Bakshi",
                "Zhiwu Chen"
            ],
            "abstract": "This article offers a tractable monetary asset pricing model. In monetary economies, the price level, inflation, asset prices, and the real and nominal interest rates have to be determined simultaneously and in relation to each other. This link allows us to relate in closed form each of the dependent entities to the underlying real and monetary variables. Among other features of such economies, inflation can be partially nonmonetary and the real and nominal term structures can depend on fundamentally different risk factors. In one extreme, the process followed by the real term structure is independent of that followed by its nominal counterpart.",
            "link": "https://doi.org/10.1093/rfs/9.1.241"
        },
        {
            "no": "9",
            "title": "Pricing and Hedging American Options: A Recursive Integration Method",
            "date": "03 June 2015",
            "author": [
                "Jing-zhi Huang",
                "Marti G. Subrahmanyam",
                "G. George Yu"
            ],
            "abstract": "In this article, we present a new method for pricing and hedging American options along with an efficient implementation procedure. The proposed method is efficient and accurate in computing both option values and various option hedge parameters. We demonstrate the computational accuracy and efficiency of this numerical procedure in relation to other competing approaches. We also suggest how the method can be applied to the case of any American option for which a closed-form solution exists for the corresponding European option.",
            "link": "https://doi.org/10.1093/rfs/9.1.277"
        },
        {
            "no": "10",
            "title": "Index Arbitrage and Nonlinear dynamics Between the S&P 500 Futures and Cash",
            "date": "03 June 2015",
            "author": [
                "Gerald P. Dwyer, Jr.",
                "Peter Locke",
                "Wei Yu"
            ],
            "abstract": "We use a cost of carry model with nonzero transaction costs to motivate estimation of a nonlinear dynamic relationship between the S&P 500 futures and cash indexes. Discontinuous arbitrage suggests that a threshold error correction mechanism may characterize many aspects of the relationship between the futures and cash indexes. We use minute-by-minute data on the S&P 500 futures and cash indexes. The results indicate that nonlinear dynamics are important and related to arbitrage, and suggest that arbitrage is associated with more rapid convergence of the basis to the cost of carry than would be indicated by a linear model.",
            "link": "https://doi.org/10.1093/rfs/9.1.301"
        }
    ]
}