{
    "journal": "RFS",
    "volume": "12",
    "issue": "1",
    "date": "January 1999",
    "page": "Pages 1–226",
    "article": [
        {
            "no": "1",
            "title": "Introductory Comments: Bloomfield and O'Hara, and Flood, Huisman, Koedijk, and Mahieu",
            "date": "01 June 2015",
            "author": [
                "Lawrence R. Glosten"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/12.1.1"
        },
        {
            "no": "2",
            "title": "Market Transparency: Who Wins and Who Loses?",
            "date": "01 June 2015",
            "author": [
                "Robert Bloomfield",
                "Maureen O'Hara"
            ],
            "abstract": "This study uses laboratory experiments to determine the effects of trade and quote disclosure on market efficiency, bid-ask spreads, and trader welfare. We show that trade disclosure increases the informational efficiency of transaction prices, but also increases opening bid-ask spreads, apparently by reducing market-makers' incentives to compete for order flow. As a result, trade disclosure benefits market makers at the expense of liquidity traders and informed traders. We find that quote disclosure has no discernible effects on market performance. Overall our results demonstrate that the degree of market transparency has important effects of market equilibria and on trader and market-maker welfare.",
            "link": "https://doi.org/10.1093/rfs/12.1.5"
        },
        {
            "no": "3",
            "title": "Quote Disclosure and Price Discovery in Multiple-Dealer Financial Markets",
            "date": "01 June 2015",
            "author": [
                "Mark D. Flood",
                "Ronald Huisman",
                "Kees G. Koedijk",
                "Ronald J. Mahieu"
            ],
            "abstract": "We examine the effects of price disclosure on market performance in a continuous experimental multiple-dealer market in which seven professional market makers trade a single security. The dealers trade with one another and with computerized informed and liquidity traders. Our key comparison is between fully public price queues (pretrade transparent market) and bilateral quoting (pretrade opaque). We find that opening spreads are wider and trading volume is lower in the opaque markets due to higher search costs there. More importantly, however, higher search costs also induce more aggressive pricing strategies, so that price discovery is much faster in the opaque markets.",
            "link": "https://doi.org/10.1093/rfs/12.1.37"
        },
        {
            "no": "4",
            "title": "FX Spreads and Dealer Competition Across the 24-Hour Trading Day",
            "date": "01 June 2015",
            "author": [
                "Roger D. Huang",
                "Ronald W. Masulis"
            ],
            "abstract": "This study examines the impact of competition on bid-ask spreads in the spot foreign exchange market. We measure competition primarily by the number of dealers active in the market and find that bid-ask spreads decrease with an increase in competition, even after controlling for the effects of volatility. The expected level of competition is time varying, highly predictable, and displays a strong seasonal component that in part is induced by geographic concentration of business activity over the 24-hour trading day. Our estimates show that the expected addition of one more competing dealer lowers the average quoted spread by 1.7%",
            "link": "https://doi.org/10.1093/rfs/12.1.61"
        },
        {
            "no": "5",
            "title": "Information Revelation Through Option Exercise",
            "date": "01 June 2015",
            "author": [
                "Steven R. Grenadier"
            ],
            "abstract": "In many real-world situations, agents must formulate option exercise strategies with imperfect information. In such a setting, agents may infer the private signals of other agents through their observed exercise strategies. The building of an office building, the drilling of an exploratory oil well, and the commitment of a pharmaceutical company toward the research of a new drug all convey private information to other market participants. This article develops an equilibrium framework for option exercise games with asymmetric private information. Many interesting aspects of the patterns of equilibrium exercise are analyzed. In particular, informational cascades, where agents ignore their private information and jump on the exercise bandwagon, may arise endogenously.",
            "link": "https://doi.org/10.1093/rfs/12.1.95"
        },
        {
            "no": "6",
            "title": "The Effect of Derivative Assets on Information Acquisition and Price Behavior in a Rational Expectations Equilibrium",
            "date": "01 June 2015",
            "author": [
                "H. Henry Cao"
            ],
            "abstract": "This article shows that introducing derivative assets increases incentives to collect information about asset payoffs. The increase in information collection makes the price of the underlying asset more informative and causes the expected price to increase. Extending the model to a dynamic setting with multiple risky assets, we find the introducing derivative assets for one asset increases the expected prices of positively correlated assets and reduces price reaction to future earnings announcements. These findings are consistent with the bulk of the empirical evidence on the relationship between the introduction of derivative assets and the behavior of asset prices.",
            "link": "https://doi.org/10.1093/rfs/12.1.131"
        },
        {
            "no": "7",
            "title": "Portfolio Turnpikes",
            "date": "01 June 2015",
            "author": [
                "Philip H. Dybvig",
                "L. C. G. Rogers",
                "Kerry Back"
            ],
            "abstract": "Portfolio turnpike theorems show that if preferences at large wealth levels are similar to power utility, then the investment strategy converges to the power utility strategy as the horizon increases. We state and prove two simple and general portfolio turnpike theorems. Unlike existing literature, our main result does not assume independence of returns and depends only on discounting of future cash flows. We also provide a critique of portfolio turnpike results, based on the observations that (1) the time required for convergence is often too large to be relevant, and (2) there is no convergence for consumption withdrawal problems.",
            "link": "https://doi.org/10.1093/rfs/12.1.165"
        },
        {
            "no": "8",
            "title": "Estimating the Price of Default Risk",
            "date": "01 June 2015",
            "author": [
                "Gregory R. Duffee"
            ],
            "abstract": "A firm's instantaneous probability of default is modeled as a translated square-root diffusion process modified to allow the process to be correlated with default-free interest rates. The parameters of the process are estimated for 161 firms. An extended Kalman filter approach is used that incorporates both the time-series and cross-sectional (term structure) properties of the individual firms' bond prices. The model is reasonably successful at fitting corporate bond yields, while key features of the term structures of yield spreads are captured in the signs and magnitudes of the resulting parameter estimates.",
            "link": "https://doi.org/10.1093/rfs/12.1.197"
        }
    ]
}