{
    "journal": "JFE",
    "volume": "12",
    "issue": "3",
    "date": "November 1983",
    "page": "Pages 287-404",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Nov 1983",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "G.William Schwert",
                "Clifford W. Smith",
                "RenéM. Stulz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(83)90050-8"
        },
        {
            "no": "2",
            "title": "The effect of pre-emptive right amendments on shareholder wealth",
            "date": "Nov 1983",
            "author": [
                "Sanjai Bhagat"
            ],
            "abstract": "Pre-emptive rights allow existing shareholders to purchase a new offering of shares before the general public. This paper investigates the effect on shareholder wealth of removing pre-emptive rights from corporate charters. Two hypotheses are constrasted: (1) Shareholder wealth maximization suggests that management uses this extra degree of freedom to pick the least cost method for raising new equity; hence, the amendment increases shareholder wealth. (2) Management welfare maximization holds that management will use the passage of the amendment to maximize their own welfare, sometimes to the detriment of shareholders; hence, the amendment decreases shareholder wealth. The evidence indicates that the amendment decreases shareholder wealth.",
            "link": "https://doi.org/10.1016/0304-405X(83)90051-X"
        },
        {
            "no": "3",
            "title": "A comparison of futures and forward prices",
            "date": "Nov 1983",
            "author": [
                "Kenneth R. French"
            ],
            "abstract": "This paper uses the pricing models of Cox, Ingersoll and Ross (1981), Richard and Sundaresan (1981), and French (1982) to examine the relation between futures and forward prices for copper and silver. There are significant differences between these prices. The average differences are generally consistent with the predictions of the futures and forward price models. However, these models are not helpful in describing intra-sample variations in the futures-forward price differences. This failure is apparently caused by measurement errors in both the price differences and in the explanatory variables.",
            "link": "https://doi.org/10.1016/0304-405X(83)90052-1"
        },
        {
            "no": "4",
            "title": "Banks, firms and the relative pricing of tax-exempt and taxable bonds",
            "date": "Nov 1983",
            "author": [
                "Jeffrey L. Skelton"
            ],
            "abstract": "The traditional analysis of the relative pricing of tax-exempt and taxable debt is a habitat theory of the term structure of interest rates. In the traditional analysis the preferences of investors for particular maturities of debt lead to unique pricing relations at every point on the yield curve which are indicative of investor marginal tax brackets. Recent work by Fama (1977) suggests that banks are potential arbitrageurs across tax-exempt and taxable bond markets which force a particular equilibrium on the pricing of short-term bonds. Miller (1977) suggests that the choice of debt or equity financing by firms in the aggregate forces a similar equilibrium on the pricing of all tax-exempt and taxable bonds. This paper exploits the institution of Regulation Q and its effects on the banking system to bring evidence to bear on the predictions of these three models.",
            "link": "https://doi.org/10.1016/0304-405X(83)90053-3"
        },
        {
            "no": "5",
            "title": "Arbitrage pricing with information",
            "date": "Nov 1983",
            "author": [
                "Robert F. Stambaugh"
            ],
            "abstract": "The Arbitrage Pricing Theory is extended to a setting where investors possess information about future asset returns. A no-arbitrage pricing restriction is obtained with arbitrage conditioned on an investor's information. The pricing restriction contains unconditional factor loadings and either conditional or unconditional expected returns. Thus, tests of the theory can be based solely on time-series estimates of unconditional moments. Additional tests based on conditional expected returns are also appropriate.",
            "link": "https://doi.org/10.1016/0304-405X(83)90054-5"
        },
        {
            "no": "6",
            "title": "On computing mean returns and the small firm premium",
            "date": "Nov 1983",
            "author": [
                "Richard Roll"
            ],
            "abstract": "The mean return computational method has a substantial effect on the estimated small firm premium. The buy-and-hold method, which best mimics actual investment experience, produces an estimated small-firm premium only one-half as large as the arithmetic and re-balanced methods which are often used in empirical studies. Similar biases can be expected in mean returns when securities are classified by any variable related to trading volume.",
            "link": "https://doi.org/10.1016/0304-405X(83)90055-7"
        },
        {
            "no": "7",
            "title": "Biases in computed returns",
            "date": "Nov 1983",
            "author": [
                "Marshall E. Blume",
                "Robert F. Stambaugh"
            ],
            "abstract": "Previous estimates of a ‘size effect’ based on daily returns data are biased. The use of quoted closing prices in computing returns on individual stocks imparts an upward bias. Returns computed for buy-and-hold portfolios largely avoid the bias induced by closing prices. Based on such buy-and-hold returns, the full-year size effect is half as large as previously reported, and all of the full-year effect is, on average, due to the month of January.",
            "link": "https://doi.org/10.1016/0304-405X(83)90056-9"
        }
    ]
}