{
    "journal": "JFE",
    "volume": "12",
    "issue": "4",
    "date": "December 1983",
    "page": "Pages 407-514",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Dec 1983",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "G.William Schwert",
                "Clifford W. Smith",
                "RenéM. Stulz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(83)90041-7"
        },
        {
            "no": "2",
            "title": "Security price reactions around corporate spin-off announcements",
            "date": "Dec 1983",
            "author": [
                "Gailen L. Hite",
                "James E. Owers"
            ],
            "abstract": "We examine security price reactions around the announcements of 123 voluntary spin-offs by 116 firms between 1963 and 1981 involving a pro-rata distribution of the common stock of a subsidiary to the stockholders of the parent firm. The median spin-off in the sample is 6.6% of the original equity value and is associated with an abnormal return of 7.0% from 50 days prior to the announcement through completion of the spin-off. No evidence is found to indicate the gains to stockholders represent wealth transfers from senior securityholders. Over the entire event period we find positive gains for firms engaging in spin-offs to facilitate mergers or to separate diverse operating units but negative returns to firms responding to legal and/or regulatory difficulties. In the two-day interval surrounding the first press announcement we find positive average excess returns for all groups.",
            "link": "https://doi.org/10.1016/0304-405X(83)90042-9"
        },
        {
            "no": "3",
            "title": "Effects of recontracting on shareholder wealth",
            "date": "Dec 1983",
            "author": [
                "Katherine Schipper",
                "Abbie Smith"
            ],
            "abstract": "This paper investigates the effect of voluntary corporate spin-off announcements on shareholder wealth. A significant positive share price reaction is documented for 93 voluntary spin-off announcements between 1963 and 1981. These shareholder gains do not appear to come wholly at the expense of bondholders. Evidence suggests the gains to shareholders may arise from tax and regulatory advantages and/or improved managerial efficiency resulting from the spin-off.",
            "link": "https://doi.org/10.1016/0304-405X(83)90043-0"
        },
        {
            "no": "4",
            "title": "Stock market seasonality",
            "date": "Dec 1983",
            "author": [
                "Mustafa N. Gultekin",
                "N.Bulent Gultekin"
            ],
            "abstract": "This study examines empirically stock market seasonality in major industrialized countries. Evidence is provided that there are strong seasonalities in the stock market return distributions in most of the capital markets around the world. The seasonality, when it exists, appears to be caused by the disproportionately large January returns in most countries and April returns in the U.K. With the exception of australia, these months also coincide with the turn of the tax year.",
            "link": "https://doi.org/10.1016/0304-405X(83)90044-2"
        },
        {
            "no": "5",
            "title": "An explicit bound on individual assets' deviations from APT pricing in a finite economy",
            "date": "Dec 1983",
            "author": [
                "Philip H. Dybvig"
            ],
            "abstract": "Ross's Arbitrage Pricing Theory (APT) is a tractible and reasonable alternative to the mean-variance model. Nonetheless, understanding of the theory has been obscured by the complexity of the sequence economy models used for motivation. By contrast, we give a simple and direct derivation of the APT in a finite economy. Using an explicit bound on the deviations from APT prices across assets, a coarse calculation shows that theoretical deviations from APT pricing are negligible in our economy.",
            "link": "https://doi.org/10.1016/0304-405X(83)90045-4"
        },
        {
            "no": "6",
            "title": "Factor pricing in a finite economy",
            "date": "Dec 1983",
            "author": [
                "Mark Grinblatt",
                "Sheridan Titman"
            ],
            "abstract": "Prior theoretical derivations of the Arbitrage Pricing Theory (APT) bound an aggregate measure of the deviation of mean asset returns from that predicted by a linear pricing equation. It is conceivable, given this bound, that some assets might be badly mispriced by the model. In this paper, a more intuitive derivation of the factor pricing equation is presented which describes the deviation on an asset by asset basis. The deviation is shown to be small for assets in a realistic finite economy and is arbitrarily close to zero for those assets with arbitrarily small size relative to aggregate wealth. It follows that the linear pricing equation provides a good approximation for the mean returns of all traded assets.",
            "link": "https://doi.org/10.1016/0304-405X(83)90046-6"
        },
        {
            "no": "7",
            "title": "Editorial collaborators",
            "date": "Dec 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(83)90047-8"
        },
        {
            "no": "8",
            "title": "European finance association call for participation at the eleventh annual meeting",
            "date": "Dec 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(83)90048-X"
        },
        {
            "no": "9",
            "title": "Index",
            "date": "Dec 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(83)90049-1"
        }
    ]
}