{
    "journal": "JF",
    "volume": "69",
    "issue": "1",
    "date": "February 2014",
    "page": "Pages: fmi-fmvii, 1-485, bmi-bmiii",
    "article": [
        {
            "no": "1",
            "title": "FRONT MATTER",
            "date": "07 January 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12144"
        },
        {
            "no": "2",
            "title": "A Mean‐Variance Benchmark for Intertemporal Portfolio Theory",
            "date": "17 September 2013",
            "author": [
                "JOHN H. COCHRANE"
            ],
            "abstract": "Mean‐variance portfolio theory can apply to streams of payoffs such as dividends following an initial investment. This description is useful when returns are not independent over time and investors have nonmarketed income. Investors hedge their outside income streams. Then, their optimal payoff is split between an indexed perpetuity—the risk‐free payoff—and a long‐run mean‐variance efficient payoff. “Long‐run” moments sum over time as well as states of nature. In equilibrium, long‐run expected returns vary with long‐run market betas and outside‐income betas. State‐variable hedges do not appear.",
            "link": "https://doi.org/10.1111/jofi.12099"
        },
        {
            "no": "3",
            "title": "Sources of Entropy in Representative Agent Models",
            "date": "12 August 2013",
            "author": [
                "DAVID BACKUS",
                "MIKHAIL CHERNOV",
                "STANLEY ZIN"
            ],
            "abstract": "We propose two data‐based performance measures for asset pricing models and apply them to models with recursive utility and habits. Excess returns on risky securities are reflected in the pricing kernel's dispersion and riskless bond yields are reflected in its dynamics. We measure dispersion with entropy and dynamics with horizon dependence, the difference between entropy over several periods and one. We compare their magnitudes to estimates derived from asset returns. This exercise reveals tension between a model's ability to generate one‐period entropy, which should be large, and horizon dependence, which should be small.",
            "link": "https://doi.org/10.1111/jofi.12090"
        },
        {
            "no": "4",
            "title": "When Uncertainty Blows in the Orchard: Comovement and Equilibrium Volatility Risk Premia",
            "date": "17 September 2013",
            "author": [
                "ANDREA BURASCHI",
                "FABIO TROJANI",
                "ANDREA VEDOLIN"
            ],
            "abstract": "We provide novel evidence for an equilibrium link between investors' disagreement, the market price of volatility and correlation, and the differential pricing of index and individual equity options. We show that belief disagreement is positively related to (i) the wedge between index and individual volatility risk premia, (ii) the different slope of the smile of index and individual options, and (iii) the correlation risk premium. Priced disagreement risk also explains returns of option volatility and correlation trading strategies in a way that is robust to the inclusion of other risk factors and different market conditions.",
            "link": "https://doi.org/10.1111/jofi.12095"
        },
        {
            "no": "5",
            "title": "Do Peer Firms Affect Corporate Financial Policy?",
            "date": "22 August 2013",
            "author": [
                "MARK T. LEARY",
                "MICHAEL R. ROBERTS"
            ],
            "abstract": "We show that peer firms play an important role in determining corporate capital structures and financial policies. In large part, firms' financing decisions are responses to the financing decisions and, to a lesser extent, the characteristics of peer firms. These peer effects are more important for capital structure determination than most previously identified determinants. Furthermore, smaller, less successful firms are highly sensitive to their larger, more successful peers, but not vice versa. We also quantify the externalities generated by peer effects, which can amplify the impact of changes in exogenous determinants on leverage by over 70%.",
            "link": "https://doi.org/10.1111/jofi.12094"
        },
        {
            "no": "6",
            "title": "Strategic Asset Allocation in Money Management",
            "date": "30 September 2013",
            "author": [
                "SULEYMAN BASAK",
                "DMITRY MAKAROV"
            ],
            "abstract": "This paper analyzes the dynamic portfolio choice implications of strategic interaction among money managers who compete for fund flows. We study such interaction between two risk‐averse managers in continuous time, characterizing analytically their unique equilibrium investments. Driven by chasing and contrarian mechanisms when one is well ahead, they gamble in the opposite direction when their performance is close. We also examine multiple and mixed‐strategy equilibria. Equilibrium policy of each manager crucially depends on the opponent's risk attitude. Hence, client investors concerned about how a strategic manager may trade on their behalf should also learn competitors' characteristics.",
            "link": "https://doi.org/10.1111/jofi.12106"
        },
        {
            "no": "7",
            "title": "Mergers and Acquisitions Accounting and the Diversification Discount",
            "date": "23 September 2013",
            "author": [
                "CLÁUDIA CUSTÓDIO"
            ],
            "abstract": "q‐based measures of the diversification discount are biased upward by mergers and acquisitions and its accounting implications. Under purchase accounting, acquired assets are reported at their transaction value, which typically exceeds the target's pre‐merger book value. Thus, measured q tends to be lower for the merged firm than for the portfolio of pre‐merger entities. Because conglomerates are more acquisitive than focused firms, their q tends to be lower. To mitigate this bias, I subtract goodwill from the book value of assets and a substantial part of the diversification discount is eliminated. Market‐to‐sales‐based measures do not have this bias.",
            "link": "https://doi.org/10.1111/jofi.12108"
        },
        {
            "no": "8",
            "title": "Who Writes the News? Corporate Press Releases during Merger Negotiations",
            "date": "30 September 2013",
            "author": [
                "KENNETH R. AHERN",
                "DENIS SOSYURA"
            ],
            "abstract": "Firms have an incentive to manage media coverage to influence their stock prices during important corporate events. Using comprehensive data on media coverage and merger negotiations, we find that bidders in stock mergers originate substantially more news stories after the start of merger negotiations, but before the public announcement. This strategy generates a short‐lived run‐up in bidders' stock prices during the period when the stock exchange ratio is determined, which substantially impacts the takeover price. Our results demonstrate that the timing and content of financial media coverage may be biased by firms seeking to manipulate their stock price.",
            "link": "https://doi.org/10.1111/jofi.12109"
        },
        {
            "no": "9",
            "title": "Product Market Threats, Payouts, and Financial Flexibility",
            "date": "01 April 2013",
            "author": [
                "GERARD HOBERG",
                "GORDON PHILLIPS",
                "NAGPURNANAND PRABHALA"
            ],
            "abstract": "We examine how product market threats influence firm payout policy and cash holdings. Using firms' product text descriptions, we develop new measures of competitive threats. Our primary measure, product market fluidity, captures changes in rival firms' products relative to the firm's products. We show that fluidity decreases firm propensity to make payouts via dividends or repurchases and increases the cash held by firms, especially for firms with less access to financial markets. These results are consistent with the hypothesis that firms' financial policies are significantly shaped by product market threats and dynamics.",
            "link": "https://doi.org/10.1111/jofi.12050"
        },
        {
            "no": "10",
            "title": "Biased Beliefs, Asset Prices, and Investment: A Structural Approach",
            "date": "12 August 2013",
            "author": [
                "AYDOĞAN ALTI",
                "PAUL C. TETLOCK"
            ],
            "abstract": "We structurally estimate a model in which agents’ information processing biases can cause predictability in firms’ asset returns and investment inefficiencies. We generalize the neoclassical investment model by allowing for two biases—overconfidence and overextrapolation of trends—that distort agents’ expectations of firm productivity. Our model's predictions closely match empirical data on asset pricing and firm behavior. The estimated bias parameters are well identified and exhibit plausible magnitudes. Alternative models without either bias or with efficient investment fail to match observed return predictability and firm behavior. These results suggest that biases affect firm behavior, which in turn affects return anomalies.",
            "link": "https://doi.org/10.1111/jofi.12089"
        },
        {
            "no": "11",
            "title": "Informed Trading through the Accounts of Children",
            "date": "19 March 2013",
            "author": [
                "HENK BERKMAN",
                "PAUL D. KOCH",
                "P. JOAKIM WESTERHOLM"
            ],
            "abstract": "This study shows that the guardians behind underaged accounts are successful at picking stocks. Moreover, they tend to channel their best trades through the accounts of children, especially when they trade just before major earnings announcements, large price changes, and takeover announcements. Building on these results, we argue that the proportion of total trading activity through underaged accounts (labeled BABYPIN) should serve as an effective proxy for the probability of information trading in a stock. Consistent with this claim, we show that investors demand a higher return for holding stocks with a greater likelihood of private information, proxied by BABYPIN.",
            "link": "https://doi.org/10.1111/jofi.12043"
        },
        {
            "no": "12",
            "title": "Asset Pricing with Dynamic Margin Constraints",
            "date": "17 September 2013",
            "author": [
                "OLEG RYTCHKOV"
            ],
            "abstract": "This paper provides a novel theoretical analysis of how endogenous time‐varying margin requirements affect capital market equilibrium. I find that margin requirements, when there are no other market frictions, reduce the volatility and correlation of returns as well as the risk‐free rate, but increase the market price of risk, the risk premium, and the price of risky assets. Furthermore, margin requirements generate a strong cross‐sectional dispersion of stock return volatilities. The results emphasize that a general equilibrium analysis may reverse the conclusions of a partial equilibrium analysis often employed in the literature.",
            "link": "https://doi.org/10.1111/jofi.12100"
        },
        {
            "no": "13",
            "title": "An Anatomy of Commodity Futures Risk Premia",
            "date": "22 August 2013",
            "author": [
                "MARTA SZYMANOWSKA",
                "FRANS DE ROON",
                "THEO NIJMAN",
                "ROB VAN DEN GOORBERGH"
            ],
            "abstract": "We identify two types of risk premia in commodity futures returns: spot premia related to the risk in the underlying commodity, and term premia related to changes in the basis. Sorting on forecasting variables such as the futures basis, return momentum, volatility, inflation, hedging pressure, and liquidity results in sizable spot premia between 5% and 14% per annum and term premia between 1% and 3% per annum. We show that a single factor, the high‐minus‐low portfolio from basis sorts, explains the cross‐section of spot premia. Two additional basis factors are needed to explain the term premia.",
            "link": "https://doi.org/10.1111/jofi.12096"
        },
        {
            "no": "14",
            "title": "MISCELLANEA",
            "date": "07 January 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12135"
        },
        {
            "no": "15",
            "title": "ANNOUNCEMENTS",
            "date": "07 January 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12137"
        },
        {
            "no": "16",
            "title": "BACK MATTER",
            "date": "07 January 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12145"
        }
    ]
}