{
    "journal": "JF",
    "volume": "69",
    "issue": "5",
    "date": "October 2014",
    "page": "Pages: fmi-fmvii, v-vi, 1851-2341, bmi-bmiii",
    "article": [
        {
            "no": "1",
            "title": "FRONT MATTER",
            "date": "12 September 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12212"
        },
        {
            "no": "2",
            "title": "Albert S. Kyle",
            "date": "12 September 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12197"
        },
        {
            "no": "3",
            "title": "Private Equity Performance: What Do We Know?",
            "date": "27 March 2014",
            "author": [
                "ROBERT S. HARRIS",
                "TIM JENKINSON",
                "STEVEN N. KAPLAN"
            ],
            "abstract": "We study the performance of nearly 1,400 U.S. buyout and venture capital funds using a new data set from Burgiss. We find better buyout fund performance than previously documented—performance has consistently exceeded that of public markets. Outperformance versus the S&P 500 averages 20% to 27% over a fund's life and more than 3% annually. Venture capital funds outperformed public equities in the 1990s, but underperformed in the 2000s. Our conclusions are robust to various indices and risk controls. Performance in Cambridge Associates and Preqin is qualitatively similar to that in Burgiss, but is lower in Venture Economics.",
            "link": "https://doi.org/10.1111/jofi.12154"
        },
        {
            "no": "4",
            "title": "Agency Conflicts and Cash: Estimates from a Dynamic Model",
            "date": "28 May 2014",
            "author": [
                "BORIS NIKOLOV",
                "TONI M. WHITED"
            ],
            "abstract": "Which agency problems affect corporate cash policy? To answer this question, we estimate a dynamic model of finance and investment with three mechanisms that misalign managerial and shareholder incentives: limited managerial ownership of the firm, compensation based on firm size, and managerial perquisite consumption. We find that perquisite consumption critically impacts cash policy. Size‐based compensation also matters, but less. Firms with lower blockholder and institutional ownership have higher managerial perquisite consumption, low managerial ownership is a key factor in the secular upward trend in cash holdings, and agency plays little role in small firms' substantial cash holdings.",
            "link": "https://doi.org/10.1111/jofi.12183"
        },
        {
            "no": "5",
            "title": "Corporate Innovations and Mergers and Acquisitions",
            "date": "13 May 2013",
            "author": [
                "JAN BENA",
                "KAI LI"
            ],
            "abstract": "Using a large and unique patent‐merger data set over the period 1984 to 2006, we show that companies with large patent portfolios and low R&D expenses are acquirers, while companies with high R&D expenses and slow growth in patent output are targets. Further, technological overlap between firm pairs has a positive effect on transaction incidence, and this effect is reduced for firm pairs that overlap in product markets. We also show that acquirers with prior technological linkage to their target firms produce more patents afterwards. We conclude that synergies obtained from combining innovation capabilities are important drivers of acquisitions.",
            "link": "https://doi.org/10.1111/jofi.12059"
        },
        {
            "no": "6",
            "title": "Have Rating Agencies Become More Conservative? Implications for Capital Structure and Debt Pricing",
            "date": "27 March 2014",
            "author": [
                "RAMIN P. BAGHAI",
                "HENRI SERVAES",
                "ANE TAMAYO"
            ],
            "abstract": "Rating agencies have become more conservative in assigning corporate credit ratings over the period 1985 to 2009; holding firm characteristics constant, average ratings have dropped by three notches. This change does not appear to be fully warranted because defaults have declined over this period. Firms affected more by conservatism issue less debt, have lower leverage, hold more cash, are less likely to obtain a debt rating, and experience lower growth. Their debt spreads are lower than those of unaffected firms with the same rating, which implies that the market partly undoes the impact of conservatism on debt prices. This evidence suggests that firms and capital markets do not perceive the increase in conservatism to be fully warranted.",
            "link": "https://doi.org/10.1111/jofi.12153"
        },
        {
            "no": "7",
            "title": "The Media and the Diffusion of Information in Financial Markets: Evidence from Newspaper Strikes",
            "date": "28 May 2014",
            "author": [
                "JOEL PERESS"
            ],
            "abstract": "The media are increasingly recognized as key players in financial markets. I investigate their causal impact on trading and price formation by examining national newspaper strikes in several countries. Trading volume falls 12% on strike days. The dispersion of stock returns and their intraday volatility are reduced by 7%, while aggregate returns are unaffected. Moreover, analysis of return predictability indicates that newspapers propagate news from the previous day. These findings demonstrate that the media contribute to the efficiency of the stock market by improving the dissemination of information among investors and its incorporation into stock prices.",
            "link": "https://doi.org/10.1111/jofi.12179"
        },
        {
            "no": "8",
            "title": "Rise of the Machines: Algorithmic Trading in the Foreign Exchange Market",
            "date": "20 June 2014",
            "author": [
                "ALAIN P. CHABOUD",
                "BENJAMIN CHIQUOINE",
                "ERIK HJALMARSSON",
                "CLARA VEGA"
            ],
            "abstract": "We study the impact of algorithmic trading (AT) in the foreign exchange market using a long time series of high‐frequency data that identify computer‐generated trading activity. We find that AT causes an improvement in two measures of price efficiency: the frequency of triangular arbitrage opportunities and the autocorrelation of high‐frequency returns. We show that the reduction in arbitrage opportunities is associated primarily with computers taking liquidity. This result is consistent with the view that AT improves informational efficiency by speeding up price discovery, but that it may also impose higher adverse selection costs on slower traders. In contrast, the reduction in the autocorrelation of returns owes more to the algorithmic provision of liquidity. We also find evidence consistent with the strategies of algorithmic traders being highly correlated. This correlation, however, does not appear to cause a degradation in market quality, at least not on average.",
            "link": "https://doi.org/10.1111/jofi.12186"
        },
        {
            "no": "9",
            "title": "Does Stock Liquidity Enhance or Impede Firm Innovation?",
            "date": "20 June 2014",
            "author": [
                "VIVIAN W. FANG",
                "XUAN TIAN",
                "SHERI TICE"
            ],
            "abstract": "We aim to tackle the longstanding debate on whether stock liquidity enhances or impedes firm innovation. This topic is of interest because innovation is crucial for firm‐ and national‐level competitiveness and stock liquidity can be altered by financial market regulations. Using a difference‐in‐differences approach that relies on the exogenous variation in liquidity generated by regulatory changes, we find that an increase in liquidity causes a reduction in future innovation. We identify two possible mechanisms through which liquidity impedes innovation: increased exposure to hostile takeovers and higher presence of institutional investors who do not actively gather information or monitor.",
            "link": "https://doi.org/10.1111/jofi.12187"
        },
        {
            "no": "10",
            "title": "Financial Protectionism? First Evidence",
            "date": "20 June 2014",
            "author": [
                "ANDREW K. ROSE",
                "TOMASZ WIELADEK"
            ],
            "abstract": "We examine large public interventions in the financial sector, such as bank nationalizations and search for “financial protectionism,” a decrease in the quantity and/or an increase in the price of loans that banks from one country make to borrowers resident in another. We use a bank‐level panel data set spanning all U.K.‐resident banks between 1997Q3 and 2010Q1. After nationalization, foreign banks reduced their fraction of British loans by about 11% and increased their effective interest rates by about 70 basis points. In contrast, nationalized British banks did not significantly change either their loan mix or effective interest rates.",
            "link": "https://doi.org/10.1111/jofi.12184"
        },
        {
            "no": "11",
            "title": "The TIPS‐Treasury Bond Puzzle",
            "date": "30 January 2013",
            "author": [
                "MATTHIAS FLECKENSTEIN",
                "FRANCIS A. LONGSTAFF",
                "HANNO LUSTIG"
            ],
            "abstract": "We show that the price of a Treasury bond and an inflation‐swapped Treasury Inflation‐Protected Securities (TIPS) issue exactly replicating the cash flows of the Treasury bond can differ by more than $20 per $100 notional. Treasury bonds are almost always overvalued relative to TIPS. Total TIPS‐Treasury mispricing has exceeded $56 billion, representing nearly 8% of the total amount of TIPS outstanding. We find direct evidence that the mispricing narrows as additional capital flows into the markets. This provides strong support for the slow‐moving‐capital explanation of arbitrage persistence.",
            "link": "https://doi.org/10.1111/jofi.12032"
        },
        {
            "no": "12",
            "title": "What's Not There: Odd Lots and Market Data",
            "date": "25 June 2014",
            "author": [
                "MAUREEN O'HARA",
                "CHEN YAO",
                "MAO YE"
            ],
            "abstract": "We investigate odd‐lot trades in equity markets. Odd lots are increasingly used in algorithmic and high‐frequency trading, but are not reported to the consolidated tape or in databases such as TAQ. In our sample, the median number of odd‐lot trades is 24% but in some stocks odd lots are 60% or more of trading. Odd‐lot trades contribute 35% of price discovery, consistent with informed traders using odd lots to avoid detection. Omitting odd‐lot trades leads to inaccuracies in order imbalance measures and makes sentiment measures unreliable. Excluding odd lots from the consolidated tape raises important regulatory issues.",
            "link": "https://doi.org/10.1111/jofi.12185"
        },
        {
            "no": "13",
            "title": "Shaping Liquidity: On the Causal Effects of Voluntary Disclosure",
            "date": "28 May 2014",
            "author": [
                "KARTHIK BALAKRISHNAN",
                "MARY BROOKE BILLINGS",
                "BRYAN KELLY",
                "ALEXANDER LJUNGQVIST"
            ],
            "abstract": "Can managers influence the liquidity of their firms’ shares? We use plausibly exogenous variation in the supply of public information to show that firms actively shape their information environments by voluntarily disclosing more information than regulations mandate and that such efforts improve liquidity. Firms respond to an exogenous loss of public information by providing more timely and informative earnings guidance. Responses appear motivated by a desire to reduce information asymmetries between retail and institutional investors. Liquidity improves as a result and in turn increases firm value. This suggests that managers can causally influence their cost of capital via voluntary disclosure.",
            "link": "https://doi.org/10.1111/jofi.12180"
        },
        {
            "no": "14",
            "title": "The Joint Cross Section of Stocks and Options",
            "date": "28 May 2014",
            "author": [
                "BYEONG‐JE AN",
                "ANDREW ANG",
                "TURAN G. BALI",
                "NUSRET CAKICI"
            ],
            "abstract": "Stocks with large increases in call (put) implied volatilities over the previous month tend to have high (low) future returns. Sorting stocks ranked into decile portfolios by past call implied volatilities produces spreads in average returns of approximately 1% per month, and the return differences persist up to six months. The cross section of stock returns also predicts option implied volatilities, with stocks with high past returns tending to have call and put option contracts that exhibit increases in implied volatility over the next month, but with decreasing realized volatility. These predictability patterns are consistent with rational models of informed trading.",
            "link": "https://doi.org/10.1111/jofi.12181"
        },
        {
            "no": "15",
            "title": "MISCELLANEA",
            "date": "12 September 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12210"
        },
        {
            "no": "16",
            "title": "ANNOUNCEMENTS",
            "date": "12 September 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12211"
        },
        {
            "no": "17",
            "title": "BACK MATTER",
            "date": "12 September 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12213"
        }
    ]
}