{
    "journal": "JFE",
    "volume": "81",
    "issue": "3",
    "date": "September 2006",
    "page": "Pages 467-710",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Sep 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(06)00128-0"
        },
        {
            "no": "2",
            "title": "External finance constraints and the intertemporal pattern of intermittent investment",
            "date": "Jul 2005",
            "author": [
                "Toni M. Whited"
            ],
            "abstract": "Do external finance constraints affect the timing of large investment projects? Simulations of a model with fixed capital-stock adjustment costs establish the hypothesis that external finance constraints lower a firm's investment hazard: the probability of undertaking a large project today as a function of the time since the last project. Hazard model estimation that controls for productivity and adjustment costs supports this hypothesis. Small firms that distribute cash to shareholders have higher hazards than small firms that do not; very small firms have lower hazards than small firms; small stand-alone firms have significantly lower hazards than small segments of conglomerates.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.07.007"
        },
        {
            "no": "3",
            "title": "Evidence on the effects of bank competition on firm borrowing and investment",
            "date": "Jul 2005",
            "author": [
                "Rebecca Zarutskie"
            ],
            "abstract": "This paper presents evidence on the financial and real effects of bank competition using a large panel of privately held firms. I trace the firm-level impact of the Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994, which increased the competitiveness of U.S. banking markets. Following the deregulation, newly formed firms used significantly less external debt, were smaller, and realized higher returns on assets, consistent with their investing less due to greater financial constraints. These effects diminish as firms age, ultimately reversing sign. The differential impact that banking market reforms may have on newer and more established firms is underscored.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.07.008"
        },
        {
            "no": "4",
            "title": "Dividend policy, signaling, and discounts on closed-end funds",
            "date": "Aug 2005",
            "author": [
                "Shane A. Johnson",
                "Ji-Chai Lin",
                "Kyojik Roy Song"
            ],
            "abstract": "We test the predictions of dividend signaling models using closed-end equity funds that adopt explicit policies committing them to pay minimum dividend yields. These policies represent deliberate attempts to reduce share price undervaluation relative to NAV. Funds that adopt minimum dividend policies experience reductions in their share price discounts, trade at smaller discounts than other funds, earn greater excess returns following policy adoption, and their managers survive longer than other managers do. The results are broadly consistent with the predictions of dividend signaling models, and suggest that high quality closed-end funds can reduce undervaluation via dividend policy.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.08.001"
        },
        {
            "no": "5",
            "title": "Tax shelters and corporate debt policy",
            "date": "Sep 2005",
            "author": [
                "John R. Graham",
                "Alan L. Tucker"
            ],
            "abstract": "We gather a unique sample of 44 tax shelter cases to investigate the magnitude of tax shelter activity and whether participating in a shelter is related to corporate debt policy. The average annual deduction produced by the shelters in our sample is very large, equaling approximately nine percent of asset value. These deductions are more than three times as large as interest deductions for comparable companies. The firms in our sample use less debt when they engage in tax sheltering. Compared to companies with similar pre-shelter debt ratios, the debt ratios of firms engaged in tax shelters fall by about 8%. The tax shelter firms in our sample appear underlevered if shelters are ignored but do not appear underlevered once shelters are considered.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.09.002"
        },
        {
            "no": "6",
            "title": "Output and expected returns",
            "date": "Jul 2005",
            "author": [
                "Jesper Rangvid"
            ],
            "abstract": "This paper shows for 1929–2003 U.S. data and also for international G-7 data that the ratio of share prices to GDP tracks a large fraction of the variation over time in expected returns on the aggregate stock market, capturing more of that variation than do price–earnings and price–dividend ratios and often also providing additional information about excess returns. The price–output ratio tracks long-term U.S. cumulative stock returns almost as well as the cay-ratio of Lettau and Ludvigson [2001a. Journal of Finance 56, 815–849, 2005. Journal of Financial Economics 76, 583–626], although the cay-ratio tracks variation in U.S. excess returns better. The price–output ratio, however, involves no parameter estimation and is easily constructed for non-U.S. countries.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.07.010"
        },
        {
            "no": "7",
            "title": "Stock market liberalization and operating performance at the firm level",
            "date": "Sep 2005",
            "author": [
                "Todd Mitton"
            ],
            "abstract": "I use firm-specific measures of openness to foreign investors to study the impact of stock market liberalization on firm-level operating performance. In a sample of over 1,100 firms from 28 countries, firms with stocks that are open to foreign investors experience higher growth, greater investment, greater profitability, greater efficiency, and lower leverage. Strategies to address potential endogeneity suggest that the observed relation reflects, at least in part, a causal effect of openness on operating performance.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.09.001"
        },
        {
            "no": "8",
            "title": "IPOs, acquisitions, and the use of convertible securities in venture capital",
            "date": "Jun 2005",
            "author": [
                "Thomas Hellmann"
            ],
            "abstract": "This paper provides a new explanation for the use of convertible securities in venture capital. A key property of convertible preferred equity is that it allocates different cash flow rights, depending on whether exit occurs by acquisition or IPO. The paper builds a model with double moral hazard, where both the entrepreneur and the venture capitalist provide value-adding effort. The optimal contract gives the venture capitalist more cash flow rights in acquisitions than IPOs. This explains the use of convertible preferred equity, including automatic conversion at IPO. Contingent control rights are also important for achieving efficient exit decisions.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.06.007"
        },
        {
            "no": "9",
            "title": "Shareholder wealth effects and bid negotiation in freeze-out deals: Are minority shareholders left out in the cold?",
            "date": "Jul 2005",
            "author": [
                "Thomas W. Bates",
                "Michael L. Lemmon",
                "James S. Linck"
            ],
            "abstract": "This paper examines the shareholder wealth effects of bids by controlling shareholders seeking to acquire the remaining minority equity stake in a firm, deals commonly referred to as minority freeze-outs. Minority claimants in freeze-out offers receive an allocation of deal surplus at the bid announcement that exceeds their pro rata claim on the firm. An analysis of bid outcomes and renegotiation indicates that minority claimants and their agents exercise significant bargaining power during freeze-out proposals. Overall, our results suggest that legal standards and economic incentives are sufficient to deter self-dealing by controllers during freeze-out bids.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.07.009"
        },
        {
            "no": "10",
            "title": "Author index to volume 81",
            "date": "Sep 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(06)00133-4"
        }
    ]
}