{
    "journal": "RFS",
    "volume": "15",
    "issue": "1",
    "date": "January 2002",
    "page": "Pages 1–351",
    "article": [
        {
            "no": "1",
            "title": "Testing Trade-Off and Pecking Order Predictions About Dividends and Debt",
            "date": "16 June 2015",
            "author": [
                "Eugene F. Fama",
                "Kenneth R. French"
            ],
            "abstract": "Confirming predictions shared by the trade-off and pecking order models, more profitable firms and firms with fewer investments have higher dividend payouts. Confirming the pecking order model but contradicting the trade-off model, more profitable firms are less levered. Firms with more investments have less market leverage, which is consistent with the trade-off model and a complex pecking order model. Firms with more investments have lower long-term dividend payouts, but dividends do not vary to accommodate short-term variation in investment. As the pecking order model predicts, short-term variation in investment and earnings is mostly absorbed by debt.",
            "link": "https://doi.org/10.1093/rfs/15.1.1"
        },
        {
            "no": "2",
            "title": "When Are Real Options Exercised? An Empirical Study of Mine Closings",
            "date": "16 June 2015",
            "author": [
                "Alberto Moel",
                "Peter Tufano"
            ],
            "abstract": "In this article, we study a well-known real option: the opening and closing of mines. Using a new database that tracks the annual opening and closing decisions of 285 developed North American gold mines in the period 1988–1997, we find that the real options model is a useful descriptor of mines’ opening and shutting decisions. In addition, we find that the decision whether to shut a mine is related to firm-specific managerial factors not normally considered within a strict real options model.",
            "link": "https://doi.org/10.1093/rfs/15.1.35"
        },
        {
            "no": "3",
            "title": "Persistence and Reversal in Herd Behavior: Theory and Application to the Decision to Go Public",
            "date": "16 June 2015",
            "author": [
                "Lee Nelson"
            ],
            "abstract": "We model rational herd behavior when the underlying value changes over time, with payoffs that are either dependent or independent of the underlying value. We show that herding does not last forever and is not monotone in signal quality. High correlation among agents’ actions does not necessarily imply herding. This suggests alternative empirical methods are needed to detect herding. The model has many applications, including the IPO decision in which payoffs are state dependent. The model implies that the decision to go public is more likely associated with herding than the decision to delay an IPO.",
            "link": "https://doi.org/10.1093/rfs/15.1.65"
        },
        {
            "no": "4",
            "title": "The Investor Recognition Hypothesis in a Dynamic General Equilibrium: Theory and Evidence",
            "date": "16 June 2015",
            "author": [
                "Alexander Shapiro"
            ],
            "abstract": "This article analyzes a dynamic general equilibrium under a generalization of Merton’s (1987) investor recognition hypothesis. A class of informationally constrained investors is assumed to implement only a particular trading strategy. The model implies that, all else being equal, a risk premium on a less visible stock need not be higher than that on a more visible stock with a lower volatility—contrary to results derived in a static mean-variance setting. A consumption-based capital asset pricing model (CAPM) augmented by the generalized investor recognition hypothesis emerges as a viable contender for explaining the cross-sectional variation in unconditional expected equity returns.",
            "link": "https://doi.org/10.1093/rfs/15.1.97"
        },
        {
            "no": "5",
            "title": "Cross-Sectional and Time-Series Determinants of Momentum Returns",
            "date": "16 June 2015",
            "author": [
                "Narasimhan Jegadeesh",
                "Sheridan Titman"
            ],
            "abstract": "Portfolio strategies that buy stocks with high returns over the previous 3–12 months and sell stocks with low returns over this same time period perform well over the following 12 months. A recent article by Conrad and Kaul (1998) presents striking evidence suggesting that the momentum profits are attributable to cross-sectional differences in expected returns rather than to any time-series dependence in returns. This article shows that Conrad and Kaul reach this conclusion because they do not take into account the small sample biases in their tests and bootstrap experiments. Our unbiased empirical tests indicate that cross-sectional differences in expected returns explain very little, if any, of the momentum profits.",
            "link": "https://doi.org/10.1093/rfs/15.1.143"
        },
        {
            "no": "6",
            "title": "Does the Limit Order Routing Decision Matter?",
            "date": "16 June 2015",
            "author": [
                "Robert Battalio",
                "Jason Greene",
                "Brian Hatch",
                "Robert Jennings"
            ],
            "abstract": "We examine the impact deciding to route limit orders away from the New York Stock Exchange (NYSE) has on three dimensions of execution quality with methodologies controlling for market conditions and order submission strategies. Overall differences in limit order execution quality between regional stock exchanges and the NYSE are small, suggesting that the order routing decision may not affect retail limit order traders substantively. Conditioning on the distance between the limit order’s price and prevailing quotes, however, reveals systematic differences in execution quality. This implies that brokers can strategically route limit orders to improve retail limit order execution quality.",
            "link": "https://doi.org/10.1093/rfs/15.1.159"
        },
        {
            "no": "7",
            "title": "Pricing Interest Rate Derivatives: A General Approach",
            "date": "16 June 2015",
            "author": [
                "George Chacko",
                "Sanjiv Das"
            ],
            "abstract": "The relationship between affine stochastic processes and bond pricing equations in exponential term structure models has been well established. We connect this result to the pricing of interest rate derivatives. If the term structure model is exponential affine, then there is a linkage between the bond pricing solution and the prices of many widely traded interest rate derivative securities. Our results apply to |$m$|-factor processes with |$n$| diffusions and |$l$| jump processes. The pricing solutions require at most a single numerical integral, making the model easy to implement. We discuss many options that yield solutions using the methods of the article.",
            "link": "https://doi.org/10.1093/rfs/15.1.195"
        },
        {
            "no": "8",
            "title": "Quadratic Term Structure Models: Theory and Evidence",
            "date": "16 June 2015",
            "author": [
                "Dong-Hyun Ahn",
                "Robert F. Dittmar",
                "A. Ronald Gallant"
            ],
            "abstract": "This article theoretically explores the characteristics underpinning quadratic term structure models (QTSMs), which designate the yield on a bond as a quadratic function of underlying state variables. We develop a comprehensive QTSM, which is maximally flexible and thus encompasses the features of several diverse models including the double square-root model of Longstaff (1989), the univariate quadratic model of Beaglehole and Tenney (1992), and the squared-autoregressive-independent-variable nominal term structure (SAINTS) model of Constantinides (1992). We document a complete classification of admissibility and empirical identification for the QTSM, and demonstrate that the QTSM can overcome limitations inherent in affine term structure models (ATSMs). Using the efficient method of moments of Gallant and Tauchen (1996), we test the empirical performance of the model in determining bond prices and compare the performance to the ATSMs. The results of the goodness-of-fit tests suggest that the QTSMs outperform the ATSMs in explaining historical bond price behavior in the United States.",
            "link": "https://doi.org/10.1093/rfs/15.1.243"
        },
        {
            "no": "9",
            "title": "Investor Activism and Financial Market Structure",
            "date": "16 June 2015",
            "author": [
                "Thomas H. Noe"
            ],
            "abstract": "This article investigates investor activism when there are a number of strategic investors that are capable of intervening in corporate governance. These strategic investors can monitor and/or trade in anonymous financial markets. In equilibrium, a core group of monitoring investors emerges endogenously to curtail managerial opportunism. These core activists both intervene and trade aggressively. Although the smallest investors are passive, there is no monotonic relationship between the size of preexisting shareholdings and activism. In fact, among those investors who choose activism, those with the smallest holdings are the most aggressive.",
            "link": "https://doi.org/10.1093/rfs/15.1.289"
        },
        {
            "no": "10",
            "title": "An Empirical Analysis of Personal Bankruptcy and Delinquency",
            "date": "16 June 2015",
            "author": [
                "David B. Gross",
                "Nicholas S. Souleles"
            ],
            "abstract": "This article uses a new dataset of credit card accounts to analyze credit card delinquency, personal bankruptcy, and the stability of credit risk models. We estimate duration models for default and assess the relative importance of different variables in predicting default. We investigate how the propensity to default has changed over time, disentangling the two leading explanations for the recent increase in default rates—a deterioration in the risk composition of borrowers versus an increase in borrowers’ willingness to default due to declines in default costs. Even after controlling for risk composition and economic fundamentals, the propensity to default significantly increased between 1995 and 1997. Standard default models missed an important time-varying default factor, consistent with a decline in default costs.",
            "link": "https://doi.org/10.1093/rfs/15.1.319"
        },
        {
            "no": "11",
            "title": "Asset Pricing, John H. Cochrane. Princeton, NJ: Princeton University Press, 2001. 530 pp. ISBN 0-691-07498-4",
            "date": "16 June 2015",
            "author": [
                "Wayne Ferson"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/15.1.349"
        }
    ]
}