{
    "journal": "JF",
    "volume": "64",
    "issue": "1",
    "date": "February 2009",
    "page": "Pages: i-iv, 1-548, v-xvi",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "23 January 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01425.x"
        },
        {
            "no": "2",
            "title": "High‐Water Marks: High Risk Appetites? Convex Compensation, Long Horizons, and Portfolio Choice",
            "date": "23 January 2009",
            "author": [
                "STAVROS PANAGEAS",
                "MARK M. WESTERFIELD"
            ],
            "abstract": "We study the portfolio choice of hedge fund managers who are compensated by high‐water mark contracts. We find that even risk‐neutral managers do not place unbounded weights on risky assets, despite option‐like contracts. Instead, they place a constant fraction of funds in a mean‐variance efficient portfolio and the rest in the riskless asset, acting as would constant relative risk aversion (CRRA) investors. This result is a direct consequence of the in(de)finite horizon of the contract. We show that the risk‐seeking incentives of option‐like contracts rely on combining finite horizons and convex compensation schemes rather than on convexity alone.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01427.x"
        },
        {
            "no": "3",
            "title": "It's SHO Time! Short‐Sale Price Tests and Market Quality",
            "date": "23 January 2009",
            "author": [
                "KARL B. DIETHER",
                "KUAN‐HUI LEE",
                "INGRID M. WERNER"
            ],
            "abstract": "We examine the effects of the Securities and Exchange Commission (SEC)‐mandated temporary suspension of short‐sale price tests for a set of Pilot securities. While short‐selling activity increases both for NYSE‐ and Nasdaq‐listed Pilot stocks, returns and volatility at the daily level are unaffected. NYSE‐listed Pilot stocks experience more symmetric trading patterns and a slight increase in spreads and intraday volatility after the suspension while there is a smaller effect on market quality for Nasdaq‐listed Pilot stocks. The results suggest that the effect of the price tests on market quality can largely be attributed to distortions in order flow created by the price tests themselves.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01428.x"
        },
        {
            "no": "4",
            "title": "Should Investors Bet on the Jockey or the Horse? Evidence from the Evolution of Firms from Early Business Plans to Public Companies",
            "date": "23 January 2009",
            "author": [
                "STEVEN N. KAPLAN",
                "BERK A. SENSOY",
                "PER STRÖMBERG"
            ],
            "abstract": "We study how firm characteristics evolve from early business plan to initial public offering (IPO) to public company for 50 venture capital (VC)‐financed companies. Firm business lines remain remarkably stable while management turnover is substantial. Management turnover is positively related to alienable asset formation. We obtain similar results using all 2004 IPOs, suggesting that our main results are not specific to VC‐backed firms or the time period. The results suggest that, at the margin, investors in start‐ups should place more weight on the business (“the horse”) than on the management team (“the jockey”). The results also inform theories of the firm.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01429.x"
        },
        {
            "no": "5",
            "title": "Share Repurchases and Pay‐Performance Sensitivity of Employee Compensation Contracts",
            "date": "23 January 2009",
            "author": [
                "ILONA BABENKO"
            ],
            "abstract": "I show that share repurchases increase pay‐performance sensitivity of employee compensation and lead to greater employee effort and higher stock prices. Consistent with the model, I find that after repurchases, employees and managers receive fewer stock option and equity grants, and that the market reacts favorably to repurchase announcements when employees have many unvested stock options. Managers are more likely to initiate share repurchases when employees hold a large stake in the firm. Moreover, since employees are forced to bear more risk in firms that repurchase shares, they exercise their stock options earlier and receive higher compensation.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01430.x"
        },
        {
            "no": "6",
            "title": "Financing Innovation and Growth: Cash Flow, External Equity, and the 1990s R&D Boom",
            "date": "23 January 2009",
            "author": [
                "JAMES R. BROWN",
                "STEVEN M. FAZZARI",
                "BRUCE C. PETERSEN"
            ],
            "abstract": "The financing of R&D provides a potentially important channel to link finance and economic growth, but there is no direct evidence that financial effects are large enough to impact aggregate R&D. U.S. firms finance R&D from volatile sources: cash flow and stock issues. We estimate dynamic R&D models for high‐tech firms and find significant effects of cash flow and external equity for young, but not mature, firms. The financial coefficients for young firms are large enough that finance supply shifts can explain most of the dramatic 1990s R&D boom, which implies a significant connection between finance, innovation, and growth.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01431.x"
        },
        {
            "no": "7",
            "title": "Entrepreneurial Shareholder Activism: Hedge Funds and Other Private Investors",
            "date": "23 January 2009",
            "author": [
                "APRIL KLEIN",
                "EMANUEL ZUR"
            ],
            "abstract": "We examine recent confrontational activism campaigns by hedge funds and other private investors. The main parallels between the groups are a significantly positive market reaction for the target firm around the initial Schedule 13D filing date, significantly positive returns over the subsequent year, and the activist's high success rate in achieving its original objective. Further, both activists frequently gain board representation through real or threatened proxy solicitations. Two major differences are that hedge funds target more profitable firms than other activists, and hedge funds address cash flow agency costs whereas other private investors change the target's investment strategies.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01432.x"
        },
        {
            "no": "8",
            "title": "CEO Compensation and Board Structure",
            "date": "23 January 2009",
            "author": [
                "VIDHI CHHAOCHHARIA",
                "YANIV GRINSTEIN"
            ],
            "abstract": "In response to corporate scandals in 2001 and 2002, major U.S. stock exchanges issued new board requirements to enhance board oversight. We find a significant decrease in CEO compensation for firms that were more affected by these requirements, compared with firms that were less affected, taking into account unobservable firm effects, time‐varying industry effects, size, and performance. The decrease in compensation is particularly pronounced in the subset of affected firms with no outside blockholder on the board and in affected firms with low concentration of institutional investors. Our results suggest that the new board requirements affected CEO compensation decisions.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01433.x"
        },
        {
            "no": "9",
            "title": "Access to Capital, Capital Structure, and the Funding of the Firm",
            "date": "23 January 2009",
            "author": [
                "OMER BRAV"
            ],
            "abstract": "Based upon a large data set of public and private firms in the United Kingdom, I find that compared to their public counterparts, private firms rely almost exclusively on debt financing, have higher leverage ratios, and tend to avoid external capital markets, leading to a greater sensitivity of their capital structures to fluctuations in performance. I argue that these differences are due to private equity being more costly than public equity. I further examine the private firms subsample to show that private equity is more costly than its public counterpart due to information asymmetry and the desire to maintain control.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01434.x"
        },
        {
            "no": "10",
            "title": "Do Entrenched Managers Pay Their Workers More?",
            "date": "23 January 2009",
            "author": [
                "HENRIK CRONQVIST",
                "FREDRIK HEYMAN",
                "MATTIAS NILSSON",
                "HELENA SVALERYD",
                "JONAS VLACHOS"
            ],
            "abstract": "Analyzing a panel that matches public firms with worker‐level data, we find that managerial entrenchment affects workers' pay. CEOs with more control pay their workers more, but financial incentives through cash flow rights ownership mitigate such behavior. Entrenched CEOs pay more to employees closer to them in the corporate hierarchy, geographically closer to the headquarters, and associated with conflict‐inclined unions. The evidence is consistent with entrenched CEOs paying more to enjoy private benefits such as lower effort wage bargaining and improved social relations with employees. Our results show that managerial ownership and corporate governance can play an important role for employee compensation.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01435.x"
        },
        {
            "no": "11",
            "title": "Labor and Corporate Governance: International Evidence from Restructuring Decisions",
            "date": "23 January 2009",
            "author": [
                "JULIAN ATANASSOV",
                "E. HAN KIM"
            ],
            "abstract": "Our results highlight the importance of interaction among management, labor, and investors in shaping corporate governance. We find that strong union laws protect not only workers but also underperforming managers. Weak investor protection combined with strong union laws are conducive to worker–management alliances, wherein poorly performing firms sell assets to prevent large‐scale layoffs, garnering worker support to retain management. Asset sales in weak investor protection countries lead to further deteriorating performance, whereas in strong investor protection countries they improve performance and lead to more layoffs. Strong union laws are less effective in preventing layoffs when financial leverage is high.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01436.x"
        },
        {
            "no": "12",
            "title": "Market Sidedness: Insights into Motives for Trade Initiation",
            "date": "23 January 2009",
            "author": [
                "ASANI SARKAR",
                "ROBERT A. SCHWARTZ"
            ],
            "abstract": "We infer motives for trade initiation from market sidedness. We define trading as more two‐sided (one‐sided) if the correlation between the number of buyer‐ and seller‐initiated trades increases (decreases), and assess changes in sidedness (relative to a control sample) around events that identify trade initiators. Consistent with asymmetric information, trading is more one‐sided before merger news. Consistent with belief heterogeneity, trading is more two‐sided before earnings and macro announcements with greater dispersion in analyst forecasts, and after news with larger announcement surprises. We examine the codeterminacy of sidedness, bid‐ask spread, volatility, number of trades, and order imbalance.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01437.x"
        },
        {
            "no": "13",
            "title": "Private Benefits of Control, Ownership, and the Cross‐listing Decision",
            "date": "23 January 2009",
            "author": [
                "CRAIG DOIDGE",
                "G. ANDREW KAROLYI",
                "KARL V. LINS",
                "DARIUS P. MILLER",
                "RENÉ M. STULZ"
            ],
            "abstract": "This paper investigates how a foreign firm's decision to cross‐list on a U.S. stock exchange is related to the consumption of private benefits of control by its controlling shareholders. Theory has proposed that when private benefits are high, controlling shareholders are less likely to choose to cross‐list in the United States because of constraints on the consumption of private benefits resulting from such listings. Using several proxies for private benefits related to the control and cash flow ownership rights of controlling shareholders, we find support for this hypothesis with a sample of more than 4,000 firms from 31 countries.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01438.x"
        },
        {
            "no": "14",
            "title": "Are Liquidity and Information Risks Priced in the Treasury Bond Market?",
            "date": "23 January 2009",
            "author": [
                "HAITAO LI",
                "JUNBO WANG",
                "CHUNCHI WU",
                "YAN HE"
            ],
            "abstract": "We provide a comprehensive empirical analysis of the effects of liquidity and information risks on expected returns of Treasury bonds. We focus on the systematic liquidity risk of Pastor and Stambaugh as opposed to the traditional microstructure‐based measures of liquidity. Information risk is measured by the probability of information‐based trading (PIN). We document a strong positive relation between expected Treasury returns and liquidity and information risks, controlling for the effects of other systematic risk factors and bond characteristics. This relation is robust to many empirical specifications and a wide variety of traditional liquidity and informed trading proxies.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01439.x"
        },
        {
            "no": "15",
            "title": "Public Information, IPO Price Formation, and Long‐Run Returns: Japanese Evidence",
            "date": "23 January 2009",
            "author": [
                "KENJI KUTSUNA",
                "JANET KIHOLM SMITH",
                "RICHARD L. SMITH"
            ],
            "abstract": "The price formation process of JASDAQ IPOs is more transparent than in the United States. The transparency facilitates analysis of important issues in the IPO literature—why offer prices only partially adjust to public information and adjust more fully to negative information, and why adjustments are related to initial returns. The evidence indicates that early price information conveys the underwriter's commitment to compensate investors for acquiring and/or disclosing information. Offer prices reflect pre‐IPO market values of public companies and implicit agreements between underwriters and issuers that originate well before the offering. Underadjustment of offer prices is substantially reversed in the aftermarket.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01440.x"
        },
        {
            "no": "16",
            "title": "MISCELLANEA",
            "date": "23 January 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01441.x"
        },
        {
            "no": "17",
            "title": "Back Matter",
            "date": "23 January 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01426.x"
        }
    ]
}