{
    "journal": "JF",
    "volume": "64",
    "issue": "6",
    "date": "December 2009",
    "page": "Pages: i-iii, 2427-2920",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "25 November 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01538.x"
        },
        {
            "no": "2",
            "title": "Long‐Run Stockholder Consumption Risk and Asset Returns",
            "date": "25 November 2009",
            "author": [
                "CHRISTOPHER J. MALLOY",
                "TOBIAS J. MOSKOWITZ",
                "ANNETTE VISSING‐JØRGENSEN"
            ],
            "abstract": "We provide new evidence on the success of long‐run risks in asset pricing by focusing on the risks borne by stockholders. Exploiting microlevel household consumption data, we show that long‐run stockholder consumption risk better captures cross‐sectional variation in average asset returns than aggregate or nonstockholder consumption risk, and implies more plausible risk aversion estimates. We find that risk aversion around 10 can match observed risk premia for the wealthiest stockholders across sets of test assets that include the 25 Fama and French portfolios, the market portfolio, bond portfolios, and the entire cross‐section of stocks.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01507.x"
        },
        {
            "no": "3",
            "title": "Blockholder Trading, Market Efficiency, and Managerial Myopia",
            "date": "25 November 2009",
            "author": [
                "ALEX EDMANS"
            ],
            "abstract": "This paper analyzes how blockholders can exert governance even if they cannot intervene in a firm's operations. Blockholders have strong incentives to monitor the firm's fundamental value because they can sell their stakes upon negative information. By trading on private information (following the “Wall Street Rule”), they cause prices to reflect fundamental value rather than current earnings. This in turn encourages managers to invest for long‐run growth rather than short‐term profits. Contrary to the view that the U.S.'s liquid markets and transient shareholders exacerbate myopia, I show that they can encourage investment by impounding its effects into prices.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01508.x"
        },
        {
            "no": "4",
            "title": "Reinforcement Learning and Savings Behavior",
            "date": "25 November 2009",
            "author": [
                "JAMES J. CHOI",
                "DAVID LAIBSON",
                "BRIGITTE C. MADRIAN",
                "ANDREW METRICK"
            ],
            "abstract": "We show that individual investors over‐extrapolate from their personal experience when making savings decisions. Investors who experience particularly rewarding outcomes from 401(k) saving—a high average and/or low variance return—increase their 401(k) savings rate more than investors who have less rewarding experiences. This finding is not driven by aggregate time‐series shocks, income effects, rational learning about investing skill, investor fixed effects, or time‐varying investor‐level heterogeneity that is correlated with portfolio allocations to stock, bond, and cash asset classes. We discuss implications for the equity premium puzzle and interventions aimed at improving household financial outcomes.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01509.x"
        },
        {
            "no": "5",
            "title": "Momentum, Reversal, and Uninformed Traders in Laboratory Markets",
            "date": "25 November 2009",
            "author": [
                "ROBERT J. BLOOMFIELD",
                "WILLIAM B. TAYLER",
                "FLORA (HAILAN) ZHOU"
            ],
            "abstract": "We report the results of three experiments based on the model of Hong and Stein (1999). Consistent with the model, the results show that when informed traders do not observe prices, uninformed traders generate long‐term price reversals by engaging in momentum trade. However, when informed traders also observe prices, uninformed traders generate reversals by engaging in contrarian trading. The results suggest that a dominated information set is sufficient to account for the contrarian behavior observed among individual investors, and that uninformed traders may be responsible for long‐term price reversals but play little role in driving short‐term momentum.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01510.x"
        },
        {
            "no": "6",
            "title": "Catering through Nominal Share Prices",
            "date": "25 November 2009",
            "author": [
                "MALCOLM BAKER",
                "ROBIN GREENWOOD",
                "JEFFREY WURGLER"
            ],
            "abstract": "We propose and test a catering theory of nominal stock prices. The theory predicts that when investors place higher valuations on low‐price firms, managers respond by supplying shares at lower price levels, and vice versa. We confirm these predictions in time‐series and firm‐level data using several measures of time‐varying catering incentives. More generally, the results provide unusually clean evidence that catering influences corporate decisions, because the process of targeting nominal share prices is not well explained by alternative theories.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01511.x"
        },
        {
            "no": "7",
            "title": "International Stock Return Comovements",
            "date": "25 November 2009",
            "author": [
                "GEERT BEKAERT",
                "ROBERT J. HODRICK",
                "XIAOYAN ZHANG"
            ],
            "abstract": "We examine international stock return comovements using country‐industry and country‐style portfolios as the base portfolios. We first establish that parsimonious risk‐based factor models capture the data covariance structure better than the popular Heston–Rouwenhorst (1994) model. We then establish the following stylized facts regarding stock return comovements. First, there is no evidence for an upward trend in return correlations, except for the European stock markets. Second, the increasing importance of industry factors relative to country factors was a short‐lived phenomenon. Third, large growth stocks are more correlated across countries than are small value stocks, and the difference has increased over time.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01512.x"
        },
        {
            "no": "8",
            "title": "The Manipulation of Executive Stock Option Exercise Strategies: Information Timing and Backdating",
            "date": "25 November 2009",
            "author": [
                "DAVID C. CICERO"
            ],
            "abstract": "I identify three option exercise strategies executives engage in, including (i) exercising with cash and immediately selling the shares, (ii) exercising with cash and holding the shares, and (iii) delivering some shares to the company to cover the exercise costs and holding the remaining shares. Stock price patterns suggest executives manipulate option exercises. They use private information to increase the profitability of all three strategies, and likely backdated some exercise dates in the pre‐Sarbanes‐Oxley period to enhance the profitability of the latter two strategies, where the executive's company is the only counterparty. Backdating is associated with reporting of internal control weaknesses.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01513.x"
        },
        {
            "no": "9",
            "title": "A Bayesian's Bubble",
            "date": "25 November 2009",
            "author": [
                "C. WEI LI",
                "HUI XUE"
            ],
            "abstract": "The acceleration of the U.S. productivity growth in the late 1990s suggests a significant advance in technological innovation, making the perceived probability of entering a “new economy” ever increasing. Based on macroeconomic data, we identify a Bayesian investor's belief evolution when facing a possible structural break in the economy. We show that such belief evolution plays a significant role in explaining both the stock market boom and crash during 1998 to 2001. We conclude that a rational investor's uncertainty about the future of the U.S. economy provides an alternative explanation for the late 1990s stock market “bubble.”",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01514.x"
        },
        {
            "no": "10",
            "title": "Implications of Keeping‐Up‐with‐the‐Joneses Behavior for the Equilibrium Cross Section of Stock Returns: International Evidence",
            "date": "25 November 2009",
            "author": [
                "JUAN‐PEDRO GÓMEZ",
                "RICHARD PRIESTLEY",
                "FERNANDO ZAPATERO"
            ],
            "abstract": "This paper tests the cross‐sectional implications of “keeping‐up‐with‐the‐Joneses” (KUJ) preferences in an international setting. When agents have KUJ preferences, in the presence of undiversifiable nonfinancial wealth, both world and domestic risk (the idiosyncratic component of domestic wealth) are priced, and the equilibrium price of risk of the domestic factor is negative. We use labor income as a proxy for domestic wealth and find empirical support for these predictions. In terms of explaining the cross‐section of stock returns and the size of the pricing errors, the model performs better than alternative international asset pricing models.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01515.x"
        },
        {
            "no": "11",
            "title": "The Price Is (Almost) Right",
            "date": "25 November 2009",
            "author": [
                "RANDOLPH B. COHEN",
                "CHRISTOPHER POLK",
                "TUOMO VUOLTEENAHO"
            ],
            "abstract": "Most previous research tests market efficiency using average abnormal trading profits on dynamic trading strategies, and typically rejects the joint hypothesis of market efficiency and an asset pricing model. In contrast, we adopt the perspective of a buy‐and‐hold investor and examine stock price levels. For such an investor, the price level is more relevant than the short‐horizon expected return, and betas of cash flow fundamentals are more important than high‐frequency stock return betas. Our cross‐sectional tests suggest that there exist specifications in which differences in relative price levels of individual stocks can be largely explained by their fundamental betas.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01516.x"
        },
        {
            "no": "12",
            "title": "A Rational Expectations Equilibrium with Informative Trading Volume",
            "date": "25 November 2009",
            "author": [
                "JAN SCHNEIDER"
            ],
            "abstract": "A large number of empirical studies find that trading volume contains information about the distribution of future returns. While these studies indicate that observing volume is helpful to an outside observer of the economy it is not clear how investors within the economy can learn from trading volume. In this paper, I show how trading volume helps investors to evaluate the precision of the aggregate information in the price. I construct a model that offers a closed‐form solution of a rational expectations equilibrium where all investors learn from (1) private signals, (2) the market price, and (3) aggregate trading volume.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01517.x"
        },
        {
            "no": "13",
            "title": "Exponential Growth Bias and Household Finance",
            "date": "25 November 2009",
            "author": [
                "VICTOR STANGO",
                "JONATHAN ZINMAN"
            ],
            "abstract": "Exponential growth bias is the pervasive tendency to linearize exponential functions when assessing them intuitively. We show that exponential growth bias can explain two stylized facts in household finance: the tendency to underestimate an interest rate given other loan terms, and the tendency to underestimate a future value given other investment terms. Bias matters empirically: More‐biased households borrow more, save less, favor shorter maturities, and use and benefit more from financial advice, conditional on a rich set of household characteristics. There is little evidence that our measure of exponential growth bias merely proxies for broader financial sophistication.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01518.x"
        },
        {
            "no": "14",
            "title": "MISCELLANEA",
            "date": "25 November 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01520.x"
        },
        {
            "no": "15",
            "title": "Back Matter",
            "date": "25 November 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01539.x"
        },
        {
            "no": "16",
            "title": "INDEX TO VOLUME LXIV",
            "date": "25 November 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01537.x"
        },
        {
            "no": "17",
            "title": "INDEX TO VOLUME LXIV",
            "date": "04 December 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01537_1.x"
        },
        {
            "no": "18",
            "title": "SEVENTIETH ANNUAL MEETING AMERICAN FINANCE ASSOCIATION",
            "date": "04 December 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01537_2.x"
        }
    ]
}