{
    "journal": "JFE",
    "volume": "44",
    "issue": "1",
    "date": "April 1997",
    "page": "Pages 1-165",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Apr 1997",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(97)90001-5"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Apr 1997",
            "author": [
                "G.William Schwert"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(97)80123-7"
        },
        {
            "no": "3",
            "title": "Guaranty funds and risk-taking evidence from the insurance industry",
            "date": "Apr 1997",
            "author": [
                "Soon-Jae Lee",
                "David Mayers",
                "Clifford W. Smith"
            ],
            "abstract": "This paper examines change in property-liability insurers' risk-taking around enactments of state guaranty fund laws. Our evidence suggests that the risk of insurers' asset portfolios increases following enactments. But this increase in risk is significant only for stock insurers. Our evidence of increased risk-taking following guaranty-fund adoptions suggests that the way these funds are organized creates counterproductive investment incentives, especially for stock companies. Because these laws were enacted by states over the period 1969–1981, our evidence on changes in risk-taking helps resolve statistical problems that have been troublesome for studies of bank deposit insurance.",
            "link": "https://doi.org/10.1016/S0304-405X(96)00007-4"
        },
        {
            "no": "4",
            "title": "Organizational form and risk taking in the savings and loan industry",
            "date": "Apr 1997",
            "author": [
                "Benjamin C. Esty"
            ],
            "abstract": "I hypothesize that risk taking is greater in stock thrifts than in mutual thrifts because the residual and fixed claims are separable. I find that stock thrifts exhibit greater profit variability during the 1982–1988 period and that conversions from mutual to stock ownership are associated with increased investment in risky assets and increased profit variability. These findings illustrate the relation between the structure of residual claims, incentives, and firm performance as well as the unintended consequences resulting from changes in thrift regulations.",
            "link": "https://doi.org/10.1016/S0304-405X(96)00897-5"
        },
        {
            "no": "5",
            "title": "A case study of organizational form and risk shifting in the savings and loan industry",
            "date": "Apr 1997",
            "author": [
                "Benjamin C. Esty"
            ],
            "abstract": "I analyze the investment and funding strategies of two thrifts, one stock owned and one mutually owned, from 1983 to 1988. Despite their similarities prior to 1983, the stock thrift implemented a riskier financial strategy and did so only after converting to stock ownership. Although this strategy ultimately led to its failure, the stock thrift still made significant payouts to its controlling shareholders. This case study illustrates in stark terms the relation between organizational form and risk shifting in the thrift industry.",
            "link": "https://doi.org/10.1016/S0304-405X(96)00008-6"
        },
        {
            "no": "6",
            "title": "On the measurement of Tobin's q",
            "date": "Apr 1997",
            "author": [
                "Wilbur G. Lewellen",
                "S.G. Badrinath"
            ],
            "abstract": "We examine the methods commonly employed to estimate Tobin's q ratios and find them to be flawed in design and arbitrary in implementation. We propose an alternative procedure which is both simpler and more accurate. The key to the procedure is an improved measure of fixed asset replacement costs, through the proper identification of the vintages of fixed assets that are in place for a firm. Application of this procedure to a large sample of nonfinancial corporations indicates that existing methods generally produce downward-biased measures of q and can result in errors in the ordering of firms by their q's.",
            "link": "https://doi.org/10.1016/S0304-405X(96)00013-X"
        },
        {
            "no": "7",
            "title": "An alternative valuation model for contingent claims",
            "date": "Apr 1997",
            "author": [
                "Gurdip S. Bakshi",
                "Zhiwu Chen"
            ],
            "abstract": "This paper studies contingent claim valuation in a Lucas-type exchange economy. The derived fundamental valuation equation differs from its Cox-Ingersoll-Ross production-economy counterpart in that it is expressed in terms of the direct utility function and an exogenous output process, thus offering superior tractability. We apply our approach to derive closed-form solutions for bond, bond option, individual stock, and stock option prices, under a more general setting than allowable in the Cox-Ingersoll-Ross framework. The resulting interest rate and stock price dynamics are empirically plausible. Moreover, our stock option pricing formula with stochastic volatility and interest rates can reconcile certain puzzling empirical regularities, including the volatility smile.",
            "link": "https://doi.org/10.1016/S0304-405X(96)00009-8"
        }
    ]
}