{
    "journal": "RFS",
    "volume": "29",
    "issue": "8",
    "date": "August 2016",
    "page": "Pages 1943–2281",
    "article": [
        {
            "no": "1",
            "title": "Commonality in Liquidity: A Demand-Side Explanation",
            "date": "21 April 2016",
            "author": [
                "Andrew Koch",
                "Stefan Ruenzi",
                "Laura Starks"
            ],
            "abstract": "We hypothesize that a source of commonality in a stock’s liquidity arises from the correlated liquidity demand of the stock’s investors. Focusing on correlated trading of mutual funds, we find that stocks with high mutual fund ownership have comovements in liquidity about twice as large as those for stocks with low mutual fund ownership. Further analysis shows that the channels for these comovements derive from both common ownership across funds and funds’ correlated liquidity shocks. We obtain inferences supporting causality from an exogenous flow shock for mutual funds in the aftermath of the 2003 mutual fund scandal.",
            "link": "https://doi.org/10.1093/rfs/hhw026"
        },
        {
            "no": "2",
            "title": "How Constraining Are Limits to Arbitrage?",
            "date": "07 June 2016",
            "author": [
                "Alexander Ljungqvist",
                "Wenlan Qian"
            ],
            "abstract": "We document the existence of a strategy designed to circumvent limits to arbitrage. Faced with short-sale constraints and noise trader risk, small arbitrageurs publicly reveal their information to induce the target’s shareholders (“the longs”) to sell, thereby accelerating price discovery. Using data for 124 short-sale campaigns in the United States between 2006 and 2011, we show that investors respond strongly to the information, with spikes in SEC filing views, volatility, order imbalances, realized spreads, turnover, and selling by the longs. Share prices fall by an aggregate $14.8 billion. Our findings imply that even extreme short-sale constraints need not constrain arbitrage.",
            "link": "https://doi.org/10.1093/rfs/hhw028"
        },
        {
            "no": "3",
            "title": "Asset Pricing in the Frequency Domain: Theory and Empirics",
            "date": "27 April 2016",
            "author": [
                "Ian Dew-Becker",
                "Stefano Giglio"
            ],
            "abstract": "We quantify investors’ preferences over the dynamics of shocks by deriving frequency-specific risk prices that capture the price of risk of consumption fluctuations at each frequency. The frequency-specific risk prices are derived analytically for leading models. The decomposition helps measure the importance of economic fluctuations at different frequencies. We precisely quantify the meaning of “long-run” in the context of Epstein-Zin preferences – centuries – and measure the exact relevance of business-cycle fluctuations. Finally, we estimate frequency-specific risk prices and show that cycles longer than the business cycle – long-run risks – are significantly priced in the equity market.",
            "link": "https://doi.org/10.1093/rfs/hhw027"
        },
        {
            "no": "4",
            "title": "Skewness in Expected Macro Fundamentals and the Predictability of Equity Returns: Evidence and Theory",
            "date": "26 February 2016",
            "author": [
                "Riccardo Colacito",
                "Eric Ghysels",
                "Jinghan Meng",
                "Wasin Siwasarit"
            ],
            "abstract": "We document that the first and third cross-sectional moments of the distribution of GDP growth rates made by professional forecasters can predict equity excess returns, a finding that is robust to controlling for a large set of well-established predictive factors. We show that introducing time-varying skewness in the distribution of expected growth prospects in an otherwise standard endowment economy can substantially increase the model-implied equity Sharpe ratios, and produce a large amount of fluctuation in equity risk premiums.",
            "link": "https://doi.org/10.1093/rfs/hhw009"
        },
        {
            "no": "5",
            "title": "Commodities as Collateral",
            "date": "04 May 2016",
            "author": [
                "Ke Tang",
                "Haoxiang Zhu"
            ],
            "abstract": "We propose and test a theory of using commodities as collateral for financing. Under capital control and collateral constraint, investors import commodities and pledge them as collateral to earn higher expected returns. Higher collateral demands increase commodity prices and make the inventory–convenience yield relation less negative. Our model illustrates these equilibrium effects and suggests that the violation of covered interest-rate parity is a proxy for collateral demands. Evidence from eight commodities in China and developed markets supports the theoretical predictions. Our findings complement the theory of storage and provide new insights into the financialization of commodity markets.",
            "link": "https://doi.org/10.1093/rfs/hhw029"
        },
        {
            "no": "6",
            "title": "Currency Premia and Global Imbalances",
            "date": "07 June 2016",
            "author": [
                "Pasquale Della Corte",
                "Steven J. Riddiough",
                "Lucio Sarno"
            ],
            "abstract": "We show that a global imbalance risk factor that captures the spread in countries’ external imbalances and their propensity to issue external liabilities in foreign currency explains the cross-sectional variation in currency excess returns. The economic intuition is simple: net debtor countries offer a currency risk premium to compensate investors willing to finance negative external imbalances because their currencies depreciate in bad times. This mechanism is consistent with exchange rate theory based on capital flows in imperfect financial markets. We also find that the global imbalance factor is priced in cross-sections of other major asset markets.",
            "link": "https://doi.org/10.1093/rfs/hhw038"
        },
        {
            "no": "7",
            "title": "Can Changes in the Cost of Carry Explain the Dynamics of Corporate “Cash” Holdings?",
            "date": "06 April 2016",
            "author": [
                "José A. Azar",
                "Jean-François Kagy",
                "Martin C. Schmalz"
            ],
            "abstract": "Firms until recently were effectively constrained to hold liquid assets in non-interest-bearing accounts. As a result, the cost of capital of firms’ liquid-assets portfolios exceeded the return, especially when the risk-free interest rate was high. The spread between cost and return is the cost of carry. Changes in the cost of carry explain the dynamics of corporate “cash” holdings both in the United States and abroad, and the level of cost of carry explains the level of liquid-asset holdings across countries. We conclude that current US corporate cash holdings are not abnormal in a historical or international comparison.",
            "link": "https://doi.org/10.1093/rfs/hhw021"
        },
        {
            "no": "8",
            "title": "Horizon Effects in Average Returns: The Role of Slow Information Diffusion",
            "date": "26 April 2016",
            "author": [
                "Oliver Boguth",
                "Murray Carlson",
                "Adlai Fisher",
                "Mikhail Simutin"
            ],
            "abstract": "We characterize linkages between average returns calculated at different horizons. Theoretically, when stocks incorporate information slowly, average short-horizon returns are downward biased. Buy-and-hold strategies can amplify the effect. In contrast, existing theories analyze price noises that are independent of fundamentals, and buy-and-hold portfolio returns are unaffected. We document horizon effects as large as 10% annualized in daily and monthly style portfolios and international indices. Slow reaction to market information, identified by gradually declining lagged betas, is an important cause. These findings have natural consequences for performance evaluation.",
            "link": "https://doi.org/10.1093/rfs/hhw024"
        },
        {
            "no": "9",
            "title": "Cover",
            "date": "04 July 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv116"
        },
        {
            "no": "10",
            "title": "Editorial Board",
            "date": "04 July 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv117"
        },
        {
            "no": "11",
            "title": "Forthcoming Articles",
            "date": "04 July 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv118"
        },
        {
            "no": "12",
            "title": "Volume 29 Number 8 August 2016\nThe Review of Financial Studies - Table of Contents",
            "date": "04 July 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv119"
        }
    ]
}