{
    "journal": "RFS",
    "volume": "29",
    "issue": "11",
    "date": "November 2016",
    "page": "Pages 2885–3209",
    "article": [
        {
            "no": "1",
            "title": "Capital-Market Effects of Securities Regulation: Prior Conditions, Implementation, and Enforcement",
            "date": "17 July 2016",
            "author": [
                "Hans B. Christensen",
                "Luzi Hail",
                "Christian Leuz"
            ],
            "abstract": "We examine the capital-market effects of changes in securities regulation in the European Union aimed at reducing market abuse and increasing transparency. To estimate causal effects for the population of E.U. firms, we exploit that for plausibly exogenous reasons, such as national legislative procedures, E.U. countries adopted these directives at different times. We find significant increases in market liquidity, but the effects are stronger in countries with stricter implementation and traditionally more stringent securities regulation. The findings suggest that countries with initially weaker regulation do not catch up with stronger countries, and that countries diverge more upon harmonizing regulation.",
            "link": "https://doi.org/10.1093/rfs/hhw055"
        },
        {
            "no": "2",
            "title": "Do Firms Engage in Risk-Shifting? Empirical Evidence",
            "date": "13 August 2016",
            "author": [
                "Erik P. Gilje"
            ],
            "abstract": "I empirically test whether firms engage in risk-shifting. Contrary to what risk-shifting theory predicts, I find that firms reduce investment risk when they approach financial distress. To identify the effect of distress on risk-taking, I use a natural experiment with exogenous changes to leverage. Risk reduction is most prevalent among firms that have shorter maturity debt, bank debt, and tighter bank loan financial covenants. These findings suggest that debt composition and financial covenants serve as important mechanisms to mitigate debt-equity agency conflicts, such as risk-shifting, that are not explicitly contracted on.",
            "link": "https://doi.org/10.1093/rfs/hhw059"
        },
        {
            "no": "3",
            "title": "CEO Investment Cycles",
            "date": "14 May 2016",
            "author": [
                "Yihui Pan",
                "Tracy Yue Wang",
                "Michael S. Weisbach"
            ],
            "abstract": "This paper documents the existence of a CEO investment cycle, in which disinvestment decreases over a CEO's tenure, while investment increases, leading to “cyclical” firm growth in assets and employment. The estimated variation in investment rate over the CEO investment cycle is of the same order of magnitude as the differences caused by business cycles or financial constraints. Results from a number of tests generally support the view that the investment cycle is caused by agency problems, leading to increasing investment quantity and decreasing investment quality over time as the CEO gains more control over his board.",
            "link": "https://doi.org/10.1093/rfs/hhw033"
        },
        {
            "no": "4",
            "title": "The Real Effects of Uncertainty on Merger Activity",
            "date": "20 July 2016",
            "author": [
                "Vineet Bhagwat",
                "Robert Dam",
                "Jarrad Harford"
            ],
            "abstract": "Firm values can substantially change between the time deal terms are set and the actual deal closing, risking renegotiation, or termination. We find increases in market volatility decrease subsequent deal activity, but only for public targets subject to an interim period. The effect is strongest when volatility is highest, for deals taking longer to close, and for larger targets. Merging parties attempt to shorten the interim window as risk increases. Firm- and industry-level uncertainty measures reveal similar findings, ruling out an unobserved macro variable. We conclude interim uncertainty contributes to understanding the timing and intensity of public firms’ merger activity.",
            "link": "https://doi.org/10.1093/rfs/hhw061"
        },
        {
            "no": "5",
            "title": "Does Mandatory Shareholder Voting Prevent Bad Acquisitions?",
            "date": "01 July 2016",
            "author": [
                "Marco Becht",
                "Andrea Polo",
                "Stefano Rossi"
            ],
            "abstract": "Shareholder voting on corporate acquisitions is controversial. In most countries, acquisition decisions are delegated to boards, and shareholder approval is discretionary, which makes existing empirical studies inconclusive. We study the U.K. setting in which shareholder approval is imposed exogenously via a threshold test that provides strong identification. U.K. shareholders gain 8 cents per dollar at announcement with mandatory voting, or |$\\$13.6$| billion over 1992–2010 in aggregate; without voting, U.K. shareholders lost |$\\$3$| billion. Multidimensional regression discontinuity analysis supports a causal interpretation. The evidence suggests that mandatory voting imposes a binding constraint on acquirer chief executive officers.",
            "link": "https://doi.org/10.1093/rfs/hhw045"
        },
        {
            "no": "6",
            "title": "Prospect Theory and Stock Returns: An Empirical Test",
            "date": "01 July 2016",
            "author": [
                "Nicholas Barberis",
                "Abhiroop Mukherjee",
                "Baolian Wang"
            ],
            "abstract": "We test the hypothesis that, when thinking about allocating money to a stock, investors mentally represent the stock by the distribution of its past returns and then evaluate this distribution in the way described by prospect theory. In a simple model of asset prices in which some investors think in this way, a stock whose past return distribution has a high (low) prospect theory value earns a low (high) subsequent return, on average. We find empirical support for this prediction in the cross-section of stock returns in the U.S. market, and also in a majority of forty-six other national stock markets. ( JEL D03)",
            "link": "https://doi.org/10.1093/rfs/hhw049"
        },
        {
            "no": "7",
            "title": "Neural Evidence of Regret and Its Implications for Investor Behavior",
            "date": "26 February 2016",
            "author": [
                "Cary Frydman",
                "Colin Camerer"
            ],
            "abstract": "We use neural data collected from an experimental asset market to measure regret preferences while subjects trade stocks. When subjects observe a positive return for a stock they chose not to purchase, a regret signal is observed in an area of the brain that is commonly active during reward processing. Subjects are unwilling to repurchase stocks that have recently increased in price, even though this is suboptimal in our experiment. The strength of stock repurchasing mistakes is correlated with the neural measures of regret. Subjects with high rates of repurchasing mistakes also exhibit large disposition effects.",
            "link": "https://doi.org/10.1093/rfs/hhw010"
        },
        {
            "no": "8",
            "title": "Loss-Averse Preferences, Performance, and Career Success of Institutional Investors",
            "date": "21 June 2016",
            "author": [
                "Andriy Bodnaruk",
                "Andrei Simonov"
            ],
            "abstract": "Using survey-based measures of mutual fund manager loss aversion, we study the effects of institutional investor preferences on their investment decisions, performance, and career outcomes. We find that managers with higher aversion to losses choose portfolios with lower downside risk, increase their risk-taking more in response to poor past performance, and display a stronger disposition effect. Further, we provide evidence that managers who are more loss-averse have lower performance and are more likely to have their contracts terminated.",
            "link": "https://doi.org/10.1093/rfs/hhw053"
        },
        {
            "no": "9",
            "title": "Peer Pressure: Social Interaction and the Disposition Effect",
            "date": "20 July 2016",
            "author": [
                "Rawley Z. Heimer"
            ],
            "abstract": "Social interaction contributes to some traders’ disposition effect. New data from an investment-specific social network linked to individual-level trading records builds evidence of this connection. To credibly estimate causal peer effects, I exploit the staggered entry of retail brokerages into partnerships with the social trading web platform and compare trader activity before and after exposure to these new social conditions. Access to the social network nearly doubles the magnitude of a trader’s disposition effect. Traders connected in the network develop correlated levels of the disposition effect, a finding that can be replicated using workhorse data from a large discount brokerage.",
            "link": "https://doi.org/10.1093/rfs/hhw063"
        },
        {
            "no": "10",
            "title": "Cover",
            "date": "05 October 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv080"
        },
        {
            "no": "11",
            "title": "Editorial Board",
            "date": "05 October 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv081"
        },
        {
            "no": "12",
            "title": "Forthcoming Articles",
            "date": "05 October 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv082"
        },
        {
            "no": "13",
            "title": "Volume 29 Number 11 November 2016\nThe Review of Financial Studies - Table of Contents",
            "date": "05 October 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv083"
        }
    ]
}