{
    "journal": "RFS",
    "volume": "29",
    "issue": "9",
    "date": "September 2016",
    "page": "Pages 2283–2563",
    "article": [
        {
            "no": "1",
            "title": "The Importance of Trust for Investment: Evidence from Venture Capital",
            "date": "01 September 2016",
            "author": [
                "Laura Bottazzi",
                "Marco Da Rin",
                "Thomas Hellmann"
            ],
            "abstract": "We examine the effect of trust in venture capital. Our theory predicts a positive relationship of trust with investment, but a negative relationship with success. Using a hand-collected dataset of European venture capital deals, we find that the Eurobarometer measure of trust among nations positively predicts venture capital firms’ investment decisions, but that it has a negative correlation with successful exits. Our theory also predicts that earlier stage investments require higher trust, that syndication is more valuable in low-trust situations, and that higher trust investors use more contingent contracts. The empirical evidence supports these predictions.",
            "link": "https://doi.org/10.1093/rfs/hhw023"
        },
        {
            "no": "2",
            "title": "Experimentation and the Returns to Entrepreneurship",
            "date": "01 September 2016",
            "author": [
                "Gustavo Manso"
            ],
            "abstract": "Previous studies have argued that entrepreneurs earn less and bear more risk than salaried workers with otherwise similar characteristics. In a simple model of entrepreneurship, I show that estimates of mean and variance of returns to entrepreneurship used by these previous studies are biased, as they fail to account for the option value of experimenting with new ideas. Using longitudinal data, I find patterns that are consistent with entrepreneurship as experimentation and returns to entrepreneurship that are more attractive than established by previous research.",
            "link": "https://doi.org/10.1093/rfs/hhw019"
        },
        {
            "no": "3",
            "title": "Financing from Family and Friends",
            "date": "01 September 2016",
            "author": [
                "Samuel Lee",
                "Petra Persson"
            ],
            "abstract": "Most informal finance comes from family and friends. Existing informal finance theories cannot match two characteristics of family finance: family investors may accept below-market or even negative returns, yet borrowers often prefer formal finance. We argue that social preferences make family finance cheap but create shadow costs that nonetheless discourage its use: Committing family funds to risky investment displaces intrafamily insurance and undermines limited liability. The same characteristics that sustain familial insurance thus render family finance a poor source of risk capital. Even when overcoming capital constraints requires social ties, intermediation and semiformalization may therefore be crucial for promoting risk taking.",
            "link": "https://doi.org/10.1093/rfs/hhw031"
        },
        {
            "no": "4",
            "title": "The Operational Consequences of Private Equity Buyouts: Evidence from the Restaurant Industry",
            "date": "01 September 2016",
            "author": [
                "Shai Bernstein",
                "Albert Sheen"
            ],
            "abstract": "How do private equity firms affect their portfolio companies? We document operational changes in restaurant chain buyouts using comprehensive health inspection records. Store-level operational practices improve after private equity buyout, as restaurants become cleaner, safer, and better maintained. Supporting a causal interpretation, this effect is stronger in chain-owned stores than in franchised locations—“twin” restaurants over which private equity owners have limited control. These changes are particularly apparent when private equity partners have prior industry experience. The results suggest that by bringing in industry expertise, private equity firms improve firm operations.",
            "link": "https://doi.org/10.1093/rfs/hhw037"
        },
        {
            "no": "5",
            "title": "Posturing and Holdup in Innovation",
            "date": "01 September 2016",
            "author": [
                "Naveen Khanna",
                "Richmond D. Mathews"
            ],
            "abstract": "We show that the need to “posture” can help solve the holdup problem inherent in many multistage relationships, including those between entrepreneurs and venture capitalists. Posturing arises when an informed party needs to send a strong signal to induce skeptical third parties like employees, suppliers, customers, or competitors to develop/maintain relationships with the firm or take other actions that increase firm value. In the venture capital context, this can be credibly achieved if the VC publicly invests at high prices in later rounds. This tempers holdup by shifting ex-post bargaining power toward the entrepreneur, inducing him to exert greater effort.",
            "link": "https://doi.org/10.1093/rfs/hhv071"
        },
        {
            "no": "6",
            "title": "Private Equity and Workers’ Career Paths: The Role of Technological Change",
            "date": "01 September 2016",
            "author": [
                "Ashwini Agrawal",
                "Prasanna Tambe"
            ],
            "abstract": "We analyze a new dataset on workers’ career paths to examine whether private equity (PE) investments can have positive spillover effects on workers. We study leveraged buyouts in the context of recent information technology (IT) diffusion, and find evidence supporting the argument that many employees of companies acquired by PE investors gain transferable, IT-complementary human capital. Our estimates indicate that these workers experience increases in both long-run employability and wages relative to what they would have realized in the absence of PE investment. The findings underscore PE’s role in mitigating the effects of workforce skill obsolescence resulting from technological change.",
            "link": "https://doi.org/10.1093/rfs/hhw025"
        },
        {
            "no": "7",
            "title": "Financial Education and the Debt Behavior of the Young",
            "date": "01 September 2016",
            "author": [
                "Meta Brown",
                "John Grigsby",
                "Wilbert van der Klaauw",
                "Jaya Wen",
                "Basit Zafar"
            ],
            "abstract": "Young Americans are heavily reliant on debt and have clear financial literacy shortcomings. In this paper, we study the effects of exposure to financial training on debt outcomes in early adulthood among a large and representative sample of young Americans. Variation in exposure to financial training comes from statewide changes in high school graduation requirements. Using a flexible event study approach, we find that both mathematics and financial education, by and large, decrease reliance on nonstudent debt and improve repayment behavior. Economics training, on the other hand, increases both the likelihood of holding outstanding debt and the prevalence of repayment difficulties.",
            "link": "https://doi.org/10.1093/rfs/hhw006"
        },
        {
            "no": "8",
            "title": "The Human Capital That Matters: Expected Returns and High-Income Households",
            "date": "01 September 2016",
            "author": [
                "Sean D. Campbell",
                "Stefanos Delikouras",
                "Danling Jiang",
                "George M. Korniotis"
            ],
            "abstract": "We propose a novel human capital model that decomposes aggregate income risk into high- and low-income risk. We find that high-income risk is priced, while low-income risk is insignificant. The high-income factor alone explains 77% of the cross-sectional variation in the twenty-five size and book-to-market portfolios, earns a risk premium of about 7% per year, and its pricing power extends to the full cross-section of individual stocks. It is also related to the value factor, suggesting that the value premium might be compensation for income risk. Overall, our evidence indicates that high-income risk is an important macroeconomic risk factor.",
            "link": "https://doi.org/10.1093/rfs/hhw048"
        },
        {
            "no": "9",
            "title": "Cover",
            "date": "01 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv120"
        },
        {
            "no": "10",
            "title": "Editorial Board",
            "date": "01 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv121"
        },
        {
            "no": "11",
            "title": "Forthcoming Articles",
            "date": "01 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv122"
        },
        {
            "no": "12",
            "title": "Volume 29 Number 9 September 2016\nThe Review of Financial Studies - Table of Contents",
            "date": "01 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv123"
        }
    ]
}