{
    "journal": "RFS",
    "volume": "29",
    "issue": "12",
    "date": "December 2016",
    "page": "Pages 3211–3544",
    "article": [
        {
            "no": "1",
            "title": "Ownership Structure, Limits to Arbitrage, and Stock Returns: Evidence from Equity Lending Markets",
            "date": "20 July 2016",
            "author": [
                "Melissa Porras Prado",
                "Pedro A. C. Saffi",
                "Jason Sturgess"
            ],
            "abstract": "We examine how institutional ownership structure gives rise to limits to arbitrage through its impact on short-sale constraints. Stocks with lower, more concentrated, short-term, and less passive ownership exhibit lower lending supply, higher costs of shorting, and higher arbitrage risk. These constraints limit the ability of arbitrageurs to take short positions and delay the correction of mispricing. Stocks with more concentrated ownership exhibit smaller announcement day reactions, larger post-earnings announcement drift, and an additional negative abnormal return of |$-$|0.47% in the week following a positive shorting demand shock.",
            "link": "https://doi.org/10.1093/rfs/hhw058"
        },
        {
            "no": "2",
            "title": "Do Institutional Investors Demand Public Disclosure?",
            "date": "06 August 2016",
            "author": [
                "Andrew Bird",
                "Stephen A. Karolyi"
            ],
            "abstract": "We examine the effect of institutional ownership on corporate disclosure policy using a regression discontinuity design. Using a novel dataset comprising every 8-K filing between 1996 and 2006, we find that positive shocks to institutional ownership around Russell index reconstitutions increase the quantity, form, and quality of disclosure. Compared with those at the bottom of the Russell 1000 index, firms at the top of the Russell 2000 index increase institutional ownership by 9.8%, and disclose 4.7% longer 8-K filings with 21.3% more embedded graphics. This incremental disclosure significantly increases the information content of 8-K filings for the market and for analysts.",
            "link": "https://doi.org/10.1093/rfs/hhw062"
        },
        {
            "no": "3",
            "title": "Revealing Shorts An Examination of Large Short Position Disclosures",
            "date": "06 August 2016",
            "author": [
                "Charles M. Jones",
                "Adam V. Reed",
                "William Waller"
            ],
            "abstract": "Since 2012, all European Union countries have required disclosure of large short positions. This reduces short interest, bid-ask spreads, and the informativeness of prices. After specific disclosures, short-run abnormal returns are insignificantly negative, but 90-day cumulative abnormal returns are a statistically significant |$-$|5.23%. We find disclosures are likely to be followed by other disclosures, especially when the initial discloser is large or centrally located. However, there is no subsequent increase in short interest, and prices do not subsequently reverse. These results indicate that large short sellers are well informed, and that disclosures are not being used to coordinate manipulative attacks.",
            "link": "https://doi.org/10.1093/rfs/hhw064"
        },
        {
            "no": "4",
            "title": "Prime Broker-Level Comovement in Hedge Fund Returns: Information or Contagion?",
            "date": "21 June 2016",
            "author": [
                "Ji-Woong Chung",
                "Byoung Uk Kang"
            ],
            "abstract": "We document strong comovement in the returns of hedge funds sharing the same prime broker. This comovement is driven neither by funds in the same family nor in the same style, and it is distinct from market-wide and local comovement. The common information hypothesis attributes this phenomenon to the prime broker providing valuable information to its hedge fund clients. The prime broker-level contagion hypothesis attributes the comovement to the prime broker spreading funding liquidity shocks across its hedge fund clients. We find strong evidence supporting the common information hypothesis, but limited evidence in favor of the prime broker-level contagion hypothesis.",
            "link": "https://doi.org/10.1093/rfs/hhw052"
        },
        {
            "no": "5",
            "title": "Industry Window Dressing",
            "date": "06 April 2016",
            "author": [
                "Huaizhi Chen",
                "Lauren Cohen",
                "Dong Lou"
            ],
            "abstract": "We explore a new mechanism by which investors take correlated shortcuts and present evidence that managers—using sales management—take advantage of these shortcuts. Specifically, we exploit a regulatory provision wherein a firm's primary industry is determined by the highest sales segment. Exploiting this regulation, we provide evidence that investors classify operationally nearly identical firms as starkly different depending on their placement around this sales cutoff. Moreover, managers appear to exploit this by manipulating sales to be just over the cutoff in favorable industries. Further evidence suggests that managers engage in activities to realize large, tangible benefits from this opportunistic action.",
            "link": "https://doi.org/10.1093/rfs/hhw020"
        },
        {
            "no": "6",
            "title": "The Role of Proxy Advisory Firms: Evidence from a Regression-Discontinuity Design",
            "date": "22 August 2016",
            "author": [
                "Nadya Malenko",
                "Yao Shen"
            ],
            "abstract": "Proxy advisory firms have become important players in corporate governance, but the extent of their influence over shareholder votes is debated. We estimate the effect of Institutional Shareholder Services (ISS) recommendations on voting outcomes by exploiting exogenous variation in ISS recommendations generated by a cutoff rule in ISS voting guidelines. Using a regression discontinuity design, we find that from 2010 to 2011, a negative ISS recommendation on a say-on-pay proposal leads to a 25 percentage point reduction in say-on-pay voting support, suggesting a strong influence over shareholder votes. We also use our setting to examine the informational role of ISS recommendations.",
            "link": "https://doi.org/10.1093/rfs/hhw070"
        },
        {
            "no": "7",
            "title": "Managerial Rents vs. Shareholder Value in Delegated Portfolio Management: The Case of Closed-End Funds",
            "date": "13 August 2016",
            "author": [
                "Youchang Wu",
                "Russ Wermers",
                "Josef Zechner"
            ],
            "abstract": "We examine the dynamics of assets under management (AUM) and management fees at the portfolio manager level in the closed-end fund industry. We find that managers capitalize on good past performance and favorable investor perceptions about future performance, as reflected in fund premiums, through AUM expansions and fee increases. However, the penalties for poor performance or unfavorable investor perceptions are either insignificant, or substantially mitigated by manager tenure. Long tenure is generally associated with poor performance and high discounts. Our findings suggest substantial managerial power in capturing CEF rents. We also document significant diseconomies of scale at the manager level.",
            "link": "https://doi.org/10.1093/rfs/hhw065"
        },
        {
            "no": "8",
            "title": "Political Sentiment and Predictable Returns",
            "date": "09 August 2016",
            "author": [
                "Jawad M. Addoum",
                "Alok Kumar"
            ],
            "abstract": "This study shows that shifts in political climate influence stock prices. As the party in power changes, there are systematic changes in the industry-level composition of investor portfolios, which weaken arbitrage forces and generate predictable patterns in industry returns. A trading strategy that attempts to exploit demand-based return predictability generates an annualized risk-adjusted performance of 6% during the 1939 to 2011 period. This evidence of predictability spans 17%|$-$|27% of the market and is stronger during periods of political transition. Our demand-based predictability pattern is distinct from cash flow-based predictability identified in the recent literature.",
            "link": "https://doi.org/10.1093/rfs/hhw066"
        },
        {
            "no": "9",
            "title": "Revisiting Mutual Fund Portfolio Disclosure",
            "date": "15 September 2016",
            "author": [
                "Christopher G. Schwarz",
                "Mark E. Potter"
            ],
            "abstract": "We document that CRSP and Thomson contain many voluntarily reported mutual fund portfolios that are not in SEC filings while, additionally, CRSP and Thomson are missing many SEC mandated portfolios available in SEC filings. We document that the voluntary disclosures are likely driven by convenience rather than duplicity. Although mandated portfolios contain securities with more return momentum, we find use of SEC or Thomson data lead to similar empirical findings. CRSP, however, contains inaccurate position information prior to 2008. Our findings have important implications, such as highlighting a 35% increase in observed manager trading by combining data sources.",
            "link": "https://doi.org/10.1093/rfs/hhw057"
        },
        {
            "no": "10",
            "title": "Cover",
            "date": "14 October 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv084"
        },
        {
            "no": "11",
            "title": "Editorial Board",
            "date": "14 October 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv085"
        },
        {
            "no": "12",
            "title": "Forthcoming Articles",
            "date": "14 October 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv086"
        },
        {
            "no": "13",
            "title": "Volume 29 Number 12 December 2016\nThe Review of Financial Studies - Table of Contents",
            "date": "14 October 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhv087"
        }
    ]
}