{
    "journal": "JFE",
    "volume": "87",
    "issue": "2",
    "date": "February 2008",
    "page": "Pages 249-534",
    "article": [
        {
            "no": "1",
            "title": "Liquidity and market efficiency",
            "date": "Mar 2007",
            "author": [
                "Tarun Chordia",
                "Richard Roll",
                "Avanidhar Subrahmanyam"
            ],
            "abstract": "Short-horizon return predictability from order flows is an inverse indicator of market efficiency. We find that such predictability is diminished when bid-ask spreads are narrower, and has declined over time with the minimum tick size. Variance ratio tests suggest that prices were closer to random walk benchmarks in the more liquid decimal regime than in other ones. These findings indicate that liquidity stimulates arbitrage activity, which, in turn, enhances market efficiency. Further, as the tick size decreased, open-close/close-open return variance ratios increased, while return autocorrelations decreased. This suggests an increased incorporation of private information into prices during more liquid regimes.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.03.005"
        },
        {
            "no": "2",
            "title": "The expected value premium",
            "date": "Apr 2007",
            "author": [
                "Long Chen",
                "Ralitsa Petkova",
                "Lu Zhang"
            ],
            "abstract": "Fama and French [2002. The equity premium. Journal of Finance 57, 637–659] estimate the equity premium using dividend growth rates to measure expected rates of capital gain. We apply their method to study the value premium. From 1945 to 2005, the expected value premium is on average 6.1% per annum, consisting of an expected dividend growth component of 4.4% and an expected dividend price ratio component of 1.7%. Unlike the equity premium, the value premium has been largely stable over the last half century.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.04.001"
        },
        {
            "no": "3",
            "title": "Motivations for public equity offers: An international perspective",
            "date": "Sep 2006",
            "author": [
                "Woojin Kim",
                "Michael S. Weisbach"
            ],
            "abstract": "This paper examines the motivations for public equity offers, using a sample of 17,226 initial public offerings and 13,142 seasoned equity offerings from 38 countries between 1990 and 2003. We estimate the uses of funds raised in both initial and seasoned offerings. Firms appear to spend incremental dollars on both R&D and capital expenditures, consistent with the investment financing explanation of equity issues. However, consistent with the mispricing explanation, high market to book firms tend to save more cash and offer a higher fraction of secondary shares in SEOs than low market to book firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.09.010"
        },
        {
            "no": "4",
            "title": "The determinants of board structure",
            "date": "Mar 2007",
            "author": [
                "James S. Linck",
                "Jeffry M. Netter",
                "Tina Yang"
            ],
            "abstract": "Using a comprehensive sample of nearly 7,000 firms from 1990 to 2004, we examine the corporate board structure, trends, and determinants. Guided by recent theoretical work, we find that board structure across firms is consistent with the costs and benefits of the board's monitoring and advising roles. Our models explain as much as 45% of the observed variation in board structure. Further, small and large firms have dramatically different board structures. For example, board size fell in the 1990s for large firms, a trend that reversed at the time of mandated reforms, while board size was relatively flat for small and medium-sized firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.03.004"
        },
        {
            "no": "5",
            "title": "Boards: Does one size fit all?",
            "date": "Aug 2006",
            "author": [
                "Jeffrey L. Coles",
                "Naveen D. Daniel",
                "Lalitha Naveen"
            ],
            "abstract": "This paper reexamines the relation between firm value and board structure. We find that complex firms, which have greater advising requirements than simple firms, have larger boards with more outside directors. The relation between Tobin's Q and board size is U-shaped, which, at face value, suggests that either very small or very large boards are optimal. This relation, however, arises from differences between complex and simple firms. Tobin's Q increases (decreases) in board size for complex (simple) firms, and this relation is driven by the number of outside directors. We find some evidence that R&D-intensive firms, for which the firm-specific knowledge of insiders is relatively important, have a higher fraction of insiders on the board and that, for these firms, Q increases with the fraction of insiders on the board. Our findings challenge the notion that restrictions on board size and management representation on the board necessarily enhance firm value.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.08.008"
        },
        {
            "no": "6",
            "title": "Corporate governance and pay-for-performance: The impact of earnings management",
            "date": "Mar 2007",
            "author": [
                "Marcia Millon Cornett",
                "Alan J. Marcus",
                "Hassan Tehranian"
            ],
            "abstract": "We ask whether the apparent impact of governance structure and incentive-based compensation on firm performance stands up when measured performance is adjusted for the effects of earnings management. Institutional ownership of shares, institutional investor representation on the board of directors, and the presence of independent outside directors on the board all reduce the use of discretionary accruals. These factors largely offset the impact of option compensation, which strongly encourages earnings management. Adjusting for the impact of earnings management substantially increases the measured importance of governance variables and dramatically decreases the impact of incentive-based compensation on corporate performance.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.03.003"
        },
        {
            "no": "7",
            "title": "Inter-firm linkages and the wealth effects of financial distress along the supply chain",
            "date": "Jan 2007",
            "author": [
                "Michael G. Hertzel",
                "Zhi Li",
                "Micah S. Officer",
                "Kimberly J. Rodgers"
            ],
            "abstract": "Extant research examines the extent to which bankruptcy has intra-industry valuation consequences. This study broadens the investigation by examining the wealth effects of distress and bankruptcy filing for suppliers and customers of filing firms. On average, important wealth effects occur prior to and at bankruptcy filings and extend beyond industry competitors along the supply chain. Specifically, distress related to bankruptcy filings is associated with negative and significant stock price effects for suppliers. Supplier wealth effects are more negative when intra-industry contagion is more severe. We also investigate the importance of industry structure, specialized product nature, and leverage on supply chain effects.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.01.005"
        },
        {
            "no": "8",
            "title": "Volume, liquidity, and liquidity risk",
            "date": "Mar 2007",
            "author": [
                "Timothy C. Johnson"
            ],
            "abstract": "Many classes of microstructure models, as well as intuition, suggest that it should be easier to trade when markets are more active. In the data, however, volume and liquidity seem unrelated over time. This paper offers an explanation for this fact based on a simple frictionless model in which liquidity reflects the average risk-bearing capacity of the economy and volume reflects the changing contribution of individuals to that average. Volume and liquidity are unrelated in the model, but volume is positively related to the variance of liquidity, or liquidity risk. Empirical evidence from the U.S. government bond and stock markets supports this new prediction.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.03.006"
        },
        {
            "no": "9",
            "title": "Seasonality in the cross-section of stock returns",
            "date": "Feb 2007",
            "author": [
                "Steven L. Heston",
                "Ronnie Sadka"
            ],
            "abstract": "This paper presents a new pattern in the cross-section of expected stock returns. Stocks tend to have relatively high (or low) returns every year in the same calendar month. We recognize the annual cross-sectional autocorrelation pattern documented in Jegadeesh [1990. Evidence of predictable behavior of security returns. Journal of Finance 45, 881–898] at lags of 12, 24, and 36 months as part of a general pattern that lasts up to 20 annual lags, superimposed on the general momentum/reversal patterns. This pattern explains an economically and statistically significant magnitude of the cross-sectional variation in average stock returns. Volume and volatility exhibit similar seasonal patterns but they do not explain the seasonality in returns. The pattern is independent of size, industry, earnings announcements, dividends, and fiscal year. The results are consistent with the existence of a persistent seasonal effect in stock returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.02.003"
        },
        {
            "no": "10",
            "title": "How and why do small firms manage interest rate risk?",
            "date": "Sep 2006",
            "author": [
                "James Vickery"
            ],
            "abstract": "Although small firms are particularly sensitive to interest rates and other shocks, empirical work on corporate risk management has focused instead on large public companies. This paper studies fixed-rate and adjustable-rate loans to see how small firms manage their exposure to interest rate risk. Credit-constrained firms are found to match significantly more often with fixed-rate loans, consistent with prior research that shows the supply of credit shrinks during periods of rising interest rates. Banks originate a higher share of adjustable-rate loans than other lenders, ameliorating maturity mismatch and exposure to the lending channel of monetary policy. Time-series patterns in the fixed-rate share are consistent with recent evidence on debt market timing.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.09.011"
        },
        {
            "no": "11",
            "title": "Corporate asset purchases and sales: Theory and evidence",
            "date": "Feb 2007",
            "author": [
                "Missaka Warusawitharana"
            ],
            "abstract": "Purchases and sales of operating assets by firms generated $162 billion for shareholders over the past 20 years. This contrasts sharply with the evidence on mergers. This paper characterizes the behavior of value-maximizing firms, which could grow organically, purchase existing assets, or sell assets. The approach yields an endogenous selection model that links asset purchases and sales to fundamental properties of the firm. Empirical tests confirm the predictions of the model. In particular, return on assets and size strongly predict when firms purchase or sell assets, and the transaction size covaries with the value of capital employed by the firm. These findings indicate that corporate asset purchases and sales are consistent with efficient investment decisions.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.02.005"
        },
        {
            "no": "12",
            "title": "Export incentives, financial constraints, and the (mis)allocation of credit: Micro-level evidence from subsidized export loans",
            "date": "Dec 2006",
            "author": [
                "Bilal H. Zia"
            ],
            "abstract": "This paper combines an exogenous shock to the supply of subsidized credit with unique loan-level data from the export sector in Pakistan to identify the impact and allocation of such financial incentives. The removal of subsidized credit causes a significant decline in the exports of privately owned firms, while the exports of large, publicly listed, and group network firms are unaffected. Publicly listed firms make no significant adjustments to their balance sheets, and only their profits are reduced, indicating that they are financially unconstrained. Nearly half of all subsidized loans are assigned to such firms, implying a substantial misallocation of credit and an output loss to privately owned firms of 0.75% of GDP. Productivity differences do not explain the heterogeneous effects across firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.12.006"
        },
        {
            "no": "13",
            "title": "Dividend policy: Reconciling DD with MM",
            "date": "Feb 2007",
            "author": [
                "John C. Handley"
            ],
            "abstract": "Miller and Modigliani [1961. Dividend policy, growth and the valuation of shares. Journal of Business 34, 411–433] establish the irrelevance of dividend policy in a perfect capital market. DeAngelo and DeAngelo [2006. The irrelevance of the MM dividend irrelevance theorem. Journal of Financial Economics 79, 293–315.] suggest the Miller-Modigliani analysis is flawed and consequently their central conclusion is incorrect. The purpose of this paper is to show the vital role played by stock repurchases and agency costs in reconciling the two opposing views.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.02.002"
        },
        {
            "no": "14",
            "title": "Reply to: Dividend policy: Reconciling DD with MM",
            "date": "Oct 2007",
            "author": [
                "Harry DeAngelo",
                "Linda DeAngelo"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/j.jfineco.2007.10.001"
        }
    ]
}