{
    "journal": "JFE",
    "volume": "80",
    "issue": "1",
    "date": "April 2006",
    "page": "Pages 1-242",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Apr 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(06)00051-1"
        },
        {
            "no": "2",
            "title": "NBER Conference on corporate alliances",
            "date": "Jan 2006",
            "author": [
                "Josh Lerner",
                "Raghuram Rajan"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/j.jfineco.2006.01.001"
        },
        {
            "no": "3",
            "title": "Do alliances promote knowledge flows?",
            "date": "Aug 2004",
            "author": [
                "Benjamin Gomes-Casseres",
                "John Hagedoorn",
                "Adam B. Jaffe"
            ],
            "abstract": "We explore the role of interfirm alliances as a mechanism for sharing technological knowledge. We argue that knowledge flows between alliance partners will be greater than flows between pairs of nonallied firms, and less than flows between units within single firms. Using patent citations as a proxy for knowledge flows, we find results that are consistent with these expectations. We then explore how firm characteristics affect knowledge flows within alliances and find positive effects due to technological, geographic, and business similarities between partners. We use alliance data from MERIT, patent data from the USPTO, and firm data from Compustat.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.08.011"
        },
        {
            "no": "4",
            "title": "Strategic alliances, equity stakes, and entry deterrence",
            "date": "Jul 2005",
            "author": [
                "Richmond D. Mathews"
            ],
            "abstract": "I study how strategic alliances and their impact on future competitive incentives can motivate interfirm equity sales. In the model, an alliance between an entrepreneurial firm and an established firm improves efficiency for both. However, the requisite knowledge transfer heightens the established firm's incentive to enter one of its partner's markets. I show that equity can eliminate the entry incentive, but accommodation is sometimes chosen to encourage entrepreneurial effort on future growth options. I analyze stake sizes, block pricing, and welfare effects. The results have implications for equity alliances, corporate venture capital, and the organization of research activities.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.07.001"
        },
        {
            "no": "5",
            "title": "Dynamic forecasting behavior by analysts: Theory and evidence",
            "date": "Mar 2005",
            "author": [
                "Jonathan Clarke",
                "Ajay Subramanian"
            ],
            "abstract": "We develop a multi-period learning model to examine the relation between analysts’ forecasting behavior and their performance. In a competitive market for banking services, the surplus and the analyst's payoff, which is determined through bargaining, are convex in her reputation. The convexity of her payoff structure and the presence of employment risk lead to a U-shaped relation between the analyst's forecast boldness and prior performance and a positive relation between forecast boldness and experience. We find support for these predictions in our empirical analysis. Significant underperformers (outperformers) face higher (lower) employment risk and are more likely to issue bolder forecasts.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.03.008"
        },
        {
            "no": "6",
            "title": "Stock price synchronicity and analyst coverage in emerging markets",
            "date": "Mar 2005",
            "author": [
                "Kalok Chan",
                "Allaudeen Hameed"
            ],
            "abstract": "This paper examines the relation between the stock price synchronicity and analyst activity in emerging markets. Contrary to the conventional wisdom that security analysts specialize in the production of firm-specific information, we find that securities which are covered by more analysts incorporate greater (lesser) market-wide (firm-specific) information. Using the R2 statistics of the market model as a measure of synchronicity of stock price movement, we find that greater analyst coverage increases stock price synchronicity. Furthermore, after controlling for the influence of firm size on the lead–lag relation, we find that the returns of high analyst-following portfolio lead returns of low analyst-following portfolio more than vice versa. We also find that the aggregate change in the earnings forecasts in a high analyst-following portfolio affects the aggregate returns of the portfolio itself as well as those of the low analyst-following portfolio, whereas the aggregate change in the earnings forecasts of the low analyst-following portfolio have no predictive ability. Finally, when the forecast dispersion is high, the effect of analyst coverage on stock price synchronicity is reduced.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.03.010"
        },
        {
            "no": "7",
            "title": "The impact of regulation on market risk",
            "date": "Feb 2005",
            "author": [
                "Paul A. Grout",
                "Anna Zalewska"
            ],
            "abstract": "While it is crucial to understand the impact of regulatory changes on market risk, the literature does not show how risk responds to expected regulatory changes that are specifically designed to change risk. Our paper fills this gap by providing a detailed study of one such case. Using both a sample of privatized U.K. companies, and U.K. and U.S. control portfolios, between 1993 and 2000, we show (both for the single-factor market model and the three-factor Fama-French model) that the observed changes in market risk are significant and consistent with theory.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.02.006"
        },
        {
            "no": "8",
            "title": "Why are European IPOs so rarely priced outside the indicative price range?",
            "date": "May 2005",
            "author": [
                "Tim Jenkinson",
                "Alan D. Morrison",
                "William J. Wilhelm"
            ],
            "abstract": "Unlike in the U.S., the initial price range for European IPOs is seldom revised, although issues are often priced at the upper bound. We develop a model that explains this seemingly inefficient pricing behavior. As in Europe, but not in the U.S., underwriters in the model obtain information from investors before establishing the indicative price range. A commitment to stay within the range is necessary to extract private information from investors. Ours is therefore the first treatment in which the bookbuilding range has a clear economic role. The model has important implications for empirical research based on European primary market data.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.05.001"
        },
        {
            "no": "9",
            "title": "Flights of fancy: Corporate jets, CEO perquisites, and inferior shareholder returns",
            "date": "May 2005",
            "author": [
                "David Yermack"
            ],
            "abstract": "This paper studies perquisites of CEOs, focusing on personal use of company planes. For firms that have disclosed this managerial benefit, average shareholder returns underperform market benchmarks by more than 4% annually, a severe gap far exceeding the costs of resources consumed. Around the date of the initial disclosure, firms’ stock prices drop by an average of 1.1%. Regression analysis finds no significant associations between CEOs’ perquisites and their compensation or percentage ownership, but variables related to personal CEO characteristics, especially long-distance golf club memberships, have significant explanatory power for personal aircraft use.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.05.002"
        }
    ]
}