{
    "journal": "JFE",
    "volume": "80",
    "issue": "3",
    "date": "June 2006",
    "page": "Pages 485-724",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jun 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(06)00084-5"
        },
        {
            "no": "2",
            "title": "A theory of socialistic internal capital markets",
            "date": "Jul 2005",
            "author": [
                "Antonio E. Bernardo",
                "Jiang Luo",
                "James J.D. Wang"
            ],
            "abstract": "We develop a model of a two-division firm in which the “strong” division has, on average, higher quality investment opportunities than the “weak” division. We show that, in the presence of agency and information problems, optimal effort incentives are less powerful and thus managerial effort is lower in the strong division. This leads the firm to bias its project selection policy against the strong division. The selection bias is more severe when there is a larger spread in the average quality of investment opportunities between the two divisions.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.07.002"
        },
        {
            "no": "3",
            "title": "CEO incentives and earnings management",
            "date": "Oct 2004",
            "author": [
                "Daniel Bergstresser",
                "Thomas Philippon"
            ],
            "abstract": "We provide evidence that the use of discretionary accruals to manipulate reported earnings is more pronounced at firms where the CEO's potential total compensation is more closely tied to the value of stock and option holdings. In addition, during years of high accruals, CEOs exercise unusually large numbers of options and CEOs and other insiders sell large quantities of shares.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.10.011"
        },
        {
            "no": "4",
            "title": "Dynamic liquidity in endowment economies",
            "date": "May 2005",
            "author": [
                "Timothy C. Johnson"
            ],
            "abstract": "This paper analyzes endogenous variations in aggregate liquidity that arise in standard representative-agent endowment economies. I introduce a natural definition of liquidity, essentially a shadow elasticity, that characterizes the price impact function or bid/ask spread that a small trader would experience. I compute this quantity for some tractable examples and uncover a rich variety of predictions that, in some cases, appear consistent with levels and covariations observed in the data. The results have important implications for the pricing and hedging of liquidity risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.05.004"
        },
        {
            "no": "5",
            "title": "Investor attention, overconfidence and category learning",
            "date": "May 2005",
            "author": [
                "Lin Peng",
                "Wei Xiong"
            ],
            "abstract": "Motivated by psychological evidence that attention is a scarce cognitive resource, we model investors’ attention allocation in learning and study the effects of this on asset-price dynamics. We show that limited investor attention leads to category-learning behavior, i.e., investors tend to process more market and sector-wide information than firm-specific information. This endogenous structure of information, when combined with investor overconfidence, generates important features observed in return comovement that are otherwise difficult to explain with standard rational expectations models. Our model also demonstrates new cross-sectional implications for return predictability.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.05.003"
        },
        {
            "no": "6",
            "title": "An equilibrium model of incentive contracts in the presence of information manipulation",
            "date": "May 2005",
            "author": [
                "Eitan Goldman",
                "Steve L. Slezak"
            ],
            "abstract": "This paper develops an agency model in which stock-based compensation is a double-edged sword, inducing managers to exert productive effort but also to divert valuable firm resources to misrepresent performance. We examine how the potential for manipulation affects the equilibrium level of pay-for-performance sensitivity and derive several new cross-sectional implications that are consistent with recent empirical studies. In addition, we analyze the impact of recent regulatory changes contained in the Sarbanes-Oxley Act of 2002 and show how policies intended to increase firm value by reducing misrepresentation can actually reduce firm value or increase the upward bias in manipulated disclosures.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.05.007"
        },
        {
            "no": "7",
            "title": "Earnings and price momentum",
            "date": "May 2005",
            "author": [
                "Tarun Chordia",
                "Lakshmanan Shivakumar"
            ],
            "abstract": "This paper examines whether earnings momentum and price momentum are related. Both in time-series as well as in cross-sectional asset pricing tests, we find that price momentum is captured by the systematic component of earnings momentum. The predictive power of past returns is subsumed by a zero-investment portfolio that is long on stocks with high earnings surprises and short on stocks with low earnings surprises. Further, returns to the earnings-based zero-investment portfolio are significantly related to future macroeconomic activities, including growth in GDP, industrial production, consumption, labor income, inflation, and T-bill returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.05.005"
        },
        {
            "no": "8",
            "title": "Who herds?",
            "date": "Jul 2005",
            "author": [
                "Dan Bernhardt",
                "Murillo Campello",
                "Edward Kutsoati"
            ],
            "abstract": "This paper develops a test for herding in forecasts by professional financial analysts that is robust to (a) correlated information amongst analysts; (b) common unforecasted industry-wide earnings shocks; (c) information arrival over the forecasting cycle; (d) the possibility that the earnings that analysts forecast differ from what the econometrician observes; and (e) systematic optimism or pessimism among analysts. We find that forecasts are biased, but that analysts do not herd. Instead, analysts “anti-herd”: Analysts systematically issue biased contrarian forecasts that overshoot the publicly-available consensus forecast in the direction of their private information.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.07.006"
        },
        {
            "no": "9",
            "title": "Liquidity needs and vulnerability to financial underdevelopment",
            "date": "Mar 2005",
            "author": [
                "Claudio Raddatz"
            ],
            "abstract": "This paper provides evidence that financial development has a large causal effect in the reduction of macroeconomic volatility resulting from the role of the financial system in liquidity provision. In particular, financial system development leads to a comparatively larger reduction in the volatility of output in sectors with high liquidity needs. Most of this decline results from the stabilization of the output of existing firms, although the volatility of the number of firms also drops significantly. Among different aspects of the financial system, the depth of financial intermediaries plays the main role in the reduction of volatility.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.03.012"
        },
        {
            "no": "10",
            "title": "Author index to volume 80",
            "date": "Jun 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(06)00089-4"
        }
    ]
}