{
    "journal": "JFE",
    "volume": "128",
    "issue": "1",
    "date": "April 2018",
    "page": "Pages 1-206",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Apr 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(18)30054-0"
        },
        {
            "no": "2",
            "title": "Absolving beta of volatility’s effects",
            "date": "Jan 2018",
            "author": [
                "Jianan Liu",
                "Robert F. Stambaugh",
                "Yu Yuan"
            ],
            "abstract": "The beta anomaly, negative (positive) alpha on stocks with high (low) beta, arises from beta’s positive correlation with idiosyncratic volatility (IVOL). The relation between IVOL and alpha is positive among underpriced stocks but negative and stronger among overpriced stocks (Stambaugh, Yu, and Yuan, 2015). That stronger negative relation combines with the positive IVOL-beta correlation to produce the beta anomaly. The anomaly is significant only within overpriced stocks and only in periods when the beta-IVOL correlation and the likelihood of overpricing are simultaneously high. Either controlling for IVOL or simply excluding overpriced stocks with high IVOL renders the beta anomaly insignificant.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.01.003"
        },
        {
            "no": "3",
            "title": "Busy directors and firm performance: Evidence from mergers",
            "date": "Jan 2018",
            "author": [
                "Roie Hauser"
            ],
            "abstract": "This paper studies whether director appointments to multiple boards impact firm outcomes. To overcome endogeneity of board appointments, I exploit variation generated by mergers that terminate entire boards and thus shock the appointments of those terminated directors. Reductions of board appointments are associated with higher profitability, market-to-book, and likelihood of directors joining board committees. The performance gains are particularly stark when directors are geographically far from firm headquarters. I conclude that the effect of the shocks to board appointments is: (i) evidence that boards matter; and (ii) plausibly explained by a workload channel: when directors work less elsewhere, their companies benefit.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.01.009"
        },
        {
            "no": "4",
            "title": "Can financial innovation succeed by catering to behavioral preferences? Evidence from a callable options market",
            "date": "Jan 2018",
            "author": [
                "Xindan Li",
                "Avanidhar Subrahmanyam",
                "Xuewei Yang"
            ],
            "abstract": "We examine the notion that financial products which cater to investors’ behavioral biases can yield high trading activity and thus be profitable for issuers. Our setting considers options with a callback feature, namely, callable bull/bear contracts (CBBCs). Such contracts have high skewness when close to callback and thus appeal to cumulative prospect theory preferences. CBBCs with high skewness earn negative average returns, and issuers’ gross profits vary positively with CBBC skewness. Over the 2009–2014 period, issuers earn gross profits of about $1.67 billion by trading CBBCs on the Hang Seng Index. These findings highlight the role of behavioral finance in financial innovation.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.01.010"
        },
        {
            "no": "5",
            "title": "Do universal banks finance riskier but more productive firms?",
            "date": "Jan 2018",
            "author": [
                "Daniel Neuhann",
                "Farzad Saidi"
            ],
            "abstract": "Using variation in bank scope generated by the stepwise repeal of the Glass–Steagall Act in the US, we show that the deregulation of universal banks allowed them to finance firms with 14% higher volatility. This increase in risk is compensated by lasting improvements in firms’ total factor productivity of 3%. Using bank scope-expanding mergers to identify shocks to universal banks’ private information about borrower firms, we provide evidence that informational economies of scope across loans and non-loan products account for the firm-level real effects of universal banking.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.01.011"
        },
        {
            "no": "6",
            "title": "Tradability of output, business cycles and asset prices",
            "date": "Feb 2017",
            "author": [
                "Mary Tian"
            ],
            "abstract": "I examine the effect of a firm’s tradability, the proportion of output that is exported abroad, on its stock returns over business cycles from 1947–2015. Firms with higher tradability have more cyclical asset returns, even after controlling for the real exchange rate. Returns of a portfolio long on firms with the highest tradability and short on firms with the lowest tradability can predict changes in the real dollar exchange rate and trade volumes. The empirical patterns are consistent with the relative price adjustment of tradable and non-tradable goods to business cycles primarily driven by supply shocks.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.02.003"
        },
        {
            "no": "7",
            "title": "Quantitative easing auctions of Treasury bonds",
            "date": "Feb 2018",
            "author": [
                "Zhaogang Song",
                "Haoxiang Zhu"
            ],
            "abstract": "The Federal Reserve uses (reverse) auctions to implement its purchases of Treasury bonds in quantitative easing (QE). To evaluate dealers’ offers across multiple bonds, the Fed relies on its internal yield curve model, fitted to secondary market bond prices. From November 2010 to September 2011, a one standard deviation increase in the cheapness of a Treasury bond (how much the market price of the bond is below a model-implied value) increases the Fed’s purchase quantity of that bond by 276 million and increases the auction costs on that bond by 2.6 cents per $100 par value, controlling for standard covariates. Our results suggest that the Fed harvests gains from trades by purchasing undervalued bonds, but strategic dealers extract some profits because the Fed’s relative values can be partly inferred from price data.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.02.004"
        },
        {
            "no": "8",
            "title": "Agnostic fundamental analysis works",
            "date": "Nov 2016",
            "author": [
                "Söhnke M. Bartram",
                "Mark Grinblatt"
            ],
            "abstract": "To assess stock market informational efficiency with minimal data snooping, we take the view of a statistician with little knowledge of finance. The statistician uses techniques such as least squares to estimate peer-implied fair values from the market values of replicating portfolios with the same accounting statements as the company being valued. Divergence of a company's peer-implied value estimate from its market value represents mispricing, motivating a convergence trade that earns risk-adjusted returns of up to 10% per year and is economically significant for both large and small cap firms. The rate of convergence decays to zero over the subsequent 34 months.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.11.008"
        },
        {
            "no": "9",
            "title": "The 52-week high, q-theory, and the cross section of stock returns",
            "date": "Jan 2018",
            "author": [
                "Thomas J. George",
                "Chuan-Yang Hwang",
                "Yuan Li"
            ],
            "abstract": "The Hou et al. (2015) q-factor model outperforms other factor models in capturing the price-to-high (PTH, the ratio of current price to 52-week high price) anomaly; that is, high-PTH stocks earn high future returns. PTH's relations with future profitability and future investment growth are both significantly positive, and they mirror PTH's relation with future returns in the cross section and by time horizons. Incorporating the information about future investment growth contained in price level variables (e.g., PTH) helps the q factors to capture better those anomalies rooted in future investment growth. Together, these results suggest that the PTH anomaly is consistent with the investment capital asset pricing model.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.01.005"
        },
        {
            "no": "10",
            "title": "The customer knows best: The investment value of consumer opinions",
            "date": "Feb 2018",
            "author": [
                "Jiekun Huang"
            ],
            "abstract": "This paper investigates whether consumer opinions convey value-relevant information to financial markets. Using a data set of more than 14.5 million customer product reviews on Amazon.com from 2004 through 2015, I find evidence that consumer opinions contain information for stock pricing. A spread portfolio that is long on stocks with high abnormal customer ratings and short on stocks with low abnormal customer ratings delivers an abnormal return of around 55.7 to 73.0 basis points per month. There is no evidence of return reversals in the subsequent year. The return predictability of customer ratings continues to hold after controlling for firm characteristics such as gross profitability, advertising, research and development expenses, and trading volume. Furthermore, abnormal customer ratings positively predict revenues and earnings surprises. These results suggest that consumer opinions contain novel information about firms’ fundamentals and stock pricing.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.02.001"
        },
        {
            "no": "11",
            "title": "Network centrality and delegated investment performance",
            "date": "Feb 2018",
            "author": [
                "Alberto G. Rossi",
                "David Blake",
                "Allan Timmermann",
                "Ian Tonks",
                "Russ Wermers"
            ],
            "abstract": "We show a positive relation between network centrality and risk-adjusted performance in a delegated investment management setting. More connected managers take more portfolio risk and receive higher investor flows, consistent with these managers improving their ability to exploit investment opportunities through their network connections. Greater network connections are shown to be particularly important in reducing the diseconomies of scale for large managers who are well connected. We also use the exogenous merger of two investment consultants, which creates a sudden change in the network connections of the managers they oversee, to provide evidence that a greater number of connections translates into better portfolio performance.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.02.003"
        }
    ]
}