{
    "journal": "JFE",
    "volume": "27",
    "issue": "2",
    "date": "October 1990",
    "page": "Pages 285-613",
    "article": [
        {
            "no": "1",
            "title": "Bankruptcy resolution",
            "date": "Oct 1990",
            "author": [
                "Lawrence A. Weiss"
            ],
            "abstract": "I present new evidence on the direct costs of bankruptcy and violation of priority of claims. In a sample of 37 New York and American Stock Exchange firms that filed for bankruptcy between November 1979 and December 1986, direct costs average 3.1% of the book value of debt plus the market value of equity, and priority of claims is violated in 29 cases. The breakdown in priority of claims occur primarily among the unsecured creditors and between the unsecured creditors and equity holders. Secured creditors' contracts are generally upheld.",
            "link": "https://doi.org/10.1016/0304-405X(90)90058-8"
        },
        {
            "no": "2",
            "title": "Troubled debt restructurings",
            "date": "Oct 1990",
            "author": [
                "Stuart C. Gilson",
                "Kose John",
                "Larry H.P. Lang"
            ],
            "abstract": "This study investigates the incentives of financially distressed firms to restructure their debt privately rather than through formal bankruptcy. In a sample of 169 financially distressed companies, about half successfully restructure their debt outside of Chapter 11. Firms more likely to restructure their debt privately have more intangible assets, owe more of their debt to banks, and owe fewer lenders. Analysis of stock returns suggests that the market is also able to discriminate ex ante between the two sets of firms, and that stockholders are systematically better off when debt is restructured privately.",
            "link": "https://doi.org/10.1016/0304-405X(90)90059-9"
        },
        {
            "no": "3",
            "title": "Bankruptcy, boards, banks, and blockholders",
            "date": "Oct 1990",
            "author": [
                "Stuart C. Gilson"
            ],
            "abstract": "In 111 publicly traded firms that either file for bankruptcy or privately restructure their debt between 1979 and 1985, bank lenders frequently become major stockholders or appoint new directors. On average, only 46% of incumbent directors remain when bankruptcy or debt restructuring ends. Directors who resign hold significantly fewer seats on other boards following their departure. Common-stock ownership becomes more concentrated with large blockholders and less with corporate insiders. Few firms are acquired. Collectively, these results suggest that corporate default leads to significant changes in the ownership of firms' residual claims and in the allocation of rights to manage corporate resources.",
            "link": "https://doi.org/10.1016/0304-405X(90)90060-D"
        },
        {
            "no": "4",
            "title": "Outside directorships and corporate performance",
            "date": "Oct 1990",
            "author": [
                "Steven N. Kaplan",
                "David Reishus"
            ],
            "abstract": "This paper examines the relation between a company's performance and its top executives' service on other boards of directors. Using dividend cuts to measure performance, we find that top executives of companies that reduce their dividends are approximately 50% less likely to receive additional outside directorships than are top executives of companies that do not reduce their dividends (significant at 1% level). The probability that top executives will resign from or lose outside directorships they already hold is negatively, but not significantly, related to the performance of their own firms.",
            "link": "https://doi.org/10.1016/0304-405X(90)90061-4"
        },
        {
            "no": "5",
            "title": "Is corporate bankruptcy efficient?",
            "date": "Oct 1990",
            "author": [
                "Frank H. Easterbrook"
            ],
            "abstract": "Auctions allocate resources to their highest-valued uses. Yet bankruptcy does not use auctions. Instead judges determine a value and parcel out interests on the assumption that this valuation is correct. Errors inevitable in this process lead many persons to conclude that bankruptcy is inefficient. This essay argues that the conclusion does not follow. The costs of error in valuation may be less than the cost of conducting an auction. Legal rules endure because they are efficient or because they transfer wealth. Transfers are an implausible explanation of the current bankruptcy regime, leaving efficiency as the prevailing explanation.",
            "link": "https://doi.org/10.1016/0304-405X(90)90062-5"
        },
        {
            "no": "6",
            "title": "Financial distress, reorganization, and organizational efficiency",
            "date": "Oct 1990",
            "author": [
                "Karen Hopper Wruck"
            ],
            "abstract": "This paper examines financial distress and its effect on organizational efficiency. Imperfect information and conflicts of interest among the firm's claimholders influence the outcome of financial distress. Methods for resolving distress and controlling conflicts of interest are discussed. New evidence on financial restructuring and distress costs is presented along with evidence on the organizational restructuring that accompanies financial distress. The evidence demonstrates that financial distress has benefits as well as costs, and that financial and ownership structure affect the net costs.",
            "link": "https://doi.org/10.1016/0304-405X(90)90063-6"
        },
        {
            "no": "7",
            "title": "The role of venture capital in the creation of public companies",
            "date": "Oct 1990",
            "author": [
                "Christopher B. Barry",
                "Chris J. Muscarella",
                "John W. Peavy",
                "Michael R. Vetsuypens"
            ],
            "abstract": "We examine an exhaustive set of initial public offerings (IPOs) by venture-capital-backed companies between 1978 and 1987. We find that venture capitalists specialize their investments in firms to provide intensive monitoring services. Consistent with their monitoring role, the venture capitalists take concentrated equity positions, maintain their investment beyond the IPO, and serve on the boards of their portfolio firms. The quality of their monitoring services appears to be recognized by capital markets through lower underpricing for IPOs with better monitors.",
            "link": "https://doi.org/10.1016/0304-405X(90)90064-7"
        },
        {
            "no": "8",
            "title": "The structure and governance of venture-capital organizations",
            "date": "Oct 1990",
            "author": [
                "William A. Sahlman"
            ],
            "abstract": "Venture-capital organizations raise money from individuals and institutions for investment in early-stage businesses that offer high potential but high risk. This paper describes and analyzes the structure of venture-capital organizations, focusing on the relationship between investors and venture capitalists and between venture-capital firms and the ventures in which they invest. The agency problems in these organizations and to the contracts and operating procedures that have evolved in response are emphasized. Venture-capital organizations are contrasted with large, publicly traded corporations and with leveraged buyout organizations.",
            "link": "https://doi.org/10.1016/0304-405X(90)90065-8"
        },
        {
            "no": "9",
            "title": "ESOPs and corporate control",
            "date": "Oct 1990",
            "author": [
                "Lilli A. Gordon",
                "John Pound"
            ],
            "abstract": "This paper examines the effects of employee stock ownership plans (ESOPs) on shareholder wealth. ESOPs established in the presence of takeover activity reduce share values, by approximately 4% on average. ESOPs also reduce share values if they are structured to transfer control away from outside shareholders, by creating a new ownership block with veto power over takeover bids. Large ESOPs established with nonvoting stock, so as to preclude any immediate control transfers, result in a significant increase in share values. The wealth effect of any given ESOP thus depends upon both its incentive and control effects on the corporation.",
            "link": "https://doi.org/10.1016/0304-405X(90)90066-9"
        },
        {
            "no": "10",
            "title": "Consolidating corporate control",
            "date": "Oct 1990",
            "author": [
                "Kenneth Lehn",
                "Jeffry Netter",
                "Annette Poulsen"
            ],
            "abstract": "Dual-class recapitalizations and leveraged buyouts have similar effects on ownership of corporate voting rights but very different effects on ownership of residual claims. We predict that firms with greater growth opportunities, lower agency costs, and lower tax liability are more likely to consolidate control through dual-class recapitalizations. We find strong support for the growth hypothesis and weaker support for the other hypotheses. These results increase our understanding of the causes of change in organizational form by illustrating that the method and effects of consolidating corporate control are systematically related to firm attributes.",
            "link": "https://doi.org/10.1016/0304-405X(90)90067-A"
        },
        {
            "no": "11",
            "title": "Corporate governance through statistical eyes",
            "date": "Oct 1990",
            "author": [
                "Leo Herzel"
            ],
            "abstract": "This paper discusses the main findings in three statistical studies: ‘ESOPs and Corporate Control’ by Gordon and Pound, ‘…The Choice Between Dual-Class Recapitalizations and Leveraged Buyouts’ by Lehn, Netter, and Poulsen, and ‘Outside Directorships and Corporate Performance’ by Kaplan and Reishus. I conclude that, despite the sophisticated design and execution of the three studies, the amount of important new information they provide is small. Specific problems regarding their methodologies and interpretation are discussed. I question the fruitfulness of an exclusively statistical approach to corporate governance research.",
            "link": "https://doi.org/10.1016/0304-405X(90)90068-B"
        },
        {
            "no": "12",
            "title": "Additional evidence on equity ownership and corporate value",
            "date": "Oct 1990",
            "author": [
                "John J. McConnell",
                "Henri Servaes"
            ],
            "abstract": "We investigate the relation between Tobin's Q and the structure of equity ownership for a sample of 1,173 firms for 1976 and 1,093 firms for 1986. We find a significant curvilinear relation between Q and the fraction of common stock owned by corporate insiders. The curve slopes upward until insider ownership reaches approximately 40% to 50% and then slopes slightly downward. We also find a significant positive relation between Q and the fraction of shares owned by institutional investors. The results are consistent with the hypothesis that corporate value is a function of the structure of equity ownership.",
            "link": "https://doi.org/10.1016/0304-405X(90)90069-C"
        },
        {
            "no": "13",
            "title": "Index",
            "date": "Oct 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(90)90070-G"
        }
    ]
}