{
    "journal": "JFE",
    "volume": "2",
    "issue": "2",
    "date": "June 1975",
    "page": "Pages 123-231",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Jun 1975",
            "author": [
                "Michael C. Jensen"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(75)90001-X"
        },
        {
            "no": "2",
            "title": "SEC product-line reporting and market efficiency",
            "date": "Jun 1975",
            "author": [
                "Daniel W. Collins"
            ],
            "abstract": "This study tests the efficiency of the securities market with respect to non-public segment earnings data for 1967–1969 which was first made public by many firms in 1970 SEC 10-K reports. Trading rule strategies are proposed in which segment-based earnings forecasts are compared to consolidated-based forecasts to anticipate ‘unexpected’ changes in earnings. Using the ‘market model’ to eliminate market related movements in security prices, average monthly abnormal returns conditional on this segment-based strategy are estimated for 1968, 1969, and 1970 for two groups of firms: (1) ‘Non-disclosure’ firms that did not publicly report either segment revenue or profit data prior to 1970, and (2) ‘partial disclosure’ firms that publicly reported segment revenue information, but no segment profits, prior to 1970.",
            "link": "https://doi.org/10.1016/0304-405X(75)90002-1"
        },
        {
            "no": "3",
            "title": "Choice over asset economies: Default risk and corporate leverage",
            "date": "Jun 1975",
            "author": [
                "Frank Milne"
            ],
            "abstract": "This paper attempts to clarify the apparent conflict between the recent contribution of Stiglitz and Smith (S-S) and the established Modigliani-Miller (M-M) leverage theorem. The two approaches differ in their treatment of asset creation. Whereas M-M restrict their discussion to a given set of competitive asset markets, S-S consider the addition of an extra asset to the original systems.",
            "link": "https://doi.org/10.1016/0304-405X(75)90003-3"
        },
        {
            "no": "4",
            "title": "Optimal consumption, portfolio and life insurance rules for an uncertain lived individual in a continuous time model",
            "date": "Jun 1975",
            "author": [
                "Scott F. Richard"
            ],
            "abstract": "A continuous time model for optimal consumption, portfolio and life insurance rules, for an investor with an arbitrary but known distribution of lifetime, is derived as a generalization of the model by Merton (1971). The classic Tobin-Markowitz separation theorem obtains with the mutual funds being identical to those obtained under the assumption of certain lifetime. The investor is found to have a ‘human capital’ component of wealth, which is independent of his preferences and risky market opportunities and represents the certainty equivalent of his future net (wage) earnings. Explicit solutions, which are linear in wealth, are found for the investor with constant relative risk aversion.",
            "link": "https://doi.org/10.1016/0304-405X(75)90004-5"
        },
        {
            "no": "5",
            "title": "Stochastic dominance and portfolio analysis",
            "date": "Jun 1975",
            "author": [
                "Mukhtar M. Ali"
            ],
            "abstract": "The principle of stochastic dominance is used to characterize the optimal efficient sets when the distributions of the random prospects belong to a family. Most of the well-known distributions are considered. In each case, the optimal efficient sets are characterized by easily verifiable conditions on the parameters of the distributions. These optimal efficient sets are then compared with the corresponding mean-variance (MV) efficient set. It is often found that the optimal efficient sets are proper subsets of the MV efficient set. Thus, the MV criterion is a proper efficiency criterion, but the MV efficient set can be excessively large compared to the optimal efficient set.",
            "link": "https://doi.org/10.1016/0304-405X(75)90005-7"
        },
        {
            "no": "6",
            "title": "News item",
            "date": "Jun 1975",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(75)90006-9"
        }
    ]
}