{
    "journal": "JFE",
    "volume": "2",
    "issue": "3",
    "date": "September 1975",
    "page": "Pages 233-320",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Sep 1975",
            "author": [
                "Michael C. Jensen"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(75)90014-8"
        },
        {
            "no": "2",
            "title": "Price performance of common stock new issues",
            "date": "Sep 1975",
            "author": [
                "Roger G. Ibbotson"
            ],
            "abstract": "The paper studies both the initial and aftermarket performance (measured by risk-adjusted returns) on newly issued common stocks which were offered to the public during the 1960s. The results confirm that average initial performance is positive (11.4 percent), while the distribution of returns is skewed so that the subscriber of a single random new issue offering has about an equal chance for gain or loss. The results are generally consistent with aftermarket efficiency. Positive initial performance along with aftermarket efficiency indicate that new issue offerings are underpriced. The paper provides insights into this underpricing mystery, but does not solve it.",
            "link": "https://doi.org/10.1016/0304-405X(75)90015-X"
        },
        {
            "no": "3",
            "title": "Motivating managers to make investment decisions",
            "date": "Sep 1975",
            "author": [
                "Donald G. Heckerman"
            ],
            "abstract": "Owners of capital frequently lack knowledge about investment opportunities. One alternative is to turn to a manager for assistance. The owner's problem of contracting for the services of a manager is treated as a problem in buying information. The surprising result is that it is sometimes possible to trade information even when the owner is unable to form his own assessment of the information's value. Under some conditions it is possible to write a managerial compensation contract which will induce the manager to act in the best interests of the owner. These conditions require owner knowledge of the manager's employment and investment alternatives and risk preferences as well as some, but not all, of the characteristics of the investment opportunities.",
            "link": "https://doi.org/10.1016/0304-405X(75)90016-1"
        },
        {
            "no": "4",
            "title": "Cash demand, liquidation costs and capital market equilibrium under uncertainty",
            "date": "Sep 1975",
            "author": [
                "Andrew H. Chen",
                "E.Han Kim",
                "Stanley J. Kon"
            ],
            "abstract": "In this paper, the portfolio and the liquidity planning problems are unified and analyzed in one model. Stochastic cash demands have a significant impact on both the composition of an individual's optimal portfolio and the pricing of capital assets in market equilibrium. The derived capital asset pricing model with cash demands and liquidation costs shows that both the market price of risk and the systematic risk of an asset are affected by the aggregate cash demands and liquidity risk. The modified model does not require that all investors hold an identical risky portfolio as implied by the Sharpe-Lintner-Mossin model. Furthermore, it provides a possible explanation for the noted discrepancies between the empirical evidence and the prediction of the traditional capital asset pricing model.",
            "link": "https://doi.org/10.1016/0304-405X(75)90017-3"
        },
        {
            "no": "5",
            "title": "Delayed risks and risk premiums",
            "date": "Sep 1975",
            "author": [
                "Philippe Caperaa",
                "Louis Eeckhoudt"
            ],
            "abstract": "In this paper, two possible premiums for delayed risks are presented and compared. It is shown that one of them possesses some properties usually considered desirable for ‘roulette gambles’ while the other definition does not meet the same requirements. Finally, the response of both premiums to increased wealth is discussed. The analysis of this problem sheds some light on the basic difference between delayed risks and roulette gambles.",
            "link": "https://doi.org/10.1016/0304-405X(75)90018-5"
        }
    ]
}