{
    "journal": "RFS",
    "volume": "5",
    "issue": "1",
    "date": "January 1992",
    "page": "Pages 1–152",
    "article": [
        {
            "no": "1",
            "title": "On the Estimation of Beta-Pricing Models",
            "date": "19 May 2015",
            "author": [
                "Jay Shanken"
            ],
            "abstract": "An integrated econometric view of maximum likelihood methods and more traditional two-pass approaches to estimating beta-pricing models is presented. Several aspects of the well-known “errors-in-variables problem” are considered, and an earlier conjecture concerning the merits of simultaneous estimation of beta and price of risk parameters is evaluated. The traditional inference procedure is found, under standard assumptions, to overstate the precision of price of risk estimates and an asymptotically valid correction is derived. Modifications to accommodate serial correlation in market-wide factors are also discussed.",
            "link": "https://doi.org/10.1093/rfs/5.1.1"
        },
        {
            "no": "2",
            "title": "Underestimation of Portfolio Insurance and the Crash of October 1987",
            "date": "19 May 2015",
            "author": [
                "Charles J. Jacklin",
                "Allan W. Kleidon",
                "Paul Pfeiderer"
            ],
            "abstract": "We examine market crashes in the multiperiod framework of Glosten and Milgrom (1985). Our analysis shows that if the market’s prior beliefs underestimate the extent of dynamic bedging strategies such as portfolio insurance, then the price will be greater than that which would be implied by fundamentals if the extent of portfolio insurance were known with certainty. Over time, the market learns of the amount of portfolio insurance, and consequently reevaluates the previous inferences drawn from purchases that were erroneously regarded as based on favorable information. The result is that the price falls when the amount of portfolio insurance is revealed.",
            "link": "https://doi.org/10.1093/rfs/5.1.35"
        },
        {
            "no": "3",
            "title": "Evidence of Risk Premiums in Foreign Currency Futures Markets",
            "date": "19 May 2015",
            "author": [
                "Thomas H. McCurdy",
                "Ieuan Morgan"
            ],
            "abstract": "Weekly data for foreign currency futures prices are examined for evidence of risk premiums. Covariance risks are measured with respect to the excess returns from benchmark portfolios for consumption and wealth. When the parameters representing the prices of the covariance risks are held constant, no risk premiums are detected. However, when these prices are allowed to vary with the conditional expected returns and variances of the benchmark portfolios, possibly reflecting changing investment opportunities, strong evidence of risk premiums is obtained.",
            "link": "https://doi.org/10.1093/rfs/5.1.65"
        },
        {
            "no": "4",
            "title": "An Intemporal Model of Asset Prices in a Markov Economy with a Limiting Stationary Distribution",
            "date": "19 May 2015",
            "author": [
                "Hossein B. Kazemi"
            ],
            "abstract": "A testable single-beta model of asset prices is presented. If state variables have a long-run stationary joint density function, then the rate return on a very long-term default-free discount bond will be perfectly correlated with the representative investor’s marginal utility of consumption. Thus, the covariance of an asset’s return with the return on such a bond will be an appropriate measure of the asset’s riskiness. The model can be, therefore, applied or tested even though the market portfolio or aggregate consumption may not be observable. It also is shown that the expected rate of return on a very long-term bond is equal to its variance. This proposition can be tested to determine whether state variables follow stationary processes.",
            "link": "https://doi.org/10.1093/rfs/5.1.85"
        },
        {
            "no": "5",
            "title": "Intertemporal Arbitrage Pricing Theory",
            "date": "19 May 2015",
            "author": [
                "Haim Reisman"
            ],
            "abstract": "It is shown that the arbitrage pricing theory holds in each infinitesimal period of a continuous trading model under the assumption that dividend payoffs are functionals of factor and idiosyncratic uncertainty. This generalizes the one-period model’s result that the arbitrage pricing theory holds under the assumption that price changes in a given period satisfy a factor structure. Since instantaneous returns in a multiperiod model are endogenously determined, the theory is derived under assumptions that may be viewed as restricting more primitive characteristics of the economy than the assumptions made for the one-period model.",
            "link": "https://doi.org/10.1093/rfs/5.1.105"
        },
        {
            "no": "6",
            "title": "A Further Analysis of the Lead–Lag Relationship Between the Cash Market and Stock Index Futures Market",
            "date": "19 May 2015",
            "author": [
                "Kalok Chan"
            ],
            "abstract": "The intraday lead–lag relation between returns of the Major Market cash index and returns of the Major Market Index futures and S&P 500 futures is investigated. Empirical results show strong evidence that the futures leads the cash index and weak evidence that the cash index leads the futures. The asymmetric lead–lag relation holds between the futures and all component stocks, including those that trade in almost every five-minute interval. Evidence indicates that when more stocks move together (market-wide information) the futures leads the cash index to a greater degree. This suggests that the futures market is the main source of market-wide information.",
            "link": "https://doi.org/10.1093/rfs/5.1.123"
        }
    ]
}