{
    "journal": "RFS",
    "volume": "5",
    "issue": "3",
    "date": "July 1992",
    "page": "Pages 357–529",
    "article": [
        {
            "no": "1",
            "title": "Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement",
            "date": "19 May 2015",
            "author": [
                "Robert J. Hodrick"
            ],
            "abstract": "Alternative ways of conducting inference and measurement for long-horizon forecasting are explored with an application to dividend yields as predictors of stock returns. Monte Carlo analysis indicates that the Hansen and Hodrick (1980) procedure is biased at long horizons, but the alternatives perform better. These include an estimator derived under the null hypothesis as in Richardson and Smith (1991), a reformulation of the regression as in Jegadeesh (1990), and a vector autoregression (VAR) as in Campbell and Shiller (1988), Kandel and Stambaugh (1988), and Campbell (1991). The statistical properties of long-horizon statistics generated from the VAR indicate interesting patterns in expected stock returns.",
            "link": "https://doi.org/10.1093/rfs/5.3.351"
        },
        {
            "no": "2",
            "title": "Insider Trading in Continuous Time",
            "date": "19 May 2015",
            "author": [
                "Kerry Back"
            ],
            "abstract": "The continuous-time version of Kyle’s (1985) model of asset pricing with asymmetric information is studied. It is shown that there is a unique equilibrium pricing rule within a certain class. This pricing rule is obtained in closed form for general distributions of the asset value. A particular example is a lognormal distribution, for which the equilibrium price process is a geometric Brownian motion. General trading strategies are allowed. In equilibrium, the informed agent, who is risk neutral, has many optima, but he does not correlate his trades locally with the noise trades nor does he submit discrete orders.",
            "link": "https://doi.org/10.1093/rfs/5.3.387"
        },
        {
            "no": "3",
            "title": "Asset Pricing with Stochastic Differential Utility",
            "date": "19 May 2015",
            "author": [
                "Darrell Duffie",
                "Larry G. Epstein"
            ],
            "abstract": "Asset pricing theory is presented with representative-agent utility given by a stochastic differential formulation of recursive utility. Asset returns are characterized from general first-order conditions of the Hamilton–Bellman–Jacobi equation for optimal control. Homothetic representative-agent recursive utility functions are shown to imply that excess expected rates of return on securities are given by a linear combination of the continuous-time market-portfolio-based capital asset pricing model (CAPM) and the consumption-based CAPM. The Cox, Ingersoll, and Ross characterization of the term structure is examined with a recursive generalization, showing the response of the term structure to variations in risk aversion. Also, a new multicommodity factor-return model, as well as an extension of the “usual” discounted expected value formula for asset prices, is introduced.",
            "link": "https://doi.org/10.1093/rfs/5.3.411"
        },
        {
            "no": "4",
            "title": "Managerial Conservatism, Project Choice, and Debt",
            "date": "19 May 2015",
            "author": [
                "David Hirshleifer",
                "Anjan V Thakor"
            ],
            "abstract": "We show that the incentive for managers to build their reputations distorts firms’ investment policies in favor of relatively safe projects, thereby aligning managers’ interests with those of bondholders, even though managers are hired and fired by shareholders. This effect opposes the familiar agency problem of risky debt that is imperfectly covenant-protected, wherein shareholders are tempted to favor excessively risky projects in order to expropriate bondholders. Consequently, when managerial concern for reputation results in conservatism, it can actually make shareholders better off ex ante by allowing the firm to issue more debt. We examine how the optimal choice of leverage from the shareholders’ standpoint is influenced by takeover activity, and how the adoption of antitakeover measures affects a firm’s investment policy and leverage choice.",
            "link": "https://doi.org/10.1093/rfs/5.3.437"
        },
        {
            "no": "5",
            "title": "On the Efficiency of Stock-based Compensation",
            "date": "19 May 2015",
            "author": [
                "Jonathan M. Paul"
            ],
            "abstract": "When the market can observe the profitability of all projects with equal precision, then with stock compensation (i) the weight on any given project in managerial compensation is independent of the marginal productivity of effort in the project; (ii) the projects that are the noisiest indicators of managerial effort receive the most weight in compensation; and (iii) investors have the greatest incentive to collect information about projects that are the noisiest indicators of managerial effort.",
            "link": "https://doi.org/10.1093/rfs/5.3.471"
        },
        {
            "no": "6",
            "title": "Stock-Price Manipulation",
            "date": "19 May 2015",
            "author": [
                "Franklin Allen",
                "Douglas Gale"
            ],
            "abstract": "It is generally agreed that speculators can make profits from insider trading or from the release of false information. Both forms of stock-price manipulation have now been made illegal. In this article, we ask whether it is possible to make profits from a different kind of manipulation, in which an uninformed speculator simply buys and sells shares. We show that in a rational expectations framework, where all agents maximize expected utility, it is possible for an uninformed manipulator to make a profit, provided investors attach a positive probability to the manipulator being an informed trader.",
            "link": "https://doi.org/10.1093/rfs/5.3.503"
        }
    ]
}