{
    "journal": "RFS",
    "volume": "5",
    "issue": "2",
    "date": "April 1992",
    "page": "Pages 153–355",
    "article": [
        {
            "no": "1",
            "title": "Dynamic Equilibrium and the Real Exchange Rate in a Spatially Separated World",
            "date": "19 May 2015",
            "author": [
                "Bernard Dumas"
            ],
            "abstract": "Two homogeneous stocks of physical capital are located in two different countries, separated by an “ocean.” They are consumed by local residents, invested in a random production process yielding real returns, or transferred abroad. Under proportional transfer costs, trade, consumption, and capital imbalances are shown to be persistent. The heteroskedastic process for the relative price of capital in the two countries has a nonlinear, mean-reverting drift. Nevertheless, the conditional probability of the price moving from the parity value of unity is greater than the probability of it moving toward parity. The real interest-rate differential incorporates a simple risk premium.",
            "link": "https://doi.org/10.1093/rfs/5.2.153"
        },
        {
            "no": "2",
            "title": "Capital and Ownership Structures, and the Market for Corporate Control",
            "date": "19 May 2015",
            "author": [
                "Ronen Israel"
            ],
            "abstract": "I analyze optimal capital and ownership structures as resulting from anticipated future control contests. I focus on leverage as a device that enables the incumbent management to extract the maximum value from the rival. I show that firm value depends on both capital and ownership structures. The analysis leads to the following predictions: (i) more efficient managers use less debt, (ii) firms facing better rivals for control issue more debt, and (iii) firms with supermajority rules issue less debt. Several predictions are consistent with known empirical regularities.",
            "link": "https://doi.org/10.1093/rfs/5.2.181"
        },
        {
            "no": "3",
            "title": "Stock Prices and Volume",
            "date": "19 May 2015",
            "author": [
                "A. Ronald Gallant",
                "Peter E. Rossi",
                "George Tauchen"
            ],
            "abstract": "We undertake a comprehensive investigation of price and volume co-movement using daily New York Stock Exchange data from 1928 to 1987. We adjust the data to take into account well-known calendar effects and long-run trends. To describe the process, we use a seminonparametric estimate of the joint density of current price change and volume conditional on past price changes and volume. Four empirical regularities are found: (i) positive correlation between conditional volatility and volume; (ii) large price movements are followed by high volume; (iii) conditioning on lagged volume substantially attenuates the “leverage” effect; and (iv) after conditioning on lagged volume, there is a positive risk-return relation.",
            "link": "https://doi.org/10.1093/rfs/5.2.199"
        },
        {
            "no": "4",
            "title": "Explaining the Variance of Price–Dividend Ratios",
            "date": "19 May 2015",
            "author": [
                "John H. Cochrane"
            ],
            "abstract": "I report a bound on the variance of price–dividend ratios and a decomposition of their variance into terms that reflect changes in dividend growth and discount rates. The specification is not restrictive. The test statistics do not require construction of ex post present values; instead, they are restrictions on means, variances, and covariances of price–dividend ratios, dividend growth, and discount rates. I consider implications for the mean price–dividend ratio, and I evaluate whether a low mean discount rate can rationalize the mean and variance of price–dividend ratios. The results do not indicate any striking rejections of present-value models. However, the bulk of the variance of price–dividend ratios must be accounted for by changingforecasts of discount rates and discount rates must possess some unusual characteristics.",
            "link": "https://doi.org/10.1093/rfs/5.2.243"
        },
        {
            "no": "5",
            "title": "Block Trading and Information Revelation around Quarterly Earnings Announcements",
            "date": "19 May 2015",
            "author": [
                "Duane J. Seppi"
            ],
            "abstract": "I investigate the empirical importance of information revelation in the pricing of block trades. In particular, I examine whether block prices are correlated with the unexpected part of firms’ quarterly earnings. For my sample of block trades, information revelation does indeed appear to be a significant factor shortly before earnings announcements.",
            "link": "https://doi.org/10.1093/rfs/5.2.281"
        },
        {
            "no": "6",
            "title": "Informed Speculation and Hedging in a Noncompetitive Securities Market",
            "date": "19 May 2015",
            "author": [
                "Matthew Spiegel",
                "Avanidhar Subrahmanyam"
            ],
            "abstract": "We examine an adverse selection model of trading in which both informed and uninformed traders are rational, maximizing agents. Replacing the price inelastic “noise” or “liquidity” traders with strategic, utility-maximizing hedgers permits an explicit analysis of the uninformed traders’ welfare, and demonstrates that several comparative statics obtained from the standard paradigm of Kyle (1984, 1985) are altered significantly upon endogenizing the trading motives of these agents. In contrast to extant models, market liquidity and price efficiency are both nonmonotonic in the number of uninformed hedgers in the market. Also, the welfare of hedgers monotonically decreases with the number of informed traders, despite greater competition between the informed.",
            "link": "https://doi.org/10.1093/rfs/5.2.307"
        },
        {
            "no": "7",
            "title": "Taxes and Capital Structure: Evidence from Firms’ Response to the Tax Reform Act of 1986",
            "date": "19 May 2015",
            "author": [
                "Dan Givoly",
                "Carla Hayn",
                "Aharon R. Ofer",
                "Oded Sarig"
            ],
            "abstract": "While the theoretical relation between taxes and capital structure has been extensively analyzed, the empirical evidence on this issue has thus far been inconclusive. One of the main difficulties confronting previous empirical studies of the cross-sectional relationship between taxes and leverage was the control of intervening variables. The Tax Reform Act of 1986 (TRA), which drastically changed the tax regime, provides a unique opportunity to assess the interaction between taxes and leverage decisions in a controlled environment. We test the relationship between leverage and certain tax-related variables for a large sample of companies in the years surrounding the enactment of the TRA. The results support the tax-based theories of capital structure. The findings indicate that there exists a substitution effect between debt and nondebt tax shields, and that both corporate and personal tax rates affect leverage decisions.",
            "link": "https://doi.org/10.1093/rfs/5.2.331"
        }
    ]
}