{
    "journal": "JFE",
    "volume": "64",
    "issue": "3",
    "date": "June 2002",
    "page": "Pages 315-460",
    "article": [
        {
            "no": "1",
            "title": "Performance consequences of mandatory increases in executive stock ownership",
            "date": "Jun 2002",
            "author": [
                "John E. Core",
                "David F. Larcker"
            ],
            "abstract": "We examine a sample of firms that adopt “target ownership plans”, under which managers are required to own a minimum amount of stock. We find that prior to plan adoption, such firms exhibit low managerial equity ownership and low stock price performance. Managerial equity ownership increases significantly in the two years following plan adoption. We also observe that excess accounting returns and stock returns are higher after the plan is adopted. Thus, for our sample of firms, the required increases in the level of managerial equity ownership result in improvements in firm performance.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00127-7"
        },
        {
            "no": "2",
            "title": "Empirical pricing kernels",
            "date": "Jun 2002",
            "author": [
                "Joshua V. Rosenberg",
                "Robert F. Engle"
            ],
            "abstract": "This paper investigates the empirical characteristics of investor risk aversion over equity return states by estimating a time-varying pricing kernel, which we call the empirical pricing kernel (EPK). We estimate the EPK on a monthly basis from 1991 to 1995, using S&P 500 index option data and a stochastic volatility model for the S&P 500 return process. We find that the EPK exhibits counter cyclical risk aversion over S&P 500 return states. We also find that hedging performance is significantly improved when we use hedge ratios based the EPK rather than a time-invariant pricing kernel.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00128-9"
        },
        {
            "no": "3",
            "title": "Firm diversification and asymmetric information: evidence from analysts’ forecasts and earnings announcements",
            "date": "Jun 2002",
            "author": [
                "Shawn Thomas"
            ],
            "abstract": "Managers frequently cite the desire to mitigate asymmetric information as a motivation for increasing firm focus. The information benefits of focus appear relevant for the subset of firms that actually increase their focus; however, the relevance of focus-related information benefits for the population of diversified firms is an open question. This paper examines the relation between corporate diversification and asymmetric information proxies derived from analysts’ forecasts and abnormal returns associated with earnings announcements. I find that greater diversification is not associated with increased asymmetric information. These results call into question the notion that corporate diversification strictly exacerbates information problems.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00129-0"
        },
        {
            "no": "4",
            "title": "How does the Internet affect trading? Evidence from investor behavior in 401(k) plans",
            "date": "Jun 2002",
            "author": [
                "James J. Choi",
                "David Laibson",
                "Andrew Metrick"
            ],
            "abstract": "We analyze the impact of a Web-based trading channel on trader behavior and performance in two large corporate 401(k) plans. After 18 months of Web access, trading frequency at sample firms doubles relative to a control group of firms without a Web channel. Web trades tend to be smaller than trades made through other channels and Web traders tend to have smaller portfolios than other traders, so the Web's impact on portfolio turnover is substantially smaller than its effect on trading frequency. There is no evidence than any of this new trading on the Web is successful.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00130-7"
        },
        {
            "no": "5",
            "title": "Stock return predictability and model uncertainty",
            "date": "Jun 2002",
            "author": [
                "Doron Avramov"
            ],
            "abstract": "We use Bayesian model averaging to analyze the sample evidence on return predictability in the presence of model uncertainty. The analysis reveals in-sample and out-of-sample predictability, and shows that the out-of-sample performance of the Bayesian approach is superior to that of model selection criteria. We find that term and market premia are robust predictors. Moreover, small-cap value stocks appear more predictable than large-cap growth stocks. We also investigate the implications of model uncertainty from investment management perspectives. We show that model uncertainty is more important than estimation risk, and investors who discard model uncertainty face large utility losses.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00131-9"
        },
        {
            "no": "6",
            "title": "Index",
            "date": "Jun 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(02)00162-9"
        }
    ]
}