{
    "journal": "JFE",
    "volume": "64",
    "issue": "1",
    "date": "April 2002",
    "page": "Pages 1-144",
    "article": [
        {
            "no": "1",
            "title": "Asset liquidity, debt covenants, and managerial discretion in financial distress:",
            "date": "Apr 2002",
            "author": [
                "Harry DeAngelo",
                "Linda DeAngelo",
                "Karen H. Wruck"
            ],
            "abstract": "A hot growth stock in the 1980s, L.A. Gear's equity fell from $1 billion in market value in 1989 to zero in 1998. For over six years as revenues declined precipitously, management tried a series of radical strategy shifts while subsidizing the firm's large losses through working-capital liquidations. The L.A. Gear case illustrates that asset liquidity (broadly construed, not limited to excess cash) can give managers substantial operating discretion during financial distress. It also shows (1) that debt covenants can be stronger disciplinary mechanisms than requirements to meet cash interest payments, (2) why debt contracts typically constrain earnings instead of cash flow, (3) why cash balances are not equivalent to negative debt, and (4) why debt maturity matters. We find that many firms have highly liquid asset structures, thus their managers have the potential to subsidize losing operations should the need arise.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00069-7"
        },
        {
            "no": "2",
            "title": "Growth opportunities and corporate debt policy: the case of the U.S. defense industry",
            "date": "Apr 2002",
            "author": [
                "Vidhan K Goyal",
                "Kenneth Lehn",
                "Stanko Racic"
            ],
            "abstract": "The U.S. defense industry provides a natural experiment for examining how changes in growth opportunities affect the level and structure of corporate debt. The growth opportunities of defense firms, compared with other firms, increased substantially during the Reagan defense buildup of the early 1980s but then declined significantly with the end of the cold war and associated defense budget cuts in the late 1980s and early 1990s. We examine how the level and structure of corporate debt changed for a sample of 61 defense firms and a benchmark sample of 61 manufacturing firms during 1980–95, a period spanning the changes in growth opportunities. The debt levels of weapons manufacturers, which were most affected by the changes in growth opportunities, increased significantly as their growth opportunities declined. In addition, these firms lengthened the maturity structure of their debt, decreased the ratio of private to public debt, and decreased the use of senior debt as their growth opportunities declined. The results complement other studies that have found cross-sectional relations between proxies for growth opportunities and leverage variables and validate the prominent role played by growth opportunities in the theory of corporate finance.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00070-3"
        },
        {
            "no": "3",
            "title": "Governance with poor investor protection: evidence from top executive turnover in Italy",
            "date": "Apr 2002",
            "author": [
                "Paolo F. Volpin"
            ],
            "abstract": "This paper studies the determinants of executive turnover and firm valuation as a function of ownership and control structure in Italy, a country that features low legal protection for investors, firms with controlling shareholders, and pyramidal groups. The results suggest that there is poor governance, as measured by a low sensitivity of turnover to performance and a low Q ratio, when (i) the controlling shareholders are also top executives, (ii) the control is fully in the hands of one shareholder and is not shared by a set of core shareholders, and (iii) the controlling shareholders own less than 50% of the firm's cash-flow rights.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00071-5"
        },
        {
            "no": "4",
            "title": "Limited arbitrage in mergers and acquisitions",
            "date": "Apr 2002",
            "author": [
                "Malcolm Baker",
                "Serkan Savaşoglu"
            ],
            "abstract": "A diversified portfolio of risk arbitrage positions produces an abnormal return of 0.6–0.9% per month over the period from 1981 to 1996. We trace these profits to practical limits on risk arbitrage. In our model of risk arbitrage, arbitrageurs’ risk-bearing capacity is constrained by deal completion risk and the size of the position they hold. Consistent with this model, we document that the returns to risk arbitrage increase in an ex ante measure of completion risk and target size. We also examine the influence of the general supply of arbitrage capital, measured by the total equity holdings of arbitrageurs, on arbitrage profits.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00072-7"
        },
        {
            "no": "5",
            "title": "Divestitures and the liquidity of the market for corporate assets",
            "date": "Apr 2002",
            "author": [
                "Frederik P. Schlingemann",
                "René M. Stulz",
                "Ralph A. Walkling"
            ],
            "abstract": "The liquidity of the market for corporate assets plays an important role in explaining whether a firm divests a business segment, which segment the firm divests, and whether it divests a core segment or an unrelated segment. Firms are more likely to divest segments from industries with a more liquid market for corporate assets, unrelated segments, poorly performing segments, and small segments. Strikingly, the segment with the least liquid market is less likely to be divested than the best-performing segment, while the worst-performing segment is less likely to be divested than the segment with the most liquid market.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00073-9"
        }
    ]
}