{
    "journal": "JF",
    "volume": "17",
    "issue": "4",
    "date": "December 1962",
    "page": "Pages: i-xvii, 585-709, xviii-xxxi",
    "article": [
        {
            "no": "1",
            "title": "Volume Information",
            "date": "December 1962",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb00229.x"
        },
        {
            "no": "2",
            "title": "Front Matter",
            "date": "December 1962",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb00230.x"
        },
        {
            "no": "3",
            "title": "ANNUAL MEETING OF THE AMERICAN FINANCE ASSOCIATION",
            "date": "December 1962",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04333.x"
        },
        {
            "no": "4",
            "title": "YIELDS ON NEW UNDERWRITTEN CORPORATE BONDS, 1935–58*",
            "date": "December 1962",
            "author": [
                "Avery B. Cohan"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04334.x"
        },
        {
            "no": "5",
            "title": "TYPES OF MONEY USE IN THE 1950'S*",
            "date": "December 1962",
            "author": [
                "Dick Netzer",
                "Abner D. Goldstine"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04335.x"
        },
        {
            "no": "6",
            "title": "OPTIMUM RATE ON TIME DEPOSITS*",
            "date": "December 1962",
            "author": [
                "Paul F. Smith"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04336.x"
        },
        {
            "no": "7",
            "title": "A METHOD FOR CONSUMER VALUATION OF LIFE INSURANCE POLICIES BY TYPE",
            "date": "December 1962",
            "author": [
                "Harry J. Solberg"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04337.x"
        },
        {
            "no": "8",
            "title": "COMPENSATORY CYCLICAL BANK ASSET ADJUSTMENTS: COMMENT",
            "date": "December 1962",
            "author": [
                "H. Peter Gray"
            ],
            "abstract": "In a recent issue of this Journal.1\n1 Dudley G. Luckett, “Compensatory Cyclical Bank Asset Adjustments,” Journal of Finance, XVII (March, 1962), 53–62.\n\nProfessor Luckett put forward an interesting hypothesis to explain why commercial banks would choose to increase loan volume by disposing of long‐term securities (5 years and over). Luckett suggested that banks prefer to take the larger capital loss on long‐terms, as opposed to disposing of shortterm securities (1 year and under), out of considerations of liquidity and capital adequacy. The purpose of this comment is to show that (a) the capital adequacy argument neglects the accumulation of capital by banks; (b) the rationalization of banks' lack of concern for capital losses contains two flaws; (c) the reduction of commercial banks' holdings of long‐term securities can be explained by other factors; and (d) the implications of the hypothesis for the effectiveness of monetary policy are not so optimistic as Luckett would infer.\na)\nTo illustrate the alternative implications for banks' capital adequacy of sales of short‐ and long‐term securities, Luckett employs a formula based on the “Form for Analyzing Bank Capital.”2\n2 Ibid., p. 55.\n\nHowever, implicit in the illustration is the assumption that the bank in question has only a bare sufficiency of capital for its asset portfolio before the loan, and the treatment seems to ignore the fact that the capital funds of banks are increasing over time. Insured commercial banks have increased their capital substantially since December, 1952. Between December, 1952, and each of five other dates arbitrarily selected as turning points from the chart showing the ratio of seasonally adjusted loans to demand deposits for all commercial banks,3\n3 Ibid., p. 57. The turning points are December, 1953; December, 1955; December, 1957; June, 1959; and December, 1960.\n\nbanks' capital accounts have increased by more than the\n16\n1\n2\nper cent of increased loan volume required by an expansion of loans achieved by a reduction of cash holdings.4\n4 For example, between December, 1952, and December, 1960, banks increased capital accounts by $8.75 billion and valuation reserves on loans by $1.45 billion (a total of $10.2 billion). Loans were increased by $55.15 billion. If the increase in loans had been made by a reduction of cash holdings, the maintenance of capital adequacy would have required additional capital of $9.1 billion (0.165 × $55.15 billion). Had securities been sold, the required increase in capital would have been less. Valuation reserves on loans are included in the computation of capital for measuring adequacy. The analysis assumes that the capital requirements of fixed assets, etc., have not changed significantly. Data were taken from the Annual Reports of the FDIC, 1952, 1953, 1957, 1959, and 1960.\n\nThese data do not, of course, prove that Luckett's reasoning is not valid for an individual bank.\nIt should also be noted that the capital loss incurred by the sale of a security impairs the capital position as well as reducing the capital requirement. The difference in the capital requirement between short‐ and long‐term securities is\n3\n1\n2\nper cent. If the sale of the longer security results in a capital loss of more than\n3\n1\n2\nper cent in excess of that which would have been incurred on the sale of a shortterm security, no net capital saving will have been achieved—unless the liquidity premium of\n6\n1\n2\nper cent is relevant because of low primary and secondary reserves.\nb)\nThe theory that banks will be concerned less with capital losses than with adequate liquidity, while undoubtedly true in ordinary situations, is based on a misinterpretation of Warren Smith's analysis.5\n5 Warren G. Smith, “On the Effectiveness of Monetary Policy,” American Economic Review, XLVI (September, 1956), 590–91.\n\nThe suggestion that a capital loss can be made up by only a “nominally wider spread” in yields is based on a formula dealing with a switch from Treasury bonds into corporate securities of the same maturity.6\n6 Luckett, op. cit., n. 9, p. 57, and Smith, op. cit., nn. 8 and 10, pp. 591–92.\n\nThe yield differential between a bond and a shortterm loan, needed to offset any capital loss incurred, will be considerably greater than Smith's figures show. Furthermore, the costs of administering a loan exceed those of investment portfolio supervision, so that any differential in gross yield should be enhanced by any cost difference, as well as by any requisite risk premium.7\n7 The “Functional Cost Analysis” carried out by the Federal Reserve Bank of Boston shows this to be true for the average, though not necessarily for the marginal, cost—the latter being the relevant cost in this computation.\n\nAnother reason suggested for a phlegmatic attitude toward deliberately incurred capital losses is that “the tax‐option on capital gains and losses enjoyed peculiarly by commercial banks would tend to undercut the desire to avoid taking capital losses.” Permission to treat securities as stock‐in‐trade for tax purposes does induce banks to engage in tax‐swaps which require banks deliberately to incur capital losses. However, the two‐way option need have little or no influence on the choice of the security sold to finance an increase in loan volume. A bank can incur a loss by means of a tax‐swap and can immediately replace the bond sold with a non‐similar security. “Non‐similar” would seem to offer a very wide range of permissible substitutes, so that no significant alteration of the portfolio is necessary.8\n8 See Sam B. Chase, Jr., “The Lock‐in Effect: Bank Reactions to Security Losses,” Monthly Review, Federal Reserve Bank of Kansas City, June, 1960, pp. 9–16. Reprinted in L. S. Ritter, Money and Economic Activity (2d ed.; Boston, 1961), pp. 171–77, n. 1, p. 10, for an example of the latitude of interpretation of the ruling “not identicalor similar.”\n\nThe capital loss can therefore be incurred without any necessity to shorten the average maturity of the investment portfolio: short‐term holdings can be reduced to increase loan volume at the same time as the capital loss is registered through a tax‐swap.\nc)\nThe shortening of the security portfolios of commercial banks which has taken place during the last ten years may well have been caused by factors other than the need to offset the illiquidity inherent in greater loan volume. Any securities sold to increase loan volume must be a part of the residual loanable funds, i.e., those funds which a bank, with its given liability structure, would be happy to lend if sufficient credit‐worthy loan demand appeared. Prior to the 1950's, commercial banks had experienced a protracted period of monetary ease during which they were seldom, if ever, forced to sell securities at a loss in order to expand loan volume. Additionally, yields were very low, so that the income produced by any residual loanable funds was of considerable importance. It is therefore reasonable to suppose that the reintroduction of active monetary policy found the commercial banks with bond portfolios less than perfectly suited to the new conditions.\nThe reintroduction of considerable flexibility in bond prices, coupled with a secular increase in yields, may well have shortened the optimum maturity of the portfolio. Those securities which constitute the residual of loanable funds should fulfil no particular liquidity service9\n9 Roger A. Lyon, Investment Portfolio Management in the Commercial Bank (New Brunswick, N.J., 1960), p. 139.\n\nand are invested to secure an adequate return during periods of insufficient loan demand. The selection of the type of security that will offer the highest rate of return on these funds obviously involves many estimates of future behavior—the timing of the eventual sale, future bond prices, changes in the shape of the yield curve, etc.10\n10 The explanation is carried out in terms of a single security for the purpose of simplicity.\n\nThe portfolio manager is concerned with the real yield of the security after taxes; this fact in itself is likely to shorten the optimum mean maturity of the portfolio.\nA further minor question, if Luckett's theory is not altogether correct, is why banks should have chosen to unload their long‐term securities mainly when expanding their loan volume rather than shifting into shorter securities throughout the whole period. One explanation of the cyclical quality of the unloading is that, although commercial banks have considerable scope to disguise the actual level of published profits through the use of valuation reserve accounts and fast write‐down of security book values, banks always wish to show quite adequate profit figures to their stockholders and to the public. It therefore seems rational to take the capital losses forced on them by the secular increase in yields on those securities which they do not propose to hold to maturity, at times of relatively high net current earnings. High net current earnings per unit of assets and per units of capital are achieved during periods of high interest rates, tight money, and growing loan demand.\nd)\nThe author suggests that this behavior on the part of commercial banks may have important policy consequences. It is not certain that the banks have not sold their longer‐term securities to holders of idle cash balances and thereby increased velocity directly. Certainly, life insurance companies and mutual savings banks do not seem to have acquired the securities sold by commercial banks, since the total government security holdings of these two types of institutions have been decreasing secularly since the early 1950's. Savings and loan associations have increased their total holdings of government securities secularly, but no definite cyclical pattern of maturities is apparent.11\n11 U.S. Savings and Loan League, Savings and Loan Fact Book (Washington, 1961), pp. 86 and 93.\n\nIn view of the high yield—certainly compared with those of the fairly recent past—at which these bonds were sold, the possibility of finding holders in the public and non‐financial sectors does not seem too remote.\nSurely, however, the crucial point is not whether dumping leads directly or indirectly to higher velocity but rather what will happen when banks have succeeded in shortening their portfolios to some sort of satisfactory mean maturity. Luckett suggests that the absence of longer‐term securities will impede rises in velocity caused by portfolio switches because banks will come up against a ceiling because of their liquidity loss. Portfolio switches will be on a smaller scale, and therefore the rise in velocity will be reduced unless other institutions take over the intermediating functions now performed by commercial banks. But what matters in an increase in velocity is the volume of unused loanable funds, not the maturity of the security in which these funds happen to repose. The normal reserves should be sufficient to preserve liquidity, and the cyclical shifts in loan demand will always enable banks to increase velocity through portfolio switches, especially if banks are deliberately made more liquid during recessions as a stimulatory move by the Federal Reserve System.\nWhat Professor Luckett has demonstrated is yet another weakness of the locking‐in effect as a deterrent to velocity‐increasing portfolio switches.",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04338.x"
        },
        {
            "no": "9",
            "title": "COMPENSATORY CYCLICAL BANK ASSET ADJUSTMENTS: COMMENT",
            "date": "December 1962",
            "author": [
                "Stanley C. Silverberg"
            ],
            "abstract": "In his article, “Compensatory Cyclical Bank Asset Adjustments,”1\n1 Dudley G. Luckett, “Compensatory Cyclical Bank Asset Adjustments,” Journal of Finance, XVII (March, 1962), 53–63.\n\nDudley Luckett states that in recent periods of monetary restriction commercial banks have tended to liquidate holdings of long‐term government securities, rather than—as some writers had assumed—drawing first on short‐term governments. Luckett accounts for this behavior, in part, by the desire of commercial banks to maintain certain liquidity standards and the fact that, from a liquidity stand‐point, bank loans are more akin to longer‐term investments than to Treasurv bills.\nI have no quarrel with Luckett's emphasis on the role played by liquidity in influencing bank behavior. However, I believe that Luckett's paper suggests greater sophistication in the implementation of bank portfolio adjustments during the period in question than experience indicates.\nIn examining commercial bank holdings of government securities, Luckett uses 6‐month moving averages of commercial bank holdings of all government securities—those maturing within 1 year, those maturing between 1 and 5 years, and those maturing in more than 5 years. This is the only form in which data for all commercial banks are available, and, in the present context, it has some obvious short‐comings. The data make no distinction between bank sales of longterm Treasuries and the shortening of outstanding maturities through the passage of time. As a matter of fact, most of the reductions in bank holdings of long‐term governments with which Luckett is concerned have not arisen through market sales of such securities. During periods of rising interest rates, banks have made practically no acquisitions of newly issued long‐term treasury securities, thereby allowing average maturities to shorten with the passage of time. This does not contradict Luckett's discussion of commercial bank preoccupation with liquidity and their substitution of loans for longterm Treasuries. Nevertheless, I believe a more accurate picture of actual bank asset adjustments is interesting historically and potentially useful in the formulation of future monetary policy.\nEach month the Treasury collects data on the ownership of government securities on an issue‐by‐issue basis. Data on commercial banks currently include about 6,200 banks, accounting for more than 85 per cent of bank assets.2\n2 The number of banks covered in the survey has declined over the period in question largely because of mergers. There may also be other month‐to‐month variations in coverage, but these appear to be of little significance.\n\nThese data enable one to obtain figures on net changes in holdings of each Treasury issue resulting from the acquisition, of new issues, the maturing of outstanding issues, and net purchases or sales of each issue. Figure 1 is derived from survey data published in the Treasury Bulletin. “Monthly Net Market Transactions” shows bank net purchases and sales of outstanding government securities, exclusive of transactions in new securities in their month of issue. The chart shows that reductions in bank holdings of long‐term Treasury securities have not been effected primarily through prior‐to‐maturity sales. In 1956 and 1957, when banks included in the survey reduced holdings of Treasuries maturing beyond 5 years by about $12 billion, these same banks actually were net purchasers of such securities in the bond market. Reductions in holdings of long‐term governments, for these banks taken as a whole, were accounted for wholly by the shortening of maturities through the passage of time.\nMost banks apparently have been able to meet loan demand and maintain appropriate liquidity standards without selling substantial quantities of long‐term government securities. Nevertheless, in periods of advancing interest rates there is a strong incentive for banks to sell long‐term investments, even if they are in a strong liquidity position. First of all, it is always desirable to sell a security when one expects to be able to buy it back or to be able to buy a similar security at a later date at a lower price—assuming that a sufficient return can be earned in the interim. But tax reasons afford further incentives that are sometimes overlooked. For commercial banks, net capital losses are deductible against ordinary income. Consequently, a bank may acquire loans or investments with a greater market value than the proceeds of an investment sold below its original cost. The fact that net capital gains are taxable for banks at the lower capital gains rate affords an additional opportunity for banks to gain by trading in securities.\nAlthough banks were not net sellers of long‐term Treasuries in 1956–57, data on bank earnings3\n3 “Member Bank Income, 1961,” Federal Reserve Bulletin, May, 1962, pp. 522–27.\n\nshow that member banks realized net security losses of $326 million in 1956 and $211 million in 1957. Treasury Bulletin data suggest strongly that banks realized most of their losses on sales of securities with maturities in the 1–4‐year range. This apparently enabled banks to acquire a greater volume of loanable funds per dollar of capital loss. The passage of time pushed long‐term Treasuries into the intermediate range, thereby filling the gap from security sales.\nA number of factors contributed to the limited market sales of long‐term Treasuries by commercial banks. Many smaller banks and banks outside major financial centers had little experience or “know‐how” in security trading. Large security losses present an ugly accounting picture: they may be charged to net operating earnings and may be difficult to explain, whereas unrealized losses tend to be obscured in bank statements. Banks had little recent experience with respect to pronounced interest‐rate movements, and what seemed obvious from the standpoint of hindsight was perhaps not so obvious to portfolio managers in 1956–57. Long‐term interest rates did not move up continuously through 1956 and 1957. Consequently there were a number of occasions when it may have appeared to portfolio managers that interest rates were about to turn around.\nFigure 1\nOpen in figure viewerPowerPoint\nFigures are month‐end holdings and monthly net market transactions by commercial banks of government securities with maturities in excess of 5 years. Net market transactions exclude transactions in newly issued government securities during the month in which the securities are issued. Figures are derived from Treasury Bulletin monthly ownership survey.\nInterest‐rate experience from the previous cycle was reflected somewhat in bank behavior in the 1958–60 period. Banks realized substantial investment gains in 1958 and extended maturities much less in 1958 than they did in 1954–55, fearful of an eventual shift in monetary policy. And in 1959 and early 1960 banks were net sellers of long‐term securities in most months. Security losses of member banks were $792 million in 1959—substantial compared with previous experience. Thus it appears that banks did become somewhat less averse to realizing security losses. Nevertheless, most net changes in bank holdings of long‐term government securities occurred through the shortening of maturities with the passage of time. Most security losses realized by commercial banks were through sales of securities maturing within 5 years.\nIn recent years, as Luckett points out, bank holdings of long‐term Treasuries have declined substantially. Many banks appear to have come to the position that long‐term Treasuries afford little liquidity4\n4 Increased sophistication on the part of borrowers, lenders, and monetary authorities may account for the fact that long‐term interest rates have not fluctuated substantially during the two years since mid‐1960. If this is the case, one might expect longterm interest rates to move narrowly over the next several years, a possibility that would increase the liquidity of long‐term Treasuries and other high‐quality bonds.\n\nand insufficient return relative to loan and investment alternatives. Many banks have shifted from long‐term Treasuries and from Treasuries in general into tax‐exempt state and local government bonds offering higher taxable equivalent returns, but the shift has been less than one might have expected. For an explanation of the sluggish adjustment on the part of some banks, we might turn to the Federal Reserve “Form for Analyzing Bank Capital” which was discussed by Luckett and various other bank‐examiner tools like capital‐risk asset ratios. Tax‐exempt bonds, regardless of their maturity, score lower on the liquidity scale or higher on any risk scale. At times, this probably has deterred bank purchases of tax‐exempts that may have been more attractive than long‐term Treasuries from both an earnings and a liquidity standpoint. Thus bank examiner rule‐of‐thumb may have led to less rational bank investment policy.",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04339.x"
        },
        {
            "no": "10",
            "title": "COMPENSATORY CYCLICAL BANK ASSET ADJUSTMENTS: REPLY",
            "date": "December 1962",
            "author": [
                "Dudley G. Luckett"
            ],
            "abstract": "I\nIn his comment on my recent note in this Journal,1\n1 Dudley G. Luckett, “Compensatory Cyclical Bank Asset Adjustments,” Journal of Finance, XVII (March, 1962),53–62.\n\nH. Peter Gray finds four inadequacies in my analysis. His bill of particulars reads as follows: (a) my “capital adequacy argument” ignores the historical record; (b) I have erred twice in my (one‐paragraph) statement of why a bank may exhibit less short‐run concern over capital losses than over its liquidity position; (c) my explanation of the observed bank behavior is not the only hypothesis that will account for the facts; and, finally, (d) the policy implications of my note are not as I have described them. I shall discuss each of these in turn.\na) Gray's thesis that my “capital adequacy argument” neglects the increase in bank capital which has occurred over the past decade rests on a misinterpretation of my position. By my use of the “Form for Analyzing Bank Capital” I did not mean to imply that banks are particularly concerned about cyclical movements in their capital positions; I seriously doubt that they are. Rather, my use of the form was solely to provide an illustration of the liquidity effects on a bank of alternative sales of short‐ or long‐term securities. I still believe that the form illustrates these liquidity effects very nicely, notwithstanding the fact that it is couched in terms of capital adequacy. In my discussion on page 54 and again on pages 56–57, I thought I had made this distinction clear; evidently I did not.2\n2 Gray's figures are themselves open to possible misinterpretation. What Gray has shown is that in the 1950's bank capital increased by enough to accommodate bankloan expansion out of cash assets, other things being equal. What Gray has not shown is that bank capital in fact grew at an adequate rate from 1952 to 1960. To demonstrate the latter point, Gray would have had to include in his calculations the growth of demand and time deposits, the growth of non‐U.S. government investments, etc. When Gray remarks that “these data do not, of course, prove that Luckett's reasoning is not valid for an individual bank,” he is correct; but he should have added that they also do not prove the invalidity of the reasoning for the banking system.\n\nb) Gray finds two “flaws” in my view that banks will be less concerned with short‐run capital losses than with their liquidity positions. It should be noted at the outset that Gray does not consider these errors critical, observing that my argument is “undoubtedly true in ordinary situations.” Nevertheless, let us consider them.\n(i)\nGray first takes me to task for having misapplied Warren Smith's analysis dealing with the wider spread needed to recoup capital losses when a bank switches securities at depressed prices.3\n3 Warren L. M. Smith, “On the Effectiveness of Monetary Policy,” American Economic Review, XLVI (September, 1956),590–93.\n\nGray correctly observes that, in applying Smith's analysis to the spread between Treasury bonds and customer loans, I have implicitly carried over Smith's assumptions that the two securities are of identical maturity. While this assumption is unobjectionable in the Smith context, it is clearly out of place in my own. Gray's point is well taken.\nNevertheless, I wonder if the error is quite so glaring as Gray seems to feel. In the first place, the increased loan demand is likely to be considerably more permanent than any particular loan. Thus, while the bank may be making only a 3‐month loan, it will generally expect to be able to relend the funds to another customer when the 3 months are up. Moreover, Silverberg's analysis indicates that the typical response of banks to an increased loan demand is to sell off their intermediate‐term bonds (1–5 years) and allow their longer‐term bonds (over 5 years) to become intermediate‐term through the passage‐of‐time effect. Given these two conditions, the difference in maturity may not be so important as would at first appear.4\n4 Gray takes a step in his analysis at this point which I find puzzling. On p. 647 he says: “Furthermore, the costs of administering a loan exceed those of investment supervision, so that any differential in gross yield should be enhanced by any cost difference, as well as by any requisite risk premium.” But, since the raison d'être for the spread is risk and administrative costs, I fail to see why the differential should increase when a bank increases its loans.\n\n(ii) Gray's second “flaw” seems to me a non sequitur. Gray argues that, since a bank may engage in a tax‐swap between non‐similar securities, “the capital loss can therefore be incurred without any necessity to shorten the average maturity of the investment portfolio.” But the fact that a bank need not shorten the average maturity of its investments in order to get the tax advantage seems to me irrelevant. The question relevant to the discussion is whether a bank engaged in selling long‐terms for liquidity reasons would be more reluctant to take capital losses if the tax option did not exist. It seems obvious to me that it would.5\n5 See also Silverberg's comment, p. 652.\n\nNothing in Gray's argument convinces me otherwise.\nc)\nAs an alternate explanation of the shortening of the security portfolios of commercial banks, Gray suggests that this may have been a secular adjustment occasioned by the reintroduction of flexible monetary policy in 1951. If I understand him correctly, Gray would argue that the shortening would have occurred even in the absence of an expanded loan demand because the “reintroduction of considerable flexibility in bond prices, coupled with a secular increase in yields may well have shortened the optimum maturity of the portfolio” (p. 648).\nGray himself raises the major objection to this interpretation of the data: Why should a secular adjustment occur in a cyclical fashion? His explanation is that banks took their capital losses in times of high net current earnings in order to be able to “show quite adequate profit figures to their stockholders and to the public.” While I cannot, of course, disprove this theory, it does seem to me to be stretching things to assert that banks have deliberately engaged in maximizing their capital losses for purposes of window dressing. Moreover, even if one were to accept this explanation, it still does not account for the cyclical upswings in the long‐term bond holdings of banks; we are still left with the question of why, if banks were engaged in the strictly secular action of reducing their portfolio of long‐term governments, they should have acquired nearly $15 billion worth in 1953 and over $7 billion worth in 1958.\nd) Finally, Gray does not find the same policy consequences in the secular decline in bank‐held long‐term government securities that I do. In my paper I argued that if this trend continues, banks will eventually find that they can no longer make the compensatory adjustments in long‐term governments needed to offset the loss of liquidity engendered by an expanded loan volume.6\n6 This is not to say, of course, that some cyclical variation in bank liquidity will not occur. Obviously, as Gray suggests, liquidity standards are flexible within limits, and one would expect a cyclical variation in the Federal Reserve's willingness to furnish reserves.\n\nGray's view is different: “The normal reserves should be sufficient to preserve liquidity, and the cyclical shifts in loan demand will always enable banks to increase velocity through portfolio switches” (p. 650). Gray's argument would seem to derive from his thesis that the bank disposal of long‐terms was not done for liquidity reasons. Because I do not accept this interpretation, I can only reaffirm my original position.",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04340.x"
        },
        {
            "no": "11",
            "title": "A NOTE ON THE IMPLICATIONS OF PERIODIC “CASH FLOW”",
            "date": "December 1962",
            "author": [
                "M. Richard Sussman"
            ],
            "abstract": "Most financial analysts agree that the magnitude “periodic net income plus provision for depreciation, depletion, and amortization” is a significant business parameter. They argue that it is typically a reasonably good approximation of a firm's periodic net cash flow from income account transactions and consequently a measure of a firm's ability to fulfil its capital account obligations.1\n1 For example see Perry Mason, Cash Flow Analysis and the Funds Statement (“Accounting Research Studies,” No. 2 [New York: American Institute of Certified Public Accountants, 1961]), p. xv. See also Douglas A. Hayes, Investments: Analysis and Management (New York: Macmillan Co., 1961), p. 188.\n\nA few of these analysts go further than this, however. They suggest that the magnitude is linked not only to a firm's solvency but also to its future earnings. Thus Bohmfalk, following a common and not too fortunate, practice of speaking of the magnitude simply as “cash flow,” maintains that\n… a large and rapidly growing per share cash flow should be a more important investment criterion for most investors than current percentage yield. In fact, we think that earnings, cash flow, and dividends are so intimately inter‐related that both management and stockholders should concentrate on all three factors. Our basic thesis is that a rapidly growing cash flow provides the base for expanding earnings which, in turn, makes possible increasing dividends.2\n2 J. F. Bohmfalk, Jr., “The Growth Stock Philosophy,” Financial Analysts Journal, November‐December, 1960, p. 114. As one of numerous examples that have appeared in recent years in the financial press, see the Magazine of Wall Street, September 24, 1960, p. 12.\n\nOr, to put it more succinctly, by reinvesting its “cash flow,” a firm can increase its future earnings. Thus, by implication, the greater the firm's “cash flow,” the greater its future earnings.\nThe proposition has two parts: that reinvestment of the cash associated with net income can increase future earnings and that reinvestment of the cash associated with depreciation allowances can increase future earnings. (For expositional convenience, I shall not refer explicitly to depletion and amortization allowances in the remainder of this note.) Although I shall comment briefly on the first proposition at the conclusion of this note, it is primarily the second proposition that I wish to discuss. It is my contention that this proposition that Bohmfalk and others make is essentially misleading in several ways.3\n3 I abstract from taxes in this note, since I am not concerned with the tax aspects of depreciation policy.\n\nTo see how one could conclude that the reinvestment of the cash associated with depreciation allowances brings about an increase in future earnings, consider the following case. A firm has invested $10,000 in an asset which will be retired in 5 years with no anticipated scrap value. The firm allocates the cost of the asset on a straight‐line basis. At the beginning of each year it invests an amount equal to the previous year's depreciation allowance in an asset similar to its original asset. The first four columns of Table 1 show the result of this process as it continues over time. Since the initially purchased asset is not retired until the end of the fifth year, the firm's assets at original cost (its gross assets) steadily increase up to the end of the fifth year. In each successive year they increase by the amount of the previous year's depreciation and decrease by an amount equal to the value of whichever asset—the one purchased at the beginning of the first year, the one purchased at the beginning of the second year, the one purchased at the beginning of the third year, etc.—is being retired. Beyond the fifteenth year the firm's gross assets remain fixed at about $16,670, and its annual allowance for depreciation remains fixed at 20 per cent of this.\nTable 1.\nYear\nGross Assets\nAllowance for Depreciation\nNet Assets\nDepreciation Expense\nProfit before Depreciation Expense\nNet Profit\n1\n$10,000\n$10,000\n$2,000\n$3,344\n$1,344\n2\n12,000\n$ 2,000\n10,000\n2,400\n4,013\n1,613\n3\n14,400\n4,400\n10,000\n2,880\n4\n17,280\n7,280\n10,000\n3,456\n5\n20,736\n10,736\n10,000\n4,147\n6\n14,883\n4,883\n10,000\n2,977\n4,977\n2,000\n7\n15,860\n5,860\n10,000\n3,172\n8\n16,632\n6,632\n10,000\n3,326\n9\n17,078\n7,078\n10,000\n3,416\n10\n17,038\n7,038\n10,000\n3,408\n5,698\n2,290\n15\n16,678\n6,678\n10,000\n3,336\n5,577\n2,241\n20\n16,662\n6,662\n10,000\n3,332\n5,571\n2,239\n25\n16,668\n6,668\n10,000\n3,336\nNow assume that the initial asset generates a “cash flow”—net income plus depreciation expense—of $3,344 per year for five years and that each additional asset purchased also generates an annual “cash flow” equal to 33.44 per cent of its value. The last two columns of Table 1 show “cash flow” and net profit both increasing and stabilizing at about $5,570 and $2,240, respectively. Thus, on the surface, reinvestment of depreciation allowances does appear to increase earnings.4\n4 If the sum‐of‐the‐years‐digits method of determining annual depreciation is used in the Table 1 example rather than the straight‐line method, gross assets increase to $21,424 by year 15, and net profit increases to $2,879. If the double straight‐line declining‐balance method of determining annual depreciation is used, gross assets increase to $21,715 by year 15, and net profit increases to $2,924. For additional examples of the influence of reinvestment of funds representing depreciation charges upon the amount of assets at original cost see Mason, op. cit., pp. 34–36.\n\nIt is only the assumptions underlying Table 1, however, that produce this result. Under different assumptions, reinvestment of depreciation allowances would not cause net profit to increase. In Table 1 we assume, first of all, that our firm is using this particular type of asset for the first time when it makes initial purchase in year 1, which naturally means that asset purchases are greater than retirements until about year 15 and therefore that, under the other assumptions of Table 1, net profit also increases until about year 15. If we assume, instead, that the age distribution of the firm's aggregate assets are such that purchases equal retirements each year—that is, if we begin our example with year 15 instead of with year 1—then reinvestment of depreciation allowances each year does not increase net profit.5\n5 See Friedrich and Vera Lutz, The Theory of Investment of the Firm (Princeton: Princeton University Press, 1951), p. 10, and chap. xii. See also G. A. D. Preinreich, “Annual Survey of Economic Theory: The Theory of Depreciation,” Econometrica, July, 1938, pp. 223–28.\n\nNext, Table 1 assumes a method of depreciation for the firm's assets that has no relation to the “cash flow” generated by the assets. (All the assets involved in the Table 1 example are, of course, of the “one‐hoss‐shay” variety:6\n6 Kenneth E. Boulding, Economic Analysis (rev. ed.; New York: Harper & Bros., 1948), p. 384. Other writers have used the term “constant efficiency type” to describe this kind of asset (see Friedrich and Vera Lutz, op. cit., p. 115).\n\nthey generate a constant “cash flow” until the last moment of their 5‐year life, when they instantly disintegrate. This particular model of the physical life of an asset was chosen for its relative simplicity.) But if depreciation is related directly to “cash flow,” then there need be no growth in net profit as the result of reinvestment, even if we continue to assume an unequal age distribution of assets. Thus suppose we have a “one‐hoss‐shay” type asset with an r per cent internal rate of return over a 5‐year life. Rather than define net profit for a year as a residual, we define it as equal to r per cent of the value of the asset at the beginning of that year. (Boulding calls this method of allocating profit the “exponential method.”7\n7 Boulding, Op. cit., pp. 792 and 810.\n\n) Depreciation for the same year, then, is equal to “cash flow” less the year's net profit, as well as equal to the decrease in the value of the asset over that year. Table 2 shows the results of this method when it is applied to the same $10,000 asset we considered in the Table 1 example. The internal rate of return on this asset is 20 per cent, and that is the rate that is used, therefore, to derive the annual net‐profit figure. (Since the “cash flow” in Table 2 is constant, each year's depreciation is identical with what it would be, had it been computed by the so‐called “annuity method” of determining depreciation.8\n8 Ibid., p. 810. See also Hector R. Anton, “Depreciation, Cost Allocation and Investment Decisions,” Accounting Research, VII (January, 1956), 117–34. Anton shows the behavior of depreciation for a number of “cash‐flow” patterns, when depreciation is defined as the difference between annual “cash flow” and net profit, net profit being determined by exponential allocation. The Lutzes (op. cit., p. 221) argue that, in allocating net profit by the exponential method, the market rate of interest, rather than the internal rate of return, should be used.\n\n) Table 3 shows the results when we use this method not only for the $10,000 asset but also for the assets purchased in years 2, 3, 4. … Net profit remains constant despite the growth in gross assets.\nTable 2.\nYear 1\nNet Assets\nProfit before Depreciation Expense\nDepreciation Expense\nNet Profit (=20 Per Cent of Net Assets)\n1\n$10,000\n$3,344\n$1,344\n$2,000\n2\n8,656\n3,344\n1,613\n1,731\n3\n7,043\n3,344\n1,935\n1,409\n4\n5,108\n3,344\n2,322\n1,022\n5\n2,786\n3,344\n2,787\n557\nTotal\n$10,001\nBut the critical assumption underlying the example in Table 1 is that the firm can increase “cash flow” by acquiring additional assets. The fact that gross assets increase for about 15 years in Table 1 implies that output also increases for 15 years. But under what conditions would the firm choose to increase output each year? Presumably it would do so only if its marginal revenue schedule shifted to the right each year relative to its marginal cost schedule, where the marginal cost schedule is defined to include the firm's opportunity cost of capital. I would simply argue, then, that it is not fundamentally reinvestment of depreciation allowances that causes the growth in net profit shown in Table 1, but the fact that the firm is in an industry where demand is increasing steadily each year. To put it another way, it is necessary to have funds if the firm is to exploit investment opportunities and thus increase net profit, and the firm's “cash flow”—net income plus allowance for depreciation—is one source of funds. But it is not sufficient simply to have funds. The investment opportunities must be there first.9\n9 Thus Joel Dean argues that “cash earnings, rather than net earnings should be pooled in a centrally administered supply of capital” and that “no distinction between these two should be made in the apportionment of internal investment” (see Joel Dean, Managerial Economics [Englewood Cliffs, N.J.: Prentice‐Hall, Inc., 1951], pp. 571 and 585).\n\nTable 3.\nYear\nAssets—Original Cost\nAllowance for Depreciation\nAssets—Book Value\nProfit before Depreciation Charge\nDepreciation Expense\nNet Profit\n1\n$10,000\n$10,000\n$3,344\n$1,344\n$2,000\n2\n11,344\n$1,344\n10,000\n3,794\n1,794\n2,000\n3\n13,138\n3,138\n10,000\n4,393\n2,393\n2,000\n4\n15,531\n5,531\n10,000\n5,193\n3,193\n2,000\n5\n18,724\n8,724\n10,000\n6,260\n4,260\n2,000\n6\n12,984\n2,984\n10,000\n4,342\n2,342\n2,000\n7\n13,982\n3,982\n10,000\n4,675\n2,675\n2,000\n8\n14,863\n4,863\n10,000\n4,970\n2,970\n2,000\n9\n15,440\n5,440\n10,000\n5,162\n3,162\n2,000\n10\n15,409\n5,409\n10,000\n5,153\n3,153\n2,000\n15\n14,910\n4,910\n10,000\n4,985\n2,985\n2,000\n20\n14,868\n4,864\n10,000\n4,971\n2,971\n2,000\n25\n14,875\n4,875\n10,000\n4,975\n2,975\n2,000\n30\n14,875\n4,875\n10,000\n4,975\n2,975\n2,000",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04341.x"
        },
        {
            "no": "12",
            "title": "THE FINANCIAL AND ECONOMIC EFFECTS OF GEOGRAPHICAL RESTRICTIONS UPON THE INVESTMENT POLICIES OF LIFE INSURANCE COMPANIES*",
            "date": "December 1962",
            "author": [
                "Winston Clingan Beard"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04342.x"
        },
        {
            "no": "13",
            "title": "THE SECONDARY MARKET FOR URBAN RESIDENTIAL MORTGAGES*",
            "date": "December 1962",
            "author": [
                "Oliver Hastings Jones"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04343.x"
        },
        {
            "no": "14",
            "title": "CHANGES IN THE QUALITY OF BUSINESS LOANS OF COMMERCIAL BANKS*",
            "date": "December 1962",
            "author": [
                "Albert M. Wojnilower"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04344.x"
        },
        {
            "no": "15",
            "title": "THE IMPACT OF FEDERAL INCOME DISBURSEMENTS ON THE SOUTHEASTERN STATES, 1929, 1939, 1949, AND 1957*",
            "date": "December 1962",
            "author": [
                "Harold M. Goldstein"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04345.x"
        },
        {
            "no": "16",
            "title": "THE INVESTMENT DECISION UNDER UNCERTAINTY: PORTFOLIO SELECTION*",
            "date": "December 1962",
            "author": [
                "Donald E. Farrar"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04346.x"
        },
        {
            "no": "17",
            "title": "CHANGES IN RAILROAD FINANCIAL STRUCTURES 1929–1958*",
            "date": "December 1962",
            "author": [
                "Charles A. D'Ambrosio"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04347.x"
        },
        {
            "no": "18",
            "title": "U.S. MONETARY POLICY AND THE BALANCE OF PAYMENTS, 1950–60*",
            "date": "December 1962",
            "author": [
                "Richard A. Ward"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04348.x"
        },
        {
            "no": "19",
            "title": "MONETARY POLICY AND FLUCTUATIONS IN THE EXTENSION OF TRADE CREDIT*",
            "date": "December 1962",
            "author": [
                "Paul Edwin Junk"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04349.x"
        },
        {
            "no": "20",
            "title": "CONCENTRATION IN BANKING IN OHIO DURING THE POSTWAR PERIOD*",
            "date": "December 1962",
            "author": [
                "John T. Hackett"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04350.x"
        },
        {
            "no": "21",
            "title": "THE INTERREGIONAL FLOW OF FUNDS IN THE UNITED STATES, 1955–58*",
            "date": "December 1962",
            "author": [
                "Edward J. Kane"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04351.x"
        },
        {
            "no": "22",
            "title": "BOOK REVIEWS",
            "date": "December 1962",
            "author": [],
            "abstract": "Book reviewed in this article:\nBusiness Finance: Modern Corporation Finance. By William H. Husband and James C. Dockeray.\nFinancial Planning and Policy. By Ernest W. Walker and William H. Baughn.\nAccounts Receivable Financing as a Method of Securing Business Loans. By Clyde William Phelps.\nAdministering the Going Concern: Cases in Business Policy. By L. L. Waters, Wayne G. Broehl, Jr., Charles H. Spencer, and Ray M. Powell.\nManagerial Finance. By J. Fred Weston.\nInternational Finance: Development of the Emerging Countries: An Agenda for Research. By Robert E. Asher\nThe Development of the Indian Economy. By W. B. Reddaway.\nInvestments: United States Manufacturing Investment in Brazil: The Impact of Brazilian Government Policies, 1946–1960. By Lincoln Gordon and Engelbert L. Grommers.\nStatistical Measures of Corporate Bond Financing since 1900. By W. Braddock Hickman, with the assistance of Elizabeth T. Simpson.\nInvestment Analysis and Management. By Lester V. Plum, Joseph H. Humphrey, Jr., and John W. Bowyer, Jr.\nMoney and Banking: A Survey of Contemporary Banking Trends. By S. K. Basu.\nOpinion on Bank Rate, 1822–60. By A. B. Cramp.\nMoney, Banking, and Monetary Policy. By Clifton H. Kreps, Jr.\nThe Management of Bank Funds. By Roland I. Robinson.\nGrundriss der Wahrungspolitik. By Otto Veit.\nPublic Finance: The Share of Top Wealth‐Holders in National Wealth, 1922–1956. By Robert J. Lampman.\nMontgomery's Federal Taxes. By Members of the Organization of Lybrand, Ross Bros. & Montgomery.\nReal Estate Finance: Housing, People, and Cities. By Martin Meyerson, Barbara Terrett, and William L. C. Wheaton.\nRelated Disciplines: The Sources of Economic Growth in the United States and the Alternatives before Us. By Edward F. Denison.\nRevolution, Evolution, and the Economic Order. By Allen M. Sievers.",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04352.x"
        },
        {
            "no": "23",
            "title": "BOOKS RECEIVED",
            "date": "December 1962",
            "author": [],
            "abstract": "BOOKS RECEIVED",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04353.x"
        },
        {
            "no": "24",
            "title": "ADDITIONS TO THE 1959 MEMBERSHIP DIRECTORY",
            "date": "December 1962",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb00231.x"
        },
        {
            "no": "25",
            "title": "Institutional Members",
            "date": "December 1962",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb04354.x"
        },
        {
            "no": "26",
            "title": "Back Matter",
            "date": "December 1962",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1962.tb00232.x"
        }
    ]
}