{
    "journal": "JFE",
    "volume": "105",
    "issue": "3",
    "date": "September 2012",
    "page": "Pages 457-682",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Sep 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(12)00122-5"
        },
        {
            "no": "2",
            "title": "Size, value, and momentum in international stock returns",
            "date": "May 2012",
            "author": [
                "Eugene F. Fama",
                "Kenneth R. French"
            ],
            "abstract": "In the four regions (North America, Europe, Japan, and Asia Pacific) we examine, there are value premiums in average stock returns that, except for Japan, decrease with size. Except for Japan, there is return momentum everywhere, and spreads in average momentum returns also decrease from smaller to bigger stocks. We test whether empirical asset pricing models capture the value and momentum patterns in international average returns and whether asset pricing seems to be integrated across the four regions. Integrated pricing across regions does not get strong support in our tests. For three regions (North America, Europe, and Japan), local models that use local explanatory returns provide passable descriptions of local average returns for portfolios formed on size and value versus growth. Even local models are less successful in tests on portfolios formed on size and momentum.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.05.011"
        },
        {
            "no": "3",
            "title": "What does futures market interest tell us about the macroeconomy and asset prices?",
            "date": "Apr 2012",
            "author": [
                "Harrison Hong",
                "Motohiro Yogo"
            ],
            "abstract": "Economists have traditionally viewed futures prices as fully informative about future economic activity and asset prices. We argue that open interest could be more informative than futures prices in the presence of hedging demand and limited risk absorption capacity in futures markets. We find that movements in open interest are highly pro-cyclical, correlated with both macroeconomic activity and movements in asset prices. Movements in commodity market interest predict commodity returns, bond returns, and movements in the short rate even after controlling for other known predictors. To a lesser degree, movements in open interest predict returns in currency, bond, and stock markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.04.005"
        },
        {
            "no": "4",
            "title": "Displacement risk and asset returns",
            "date": "Apr 2012",
            "author": [
                "Nicolae Gârleanu",
                "Leonid Kogan",
                "Stavros Panageas"
            ],
            "abstract": "We study asset-pricing implications of innovation in a general-equilibrium overlapping-generations economy. Innovation increases the competitive pressure on existing firms and workers, reducing the profits of existing firms and eroding the human capital of older workers. Due to the lack of inter-generational risk sharing, innovation creates a systematic risk factor, which we call “displacement risk.” This risk helps explain several empirical patterns, including the existence of the growth-value factor in returns, the value premium, and the high equity premium. We assess the magnitude of displacement risk using estimates of inter-cohort consumption differences across households and find support for the model.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.04.002"
        },
        {
            "no": "5",
            "title": "Risk and the cross section of stock returns",
            "date": "Mar 2012",
            "author": [
                "Radu Burlacu",
                "Patrice Fontaine",
                "Sonia Jimenez-Garcès",
                "Mark S. Seasholes"
            ],
            "abstract": "This paper mathematically transforms unobservable rational expectation equilibrium model parameters (information precision and supply uncertainty) into a single variable that is correlated with expected returns and that can be estimated with recently observed data. Our variable can be used to explain the cross section of returns in theoretical, numerical, and empirical analyses. Using Center for Research in Security Prices data, we show that a\n−\n1\nσ\nto\n+\n1\nσ\nchange in our variable is associated with a 0.31% difference in average returns the following month (equaling 3.78% per annum). The results are statistically significant at the 1% level. Our results remain economically and statistically significant after controlling for stocks' market capitalizations, book-to-market ratios, liquidities, and the probabilities of information-based trading.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.03.008"
        },
        {
            "no": "6",
            "title": "Sell-order liquidity and the cross-section of expected stock returns",
            "date": "Apr 2012",
            "author": [
                "Michael J. Brennan",
                "Tarun Chordia",
                "Avanidhar Subrahmanyam",
                "Qing Tong"
            ],
            "abstract": "We estimate buy- and sell-order illiquidity measures (lambdas) for a comprehensive sample of NYSE stocks. We show that sell-order liquidity is priced more strongly than buy-order liquidity in the cross-section of equity returns. Indeed, our analysis indicates that the liquidity premium in equities emanates predominantly from the sell-order side. We also find that the average difference between sell and buy lambdas is generally positive throughout our sample period. Both buy and sell lambdas are significantly positively correlated with measures of funding liquidity such as the TED spread as well option implied volatility.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.04.006"
        },
        {
            "no": "7",
            "title": "Limited arbitrage between equity and credit markets",
            "date": "Oct 2011",
            "author": [
                "Nikunj Kapadia",
                "Xiaoling Pu"
            ],
            "abstract": "We document that short-horizon pricing discrepancies across firms' equity and credit markets are common and that an economically significant proportion of these are anomalous, indicating a lack of integration between the two markets. Proposing a statistical measure of market integration, we investigate whether equity–credit market integration is related to impediments to arbitrage. We find that time variation in integration across a firm's equity and credit markets is related to firm-specific impediments to arbitrage such as liquidity in equity and credit markets and idiosyncratic risk. Our evidence provides a potential resolution to the puzzle of why Merton model hedge ratios match empirically observed stock-bond elasticities (Schaefer and Strebulaev, 2008) and yet the model is limited in its ability to explain the integration between equity and credit markets (Collin-Dufresne, Goldstein, and Martin, 2001).",
            "link": "https://doi.org/10.1016/j.jfineco.2011.10.014"
        },
        {
            "no": "8",
            "title": "Market fragility and international market crashes",
            "date": "Mar 2012",
            "author": [
                "Dave Berger",
                "Kuntara Pukthuanthong"
            ],
            "abstract": "We extend the Pukthuanthong and Roll (2009) measure of integration to provide an estimate of systemic risk within international equity markets. Our measure indicates an increasing likelihood of market crashes. The conditional probability of market crashes increases substantially following increases of our risk measure. High levels of our risk measure indicate the probability of a global crash is greater than the probability of a local crash. That is, conditional on high levels of systemic risk, the probability of a severe crash across multiple markets is larger than the probability of a crash within a smaller number of markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.03.009"
        },
        {
            "no": "9",
            "title": "Endogeneity and the dynamics of internal corporate governance",
            "date": "Mar 2012",
            "author": [
                "M. Babajide Wintoki",
                "James S. Linck",
                "Jeffry M. Netter"
            ],
            "abstract": "We use a well-developed dynamic panel generalized method of moments (GMM) estimator to alleviate endogeneity concerns in two aspects of corporate governance research: the effect of board structure on firm performance and the determinants of board structure. The estimator incorporates the dynamic nature of internal governance choices to provide valid and powerful instruments that address unobserved heterogeneity and simultaneity. We re-examine the relation between board structure and performance using the GMM estimator in a panel of 6,000 firms over a period from 1991 to 2003, and find no causal relation between board structure and current firm performance. We illustrate why other commonly used estimators that ignore the dynamic relationship between current governance and past firm performance may be biased. We discuss where it may be appropriate to consider the dynamic panel GMM estimator in corporate governance research, as well as caveats to its use.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.03.005"
        },
        {
            "no": "10",
            "title": "Does it matter who pays for bond ratings? Historical evidence",
            "date": "Apr 2012",
            "author": [
                "John (Xuefeng) Jiang",
                "Mary Harris Stanford",
                "Yuan Xie"
            ],
            "abstract": "We test whether Standard and Poor's (S&P) assigns higher bond ratings after it switches from investor-pay to issuer-pay fees in 1974. Using Moody's rating for the same bond as a benchmark, we find that when S&P charges investors and Moody's charges issuers, S&P's ratings are lower than Moody's. Once S&P adopts issuer-pay, its ratings increase and no longer differ from Moody's. More importantly, S&P only assigns higher ratings for bonds that are subject to greater conflicts of interest, measured by higher expected rating fees or lower credit quality. These findings suggest that the issuer-pay model leads to higher ratings.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.04.001"
        },
        {
            "no": "11",
            "title": "Hedging labor income risk",
            "date": "May 2012",
            "author": [
                "Sebastien Betermier",
                "Thomas Jansson",
                "Christine Parlour",
                "Johan Walden"
            ],
            "abstract": "We use a detailed panel data set of Swedish households to investigate the relation between their labor income risk and financial investment decisions. In particular, we relate changes in wage volatility to changes in the portfolio holdings for households that switched industries between 1999 and 2002. We find that households do adjust their portfolio holdings when switching jobs, which is consistent with the idea that households hedge their human capital risk in the stock market. The results are statistically and economically significant. A household going from an industry with low wage volatility to one with high volatility ceteris paribus decreases its portfolio share of risky assets by up to 35%, or $15,575.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.05.001"
        },
        {
            "no": "12",
            "title": "Adverse selection in mortgage securitization",
            "date": "May 2012",
            "author": [
                "Sumit Agarwal",
                "Yan Chang",
                "Abdullah Yavas"
            ],
            "abstract": "Using several large data sets of mortgage loans originated between 2004 and 2007, we find that in the prime mortgage market, banks generally sold low-default-risk loans into the secondary market while retaining higher-default-risk loans in their portfolios. In contrast, these lenders retained loans with lower prepayment risk relative to loans they sold. Securitization strategy of lenders changed dramatically in 2007 as the crisis set in with most unwilling to retain higher-default-risk loans in return for lower prepayment risk. Contrary to the prime market, the subprime market does not exhibit any clear pattern of adverse selection.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.05.004"
        },
        {
            "no": "13",
            "title": "Competition and the cost of debt",
            "date": "Apr 2012",
            "author": [
                "Philip Valta"
            ],
            "abstract": "This paper empirically shows that the cost of bank debt is systematically higher for firms that operate in competitive product markets. Using various proxies for product market competition, and reductions of import tariff rates to capture exogenous changes to a firm's competitive environment, I find that competition has a significantly positive effect on the cost of bank debt. Moreover, the analysis reveals that the effect of competition is greater in industries in which small firms face financially strong rivals, in industries with intense strategic interactions between firms, and in illiquid industries. Overall, these findings suggest that banks price financial contracts by taking into account the risk that arises from product market competition.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.04.004"
        }
    ]
}