{
    "journal": "JFE",
    "volume": "105",
    "issue": "1",
    "date": "July 2012",
    "page": "Pages 1-228",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jul 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(12)00084-0"
        },
        {
            "no": "2",
            "title": "The credit crisis around the globe: Why did some banks perform better?",
            "date": "Dec 2011",
            "author": [
                "Andrea Beltratti",
                "René M. Stulz"
            ],
            "abstract": "Though overall bank performance from July 2007 to December 2008 was the worst since the Great Depression, there is significant variation in the cross-section of stock returns of large banks across the world during that period. We use this variation to evaluate the importance of factors that have been put forth as having contributed to the poor performance of banks during the credit crisis. The evidence is supportive of theories that emphasize the fragility of banks financed with short-term capital market funding. The better-performing banks had less leverage and lower returns immediately before the crisis. Differences in banking regulations across countries are generally uncorrelated with the performance of banks during the crisis, except that large banks from countries with more restrictions on bank activities performed better and decreased loans less. Our evidence poses a substantial challenge to those who argue that poor bank governance was a major cause of the crisis because we find that banks with more shareholder-friendly boards performed significantly worse during the crisis than other banks, were not less risky before the crisis, and reduced loans more during the crisis.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.12.005"
        },
        {
            "no": "3",
            "title": "Illiquidity or credit deterioration: A study of liquidity in the US corporate bond market during financial crises",
            "date": "Feb 2012",
            "author": [
                "Nils Friewald",
                "Rainer Jankowitsch",
                "Marti G. Subrahmanyam"
            ],
            "abstract": "We investigate whether liquidity is an important price factor in the US corporate bond market. In particular, we focus on whether liquidity effects are more pronounced in periods of financial crises, especially for bonds with high credit risk, using a unique data set covering more than 20,000 bonds, between October 2004 and December 2008. We employ a wide range of liquidity measures and find that liquidity effects account for approximately 14% of the explained market-wide corporate yield spread changes. We conclude that the economic impact of the liquidity measures is significantly larger in periods of crisis, and for speculative grade bonds.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.02.001"
        },
        {
            "no": "4",
            "title": "Pricing of commercial real estate securities during the 2007–2009 financial crisis",
            "date": "Feb 2012",
            "author": [
                "Joost Driessen",
                "Otto Van Hemert"
            ],
            "abstract": "We study the relative and absolute pricing of CMBX contracts (commercial real estate derivatives) during the recent financial crisis. Using a structural CMBX pricing model, we find little systematic mispricing relative to REIT equity and options. We do find short-term deviations from this relative pricing relationship that are statistically and economically significant. In particular, the CMBX market temporarily overreacts to news announcements. We provide evidence that this temporary mispricing is caused by price pressure due to hedging activities. Finally, an absolute pricing analysis provides no substantial evidence that CMBX contracts traded at fire sale levels during the crisis.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.02.006"
        },
        {
            "no": "5",
            "title": "The cost and timing of financial distress",
            "date": "Feb 2012",
            "author": [
                "Redouane Elkamhi",
                "Jan Ericsson",
                "Christopher A. Parsons"
            ],
            "abstract": "Assessments of the trade-off theory have typically compared the present value of tax benefits to the present value of bankruptcy costs. We verify that this comparison overwhelmingly favors tax benefits, suggesting that firms are under-leveraged. However, when we allow firms to experience even modest (e.g., 1–2% annualized) financial distress costs prior to bankruptcy, the cumulative present value of such costs can easily offset the tax benefits.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.02.005"
        },
        {
            "no": "6",
            "title": "Understanding commonality in liquidity around the world",
            "date": "Dec 2011",
            "author": [
                "G. Andrew Karolyi",
                "Kuan-Hui Lee",
                "Mathijs A. van Dijk"
            ],
            "abstract": "We examine how commonality in liquidity varies across countries and over time in ways related to supply determinants (funding liquidity of financial intermediaries) and demand determinants (correlated trading behavior of international and institutional investors, incentives to trade individual securities, and investor sentiment) of liquidity. Commonality in liquidity is greater in countries with and during times of high market volatility (especially, large market declines), greater presence of international investors, and more correlated trading activity. Our evidence is more reliably consistent with demand-side explanations and challenges the ability of the funding liquidity hypothesis to help us understand important aspects of financial market liquidity around the world, even during the recent financial crisis.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.12.008"
        },
        {
            "no": "7",
            "title": "Vertical integration to avoid contracting with potential competitors: Evidence from bankers' banks",
            "date": "Sep 2011",
            "author": [
                "James A. Brickley",
                "James S. Linck",
                "Clifford W. Smith"
            ],
            "abstract": "We examine a vertical integration decision within the commercial banking industry. During the last quarter of the 20th century, some community banks reduced their traditional reliance on correspondent banks for upstream products and services by joining bankers' banks, a form of business cooperative. Research on vertical integration focuses primarily on firm-specific investment, market power, and government regulation. However, this case is difficult to explain in terms of these standard vertical integration motives. Our evidence suggests that bankers' banks are a response to technological change and deregulation that results in increased costs faced by community banks in dealing with correspondent banks as both suppliers and potential competitors. For instance, loan participations require sharing proprietary information about major loan customers, something a community bank would not want to provide to a potential competitor.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.09.001"
        },
        {
            "no": "8",
            "title": "Payout yield, risk, and mispricing: A Bayesian analysis",
            "date": "Dec 2011",
            "author": [
                "Jay Shanken",
                "Ane Tamayo"
            ],
            "abstract": "We develop a simple parametric model in which hypotheses about predictability, mispricing, and the risk-return tradeoff can be evaluated simultaneously, while allowing for time variation in both risk and expected return. Most of the return predictability based on aggregate payout yield is unrelated to market risk. We consider a range of Bayesian prior beliefs about the risk-return tradeoff and the extent to which predictability is driven by mispricing. The impact of these beliefs on an investor's certainty-equivalent return when choosing between a market index and riskless T-bills is economically significant, in both ex ante and out-of-sample analyses.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.12.002"
        },
        {
            "no": "9",
            "title": "Predicting fraud by investment managers",
            "date": "Jan 2012",
            "author": [
                "Stephen G. Dimmock",
                "William C. Gerken"
            ],
            "abstract": "We test the predictability of investment fraud using a panel of mandatory disclosures filed with the SEC. We find that disclosures related to past regulatory and legal violations, conflicts of interest, and monitoring have significant power to predict fraud. Avoiding the 5% of firms with the highest ex ante predicted fraud risk would allow an investor to avoid 29% of fraud cases and over 40% of the total dollar losses from fraud. We find no evidence that investors receive compensation for fraud risk through superior performance or lower fees. We examine the barriers to implementing fraud prediction models and suggest changes to the SEC's data access policies that could benefit investors.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.01.002"
        },
        {
            "no": "10",
            "title": "Stock options and managerial incentives for risk taking: Evidence from FAS 123R",
            "date": "Jan 2012",
            "author": [
                "Rachel M. Hayes",
                "Michael Lemmon",
                "Mingming Qiu"
            ],
            "abstract": "We provide new evidence on the relation between option-based compensation and risk-taking behavior by exploiting the change in the accounting treatment of stock options following the adoption of FAS 123R in 2005. The implementation of FAS 123R represents an exogenous change in the accounting benefits of stock options that has no effect on the economic costs and benefits of options for providing managerial incentives. Our results do not support the view that the convexity inherent in option-based compensation is used to reduce risk-related agency problems between managers and shareholders. We show that all firms dramatically reduce their usage of stock options (convexity) after the adoption of FAS 123R and that the decline in option use is strongly associated with a proxy for accounting costs. Little evidence exists that the decline in option usage following the accounting change results in less risky investment and financial policies.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.01.004"
        },
        {
            "no": "11",
            "title": "Variance bounds on the permanent and transitory components of stochastic discount factors",
            "date": "Jan 2012",
            "author": [
                "Gurdip Bakshi",
                "Fousseni Chabi-Yo"
            ],
            "abstract": "In this paper, we develop lower bounds on the variance of the permanent component and the transitory component, and on the variance of the ratio of the permanent to the transitory components of SDFs. Exactly solved eigenfunction problems are then used to study the empirical attributes of asset pricing models that incorporate long-run risk, external habit persistence, and rare disasters. Specific quantitative implications are developed for the variance of the permanent and the transitory components, the return behavior of the long-term bond, and the comovement between the transitory and the permanent components of SDFs.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.01.003"
        },
        {
            "no": "12",
            "title": "Do foreigners facilitate information transmission in emerging markets?",
            "date": "Jan 2012",
            "author": [
                "Kee-Hong Bae",
                "Arzu Ozoguz",
                "Hongping Tan",
                "Tony S. Wirjanto"
            ],
            "abstract": "Using the degree of accessibility of foreign investors to emerging stock markets, or investibility, as a proxy for the extent of foreign investments, we assess whether investibility has a significant influence on the diffusion of global market information across stocks in emerging markets. We show that greater investibility reduces price delay to global market information. We also find that returns of highly investible stocks lead those of noninvestible stocks because they incorporate global information more quickly. These results are consistent with the idea that financial liberalization in the form of greater investibility yields informationally more efficient stock prices in emerging markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.01.001"
        }
    ]
}