{
    "journal": "JFE",
    "volume": "72",
    "issue": "2",
    "date": "May 2004",
    "page": "Pages EX1-EX2, 217-422",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "May 2004",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(04)00057-1"
        },
        {
            "no": "2",
            "title": "On the relationship between the conditional mean and volatility of stock returns: A latent VAR approach",
            "date": "Jun 2002",
            "author": [
                "Michael W. Brandt",
                "Qiang Kang"
            ],
            "abstract": "We model the conditional mean and volatility of stock returns as a latent VAR process to study their contemporaneous and intertemporal relationships in a flexible statistical framework and without relying on exogenous predictors. We find a strong and robust negative correlation between the innovations to the conditional moments leading to pronounced countercyclical variation in the Sharpe ratio. We document significant lead-lag correlations between the moments that also appear related to business cycles. Finally, we show that although the conditional correlation between the mean and volatility is negative, the unconditional correlation is positive due to these lead-lag correlations.",
            "link": "https://doi.org/10.1016/j.jfineco.2002.06.001"
        },
        {
            "no": "3",
            "title": "A theory of corporate spin-offs",
            "date": "May 2003",
            "author": [
                "Thomas J. Chemmanur",
                "An Yan"
            ],
            "abstract": "We develop a new rationale for corporate spin-offs, and for the performance and value improvements following them, based on corporate control considerations. We consider a firm with multiple divisions, with incumbent management having different abilities for managing these divisions. If the incumbent loses control to a more able rival, it benefits all shareholders (including the incumbent) by increasing equity value, but involves the incumbent losing his private benefits of control. We show that a spin-off increases the incumbent's chance of losing control to such a rival. This, in turn, motivates the incumbent either to work harder at managing the firm (in order to avoid any loss of control), or to relinquish control of one of the firms resulting from the spin-off (either immediately following the spin-off, or subsequently in a control contest). We show that spin-offs will be associated with positive announcement effects and increases in long-term operating performance. Further, certain categories of spin-offs will exhibit long-term positive abnormal stock returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.05.002"
        },
        {
            "no": "4",
            "title": "The importance of the loss function in option valuation",
            "date": "Feb 2003",
            "author": [
                "Peter Christoffersen",
                "Kris Jacobs"
            ],
            "abstract": "Which loss function should be used when estimating and evaluating option valuation models? Many different functions have been suggested, but no standard has emerged. We emphasize that consistency in the choice of loss functions is crucial. First, for any given model, the loss function used in parameter estimation and model evaluation should be the same, otherwise suboptimal parameter estimates may be obtained. Second, when comparing models, the estimation loss function should be identical across models, otherwise inappropriate comparisons will be made. We illustrate the importance of these issues in an application of the so-called Practitioner Black-Scholes model to S&P 500 index options.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.02.001"
        },
        {
            "no": "5",
            "title": "The effect of capital market characteristics on the value of start-up firms",
            "date": "Jun 2003",
            "author": [
                "Roman Inderst",
                "Holger M. Müller"
            ],
            "abstract": "We develop an equilibrium model of contracting, bargaining, and search in which the relative scarcity of venture capital affects the bargaining power of entrepreneurs and venture capitalists. This in turn affects the pricing, contracting, and value creation in start-ups. The relative scarcity of venture capital is endogenous and depends on the profitability of venture capital investments, entry costs, and transparency of the venture capital market. Supply and demand conditions also affect the incentives of venture capitalists to screen projects ex ante. We characterize both the short- and long-run dynamics of the venture capital industry, which provides us with a stylized picture of the Internet boom and bust periods. Our model is consistent with existing evidence and provides a number of new empirical predictions.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.06.001"
        },
        {
            "no": "6",
            "title": "The effects of government ownership on bank lending",
            "date": "Oct 2002",
            "author": [
                "Paola Sapienza"
            ],
            "abstract": "This paper uses information on individual loan contracts to study the effects of government ownership on bank lending behavior. State-owned banks charge lower interest rates than do privately owned banks to similar or identical firms, even if firms are able to borrow more from privately owned banks. State-owned banks mostly favor large firms and firms located in depressed areas. The lending behavior of state-owned banks is affected by the electoral results of the party affiliated with the bank: the stronger the political party in the area where the firm is borrowing, the lower the interest rates charged.",
            "link": "https://doi.org/10.1016/j.jfineco.2002.10.002"
        },
        {
            "no": "7",
            "title": "Data-generating process uncertainty: What difference does it make in portfolio decisions?",
            "date": "May 2003",
            "author": [
                "Jun Tu",
                "Guofu Zhou"
            ],
            "abstract": "As the usual normality assumption is firmly rejected by the data, investors encounter a data-generating process (DGP) uncertainty in making investment decisions. In this paper, we propose a novel way to incorporate uncertainty about the DGP into portfolio analysis. We find that accounting for fat tails leads to nontrivial changes in both parameter estimates and optimal portfolio weights, but the certainty–equivalent losses associated with ignoring fat tails are small. This suggests that the normality assumption works well in evaluating portfolio performance for a mean-variance investor.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.05.003"
        }
    ]
}