{
    "journal": "JFE",
    "volume": "72",
    "issue": "1",
    "date": "April 2004",
    "page": "Pages EX1-EX2, 3-214",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Apr 2004",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(04)00037-6"
        },
        {
            "no": "2",
            "title": "The illiquidity puzzle: theory and evidence from private equity",
            "date": "Apr 2004",
            "author": [
                "Josh Lerner",
                "Antoinette Schoar"
            ],
            "abstract": "This paper presents the theory that managers can use the liquidity of securities as a choice variable to screen for deep-pocket investors, those that have a low likelihood of facing a liquidity shock. We assume an information asymmetry about the quality of the manager between the existing investors and the market. The manager then faces a lemons problem when he has to raise funds for a subsequent fund from outside investors, because the outsiders cannot determine whether the manager is of poor quality or the existing investors were hit by a liquidity shock. Thus, liquid investors can reduce the manager's cost of capital in future fundraising. We test the assumptions and predictions of our model in the context of the private equity industry. Consistent with the theory, we find that transfer restrictions on investors are less common in later funds organized by the same private equity firm, where information problems are presumably less severe. Also, partnerships whose investment focus is in industries with longer investment cycles display more transfer constraints. Finally, we present evidence consistent with the assumptions of our model, including the high degree of continuity in the investors of successive funds and the ability of sophisticated investors to anticipate funds that will have poor subsequent performance.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00203-4"
        },
        {
            "no": "3",
            "title": "The timing and terms of mergers motivated by economies of scale",
            "date": "Sep 2003",
            "author": [
                "Bart M Lambrecht"
            ],
            "abstract": "This paper analyzes the timing of mergers motivated by economies of scale. We show that firms have an incentive to merge in periods of economic expansion. Relaxing the assumption that firms are price takers, we find that market power strengthens the firms’ incentive to merge and speeds up merger activity. Finally, comparing mergers with hostile takeovers we show that the way merger synergies are divided not only influences the acquirer's and the acquiree's returns from merging, but also the timing of the restructuring.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.09.002"
        },
        {
            "no": "4",
            "title": "Management turnover in subsidiaries of conglomerates versus stand-alone firms",
            "date": "Apr 2004",
            "author": [
                "Chris McNeil",
                "Greg Niehaus",
                "Eric Powers"
            ],
            "abstract": "We compare turnover of subsidiary managers inside conglomerate firms to turnover of CEOs of comparable stand-alone firms. We find that, compared to turnover of CEOs, subsidiary manager turnover is significantly more sensitive to changes in performance and significantly more likely following poor performance. For subsidiary managers, the relation between turnover and performance is significantly stronger when the subsidiary operates in an industry that is related to the parent's primary industry. Results suggest that boards of directors are relatively ineffective disciplinarians of CEOs and despite their other apparent failings, conglomerate firms have relatively strict disciplining mechanisms for subsidiary managers.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00190-9"
        },
        {
            "no": "5",
            "title": "Modeling the bid/ask spread: measuring the inventory-holding premium",
            "date": "Apr 2004",
            "author": [
                "Nicolas P.B. Bollen",
                "Tom Smith",
                "Robert E. Whaley"
            ],
            "abstract": "The need to understand and measure the determinants of market maker bid/ask spreads is crucial in evaluating the merits of competing market structures and the fairness of market maker rents. This study develops a simple, parsimonious model for the market maker's spread that accounts for the effects of price discreteness induced by minimum tick size, order-processing costs, inventory-holding costs, adverse selection, and competition. The inventory-holding and adverse selection cost components of spread are modeled as an option with a stochastic time to expiration. This inventory-holding premium embedded in the spread represents compensation for the price risk borne by the market maker while the security is held in inventory. The premium is partitioned in such a way that the inventory-holding and adverse selection cost components, as well as the probability of an informed trade, are identified. The model is tested empirically using Nasdaq stocks in three distinct minimum tick size regimes and is shown to perform well both in an absolute sense and relative to competing specifications.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00169-7"
        },
        {
            "no": "6",
            "title": "Modeling the term structure of interest rates: A new approach",
            "date": "Apr 2004",
            "author": [
                "Robert L. Kimmel"
            ],
            "abstract": "The term structure of interest rates is modeled as a random field with conditional volatility. Random field models allow consistency with the current shape of the term structure without the need for recalibration. However, most such models are Gaussian, with no conditional volatility. State-dependent volatility is introduced while a key property of Gaussian random field models is retained. Each forward rate is part of a low-dimensional diffusion process, simplifying estimation and derivatives pricing. The modeling approach also implies that, in general, the set of zero coupon bonds does not complete the market, and term structure derivatives cannot always be priced by arbitrage.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00204-6"
        },
        {
            "no": "7",
            "title": "Information and bank credit allocation",
            "date": "Apr 2004",
            "author": [
                "Giovanni Dell'Ariccia",
                "Robert Marquez"
            ],
            "abstract": "Private information obtained by lenders leads to borrower capture to the extent that such information cannot be communicated credibly to outsiders. We analyze how this capture affects the loan portfolio allocation of informed lenders. First, we show that banks charge higher interest rates and finance relatively less creditworthy borrowers in market segments with greater information asymmetries. Second, when faced with greater competition from outside lenders, banks reallocate credit toward more captured borrowers (flight to captivity). Third, if borrower quality and captivity are sufficiently correlated, an increase in the competitiveness of uninformed lenders can worsen the informed lender's overall loan portfolio. The model explains observed consequences of financial liberalizations.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00210-1"
        }
    ]
}