{
    "journal": "RFS",
    "volume": "28",
    "issue": "3",
    "date": "March 2015",
    "page": "Pages 637–938",
    "article": [
        {
            "no": "1",
            "title": "Editorial: Cosmetic Surgery in the Academic Review Process",
            "date": "11 December 2014",
            "author": [
                "David Hirshleifer"
            ],
            "abstract": "Has the academic review process become excessive? In a setting where editors cannot distinguish significant flaws from mere blemishes, reviewers recommend the repair of blemishes in order to acquire reputations for high skill. In equilibrium, editors accede to reviewer insistence upon such cosmetic surgery. If blemishes are sometimes unremovable, demands for repair sometimes block good papers from publication. This implies a social value to active editing. Reviewer signal-jamming may especially suppress innovative research and research designed to verify others' findings. This perspective strongly suggests that the growth of the review process is harmful. I therefore offer tentative proposals for reform.",
            "link": "https://doi.org/10.1093/rfs/hhu093"
        },
        {
            "no": "2",
            "title": "Digesting Anomalies: An Investment Approach",
            "date": "26 September 2014",
            "author": [
                "Kewei Hou",
                "Chen Xue",
                "Lu Zhang"
            ],
            "abstract": "An empirical\nq\n-factor model consisting of the market factor, a size factor, an investment factor, and a profitability factor largely summarizes the cross section of average stock returns. A comprehensive examination of nearly 80 anomalies reveals that about one-half of the anomalies are insignificant in the broad cross section. More importantly, with a few exceptions, the\nq\n-factor model's performance is at least comparable to, and in many cases better than that of the Fama-French (1993) 3-factor model and the Carhart (1997) 4-factor model in capturing the remaining significant anomalies.",
            "link": "https://doi.org/10.1093/rfs/hhu068"
        },
        {
            "no": "3",
            "title": "Investor Information, Long-Run Risk, and the Term Structure of Equity",
            "date": "14 November 2014",
            "author": [
                "Mariano M. Croce",
                "Martin Lettau",
                "Sydney C. Ludvigson"
            ],
            "abstract": "We study the role of information in asset-pricing models with long-run cash flow risk. When investors can distinguish short- from long-run consumption risks (full information), the model generates a sizable equity risk premium only if the equity term structure slopes up, contrary to the data. In general, the short- and long-run components are unidentified. We propose a sparsity-based bounded rationality model of long-run risk that is both parsimonious and fully identified from historical data. In contrast to full information, the model generates a sizable market risk premium simultaneously with a downward-sloping equity term structure, as in the data.",
            "link": "https://doi.org/10.1093/rfs/hhu084"
        },
        {
            "no": "4",
            "title": "Dynamic Hedging and Extreme Asset Co-movements",
            "date": "22 October 2014",
            "author": [
                "Redouane Elkamhi",
                "Denitsa Stefanova"
            ],
            "abstract": "The paper investigates the portfolio allocation effects of increased asset co-movements during market downturns. We develop a model for the stock price process that allows for increased and asymmetric dependence between extreme return realizations. We isolate the portfolio hedging demands that arise due to extreme co-movements and find a substantial shift of the portfolio holdings toward the risk-free asset. We demonstrate that accounting for dependence between extreme events in portfolio decisions leads to significant economic gains that stem primarily from intertemporal hedging motives. These findings are robust along alternative modeling assumptions of extreme co-movements and conditional correlation.",
            "link": "https://doi.org/10.1093/rfs/hhu074"
        },
        {
            "no": "5",
            "title": "Investor Sentiment Aligned: A Powerful Predictor of Stock Returns",
            "date": "31 October 2014",
            "author": [
                "Dashan Huang",
                "Fuwei Jiang",
                "Jun Tu",
                "Guofu Zhou"
            ],
            "abstract": "We propose a new investor sentiment index that is aligned with the purpose of predicting the aggregate stock market. By eliminating a common noise component in sentiment proxies, the new index has much greater predictive power than existing sentiment indices have both in and out of sample, and the predictability becomes both statistically and economically significant. In addition, it outperforms well-recognized macroeconomic variables and can also predict cross-sectional stock returns sorted by industry, size, value, and momentum. The driving force of the predictive power appears to stem from investors' biased beliefs about future cash flows.",
            "link": "https://doi.org/10.1093/rfs/hhu080"
        },
        {
            "no": "6",
            "title": "Cognitive Limitation and Investment Performance: Evidence from Limit Order Clustering",
            "date": "03 September 2014",
            "author": [
                "Wei-Yu Kuo",
                "Tse-Chun Lin",
                "Jing Zhao"
            ],
            "abstract": "We hypothesize that cognitive limitation may be manifested in a disproportionately large volume of limit orders submitted at round-number prices if investors use these numbers as cognitive shortcuts. Using detailed limit order data in the Taiwan Futures Exchange, we find that investors with lower cognitive abilities, defined as higher limit order submission ratios at round numbers, suffer greater losses in their round-numbered and non-round-numbered limit orders, market orders, and round-trip trades. The positive correlation between cognitive ability and investment performance is monotonic and robust across futures and options markets. In addition, past trading experience helps mitigate cognitive limitation.",
            "link": "https://doi.org/10.1093/rfs/hhu044"
        },
        {
            "no": "7",
            "title": "Self-Exciting Jumps, Learning, and Asset Pricing Implications",
            "date": "03 November 2014",
            "author": [
                "Andras Fulop",
                "Junye Li",
                "Jun Yu"
            ],
            "abstract": "The paper proposes a self-exciting asset pricing model that takes into account co-jumps between prices and volatility and self-exciting jump clustering. We employ a Bayesian learning approach to implement real-time sequential analysis. We find evidence of self-exciting jump clustering since the 1987 market crash, and its importance becomes more obvious at the onset of the 2008 global financial crisis. We also find that learning affects the tail behaviors of the return distributions and has important implications for risk management, volatility forecasting, and option pricing.",
            "link": "https://doi.org/10.1093/rfs/hhu078"
        },
        {
            "no": "8",
            "title": "Can Housing Risk Be Diversified? A Cautionary Tale from the Housing Boom and Bust",
            "date": "25 November 2014",
            "author": [
                "John Cotter",
                "Stuart Gabriel",
                "Richard Roll"
            ],
            "abstract": "This study evaluates the effectiveness of geographic diversification in reducing housing investment risk. To characterize diversification potential, we estimate spatial correlation and integration among 401 U.S. metropolitan housing markets. The 2000s boom brought a marked uptrend in housing market integration associated with eased residential lending standards and rapid growth in private mortgage securitization. As boom turned to bust, other macroeconomic factors, including employment and income fundamentals, importantly contributed to the trending up in housing return integration. Portfolio simulations reveal substantially lower diversification potential and higher risk in the wake of increased market integration.",
            "link": "https://doi.org/10.1093/rfs/hhu085"
        },
        {
            "no": "9",
            "title": "Erratum",
            "date": "13 February 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu146"
        },
        {
            "no": "10",
            "title": "Cover",
            "date": "16 February 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu111"
        },
        {
            "no": "11",
            "title": "Editorial Board",
            "date": "16 February 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu112"
        },
        {
            "no": "12",
            "title": "Forthcoming Articles",
            "date": "16 February 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu113"
        },
        {
            "no": "13",
            "title": "Volume 28 Number 3 March 2015\nThe Review of Financial Studies - Table of Contents",
            "date": "16 February 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu114"
        }
    ]
}