{
    "journal": "RFS",
    "volume": "28",
    "issue": "8",
    "date": "August 2015",
    "page": "Pages 2167–2461",
    "article": [
        {
            "no": "1",
            "title": "Shareholder Voting and Corporate Governance Around the World",
            "date": "27 January 2015",
            "author": [
                "Peter Iliev",
                "Karl V. Lins",
                "Darius P. Miller",
                "Lukas Roth"
            ],
            "abstract": "Using a sample of non-U.S. firms from 43 countries, we investigate whether laws and regulations as well as votes cast by U.S. institutional investors are consistent with an effective shareholder voting process. We find that laws and regulations allow for meaningful votes to be cast, as shareholder voting is both mandatory and binding for important elections. For votes cast, we find there is greater dissent voting when investors fear expropriation. Further, greater dissent voting is associated with higher director turnover and more M&A withdrawals. Our results suggest that shareholder voting is an effective mechanism for exercising governance around the world.",
            "link": "https://doi.org/10.1093/rfs/hhv008"
        },
        {
            "no": "2",
            "title": "The Bright Side of Corporate Diversification: Evidence from Internal Labor Markets",
            "date": "11 February 2015",
            "author": [
                "Geoffrey Tate",
                "Liu Yang"
            ],
            "abstract": "We document differences in human-capital deployment between diversified and focused firms. We find that diversified firms have higher labor productivity and that they redeploy labor to industries with better prospects in response to changing opportunities. The opportunities and incentives provided in internal labor markets in turn affect the development of workers' human capital. We find that workers more frequently transition to other industries in which their diversified firms operate and with smaller wage losses compared with workers in the open market, even when they leave their original firms. Overall, internal labor markets provide a bright side to corporate diversification.",
            "link": "https://doi.org/10.1093/rfs/hhv012"
        },
        {
            "no": "3",
            "title": "Territorial Tax System Reform and Corporate Financial Policies",
            "date": "22 January 2015",
            "author": [
                "Matteo P. Arena",
                "George W. Kutner"
            ],
            "abstract": "We examine the effect of a permanent change to a country corporate income repatriation tax system on corporate financial policies. In 2009, Japan and the United Kingdom switched from a worldwide system to a territorial system for the taxation of repatriated foreign earnings, effectively reducing the tax liabilities of most multinational firms when repatriating earnings. We find that after the change firms accumulate less cash, pay out larger amounts through dividends and share repurchases, and invest less abroad. We do not find that the tax system change has significantly affected domestic investments even when controlling for capital constraints.",
            "link": "https://doi.org/10.1093/rfs/hhv005"
        },
        {
            "no": "4",
            "title": "What's in a Name? Mutual Fund Flows When Managers Have Foreign-Sounding Names",
            "date": "27 February 2015",
            "author": [
                "Alok Kumar",
                "Alexandra Niessen-Ruenzi",
                "Oliver G. Spalt"
            ],
            "abstract": "We show that name-induced stereotypes affect the investment choices of U.S. mutual fund investors. Managers with foreign-sounding names have about 10% lower annual fund flows, and this effect is stronger among funds with investor clienteles more likely to be suspicious of foreigners. Foreign-named managers experience lower appreciation (greater decline) in flows following good (bad) performance. Following 9/11, flows to funds with managers with Middle-Eastern-sounding names declined abnormally. In an experimental setting in which skill differences are absent, individuals allocate 11% less money to an index fund managed by a foreign-named manager. This gap widens following the Boston marathon bombings.",
            "link": "https://doi.org/10.1093/rfs/hhv017"
        },
        {
            "no": "5",
            "title": "Information Management in Banking Crises",
            "date": "10 February 2015",
            "author": [
                "Joel Shapiro",
                "David Skeie"
            ],
            "abstract": "A regulator resolving a bank faces two audiences: depositors, who may run if they believe the regulator will not provide capital, and banks, which may take excess risk if they believe the regulator will provide capital. When the regulator's cost of injecting capital is private information, it manages expectations by using costly signals: (1) a regulator with a low cost of injecting capital may forbear on bad banks to signal toughness and reduce risk taking, and (2) a regulator with a high cost of injecting capital may bail out bad banks to increase confidence and prevent runs.",
            "link": "https://doi.org/10.1093/rfs/hhv010"
        },
        {
            "no": "6",
            "title": "Can “High Costs” Justify Weak Demand for the Home Equity Conversion Mortgage?",
            "date": "09 March 2015",
            "author": [
                "Thomas Davidoff"
            ],
            "abstract": "Home Equity Conversion Mortgages (“HECMs”) implicitly bundle nondefaultable credit lines with put options that let borrowers, or their heirs, sell mortgaged homes for the credit line limit when borrowers move or die. The put option's value, net of closing costs, bounds HECM's value to borrowers below. Older homeowners' weak demand is commonly attributed to HECM's “high costs,” and the government prices insurance intending to avoid subsidy. However, simulations indicate put value has often exceeded closing costs, even ignoring other embedded options and using backward-looking expectations near the recent price-cycle peak. These results make weak demand more puzzling.",
            "link": "https://doi.org/10.1093/rfs/hhv019"
        },
        {
            "no": "7",
            "title": "House Prices, Home Equity Borrowing, and Entrepreneurship",
            "date": "05 March 2015",
            "author": [
                "Stefano Corradin",
                "Alexander Popov"
            ],
            "abstract": "This paper shows that housing wealth helps alleviate credit constraints for potential entrepreneurs by enabling home owners to extract equity from their property and invest it in their business. Using a large U.S. individual-level survey dataset for the 1996–2006 period, we find that a 10% increase in home equity raises the share of individuals who transition into self-employment each year from 1% to 1.07%. Our results persist when we use proxies for aggregate housing demand shocks and for the topological elasticity of housing supply to generate variation in home equity that is orthogonal to entrepreneurial choice.",
            "link": "https://doi.org/10.1093/rfs/hhv020"
        },
        {
            "no": "8",
            "title": "Testing for Information Asymmetries in Real Estate Markets",
            "date": "04 May 2015",
            "author": [
                "Pablo Kurlat",
                "Johannes Stroebel"
            ],
            "abstract": "In housing markets, neighborhood characteristics are a key source of information heterogeneity: sellers are usually better informed about neighborhood values than buyers are, but some sellers and buyers are better informed than their peers are. Consistent with predictions from a new framework for analyzing such markets with heterogeneous assets and differentially informed agents, we find that changes in the composition of sellers toward more informed sellers and sellers with a larger supply elasticity predict subsequent house price declines. This effect is larger for houses with more price exposure to neighborhood characteristics, and smaller for houses bought by buyers that are more informed.",
            "link": "https://doi.org/10.1093/rfs/hhv028"
        },
        {
            "no": "9",
            "title": "Cover",
            "date": "11 July 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu131"
        },
        {
            "no": "10",
            "title": "Editorial Board",
            "date": "11 July 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu132"
        },
        {
            "no": "11",
            "title": "Forthcoming Articles",
            "date": "11 July 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu133"
        },
        {
            "no": "12",
            "title": "Volume 28 Number 8 August 2015\nThe Review of Financial Studies - Table of Contents",
            "date": "11 July 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu134"
        }
    ]
}