{
    "journal": "RFS",
    "volume": "28",
    "issue": "12",
    "date": "December 2015",
    "page": "Pages 3225–3443",
    "article": [
        {
            "no": "1",
            "title": "Active Ownership",
            "date": "12 August 2015",
            "author": [
                "Elroy Dimson",
                "Oğuzhan Karakaş",
                "Xi Li"
            ],
            "abstract": "We analyze an extensive proprietary database of corporate social responsibility engagements with U.S. public companies from 1999–2009. Engagements address environmental, social, and governance concerns. Successful (unsuccessful) engagements are followed by positive (zero) abnormal returns. Companies with inferior governance and socially conscious institutional investors are more likely to be engaged. Success in engagements is more probable if the engaged firm has reputational concerns and higher capacity to implement changes. Collaboration among activists is instrumental in increasing the success rate of environmental/social engagements. After successful engagements, particularly on environmental/social issues, companies experience improved accounting performance and governance and increased institutional ownership.",
            "link": "https://doi.org/10.1093/rfs/hhv044"
        },
        {
            "no": "2",
            "title": "Risk and Expected Returns of Private Equity Investments: Evidence Based on Market Prices",
            "date": "27 August 2015",
            "author": [
                "Narasimhan Jegadeesh",
                "Roman Kräussl",
                "Joshua M. Pollet"
            ],
            "abstract": "We estimate the risk and expected return of private equity using market prices of publicly traded funds of funds holding unlisted private equity funds and of publicly traded private equity funds participating directly in private equity transactions. We find that the market expects unlisted private equity funds to earn abnormal returns between −0.5% and 2% per year. In addition, private equity has a market beta close to one and a positive beta on the SMB factor. These listed funds exhibit greater systematic risk than an index based on the self-reported net asset value of unlisted private equity funds.",
            "link": "https://doi.org/10.1093/rfs/hhv046"
        },
        {
            "no": "3",
            "title": "Synthetic or Real? The Equilibrium Effects of Credit Default Swaps on Bond Markets",
            "date": "27 August 2015",
            "author": [
                "Martin Oehmke",
                "Adam Zawadowski"
            ],
            "abstract": "We provide a model of nonredundant credit default swaps (CDSs), building on the observation that CDSs have lower trading costs than bonds. CDS introduction involves a trade-off: it crowds out existing demand for the bond, but improves the bond allocation by allowing long-term investors to become levered basis traders and absorb more of the bond supply. We characterize conditions under which CDS introduction raises bond prices. The model predicts a negative CDS-bond basis, as well as turnover and price impact patterns that are consistent with empirical evidence. We also show that a ban on naked CDSs can raise borrowing costs.",
            "link": "https://doi.org/10.1093/rfs/hhv047"
        },
        {
            "no": "4",
            "title": "CEO Assessment and the Structure of Newly Formed Boards",
            "date": "16 September 2015",
            "author": [
                "David J. Denis",
                "Diane K. Denis",
                "Mark D. Walker"
            ],
            "abstract": "Following corporate spinoffs, unit boards are formed from scratch. We find that these “de novo” boards are smaller, more independent, include more outside directors with relevant industry expertise, and derive more industry expertise from outsiders than do industry- and size-matched peers. These differences are observed only when the unit CEO was not the CEO or a director of the pre-spinoff parent firm—that is, when there is a greater need to assess the CEO's ability and match with the firm. We conclude that the need for CEO assessment is an important element of the structure of newly formed boards.",
            "link": "https://doi.org/10.1093/rfs/hhv055"
        },
        {
            "no": "5",
            "title": "Playing the Devil's Advocate: The Causal Effect of Risk Management on Loan Quality",
            "date": "20 July 2015",
            "author": [
                "Tobias Berg"
            ],
            "abstract": "This paper studies the dual role of risk managers and loan officers in a bank's organizational structure. Using 75,000 retail mortgage applications, I analyze the effect of risk-management involvement on loan default rates. The bank requires risk-management approval for loans that are considered risky based on hard information, using a sharp threshold that changes during the sample period. Using a regression discontinuity design and a difference-in-differences estimator, I am able to show that risk-management involvement reduces loan default rates by more than 50%. My findings suggest that a two-agent model can help to facilitate efficient screening decisions.",
            "link": "https://doi.org/10.1093/rfs/hhv040"
        },
        {
            "no": "6",
            "title": "Trading Fast and Slow: Colocation and Liquidity",
            "date": "12 August 2015",
            "author": [
                "Jonathan Brogaard",
                "Björn Hagströmer",
                "Lars Nordén",
                "Ryan Riordan"
            ],
            "abstract": "We exploit an optional colocation upgrade at NASDAQ OMX Stockholm to assess how speed affects market liquidity. Liquidity improves for the overall market and even for noncolocated trading entities. We find that the upgrade is pursued mainly by participants who engage in market making. Those that upgrade use their enhanced speed to reduce their exposure to adverse selection and to relax their inventory constraints. In particular, the upgraded trading entities remain competitive at the best bid and offer even when their inventories are in their top decile. Our results suggest that increasing the speed of market-making participants benefits market liquidity.",
            "link": "https://doi.org/10.1093/rfs/hhv045"
        },
        {
            "no": "7",
            "title": "Cover",
            "date": "05 November 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu103"
        },
        {
            "no": "8",
            "title": "Editorial Board",
            "date": "05 November 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu104"
        },
        {
            "no": "9",
            "title": "Forthcoming Articles",
            "date": "05 November 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu105"
        },
        {
            "no": "10",
            "title": "Volume 28 Number 12 December 2015\nThe Review of Financial Studies - Table of Contents",
            "date": "05 November 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhu106"
        }
    ]
}