{
    "journal": "JF",
    "volume": "54",
    "issue": "2",
    "date": "April 1999",
    "page": "Pages: i-vii, 435-831, viii-xxvi",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "31 December 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1999.tb00537.x"
        },
        {
            "no": "2",
            "title": "Were the Good Old Days That Good? Changes in Managerial Stock Ownership Since the Great Depression",
            "date": "17 December 2002",
            "author": [
                "Clifford G. Holderness",
                "Randall S. Kroszner",
                "Dennis P. Sheehan"
            ],
            "abstract": "We document that ownership by officers and directors of publicly traded firms is on average higher today than earlier in the century. Managerial ownership has risen from 13 percent for the universe of exchange‐listed corporations in 1935, the earliest year for which such data exist, to 21 percent in 1995. We examine in detail the robustness of the increase and explore hypotheses to explain it. Higher managerial ownership has not substituted for alternative corporate governance mechanisms. Lower volatility and greater hedging opportunities associated with the development of financial markets appear to be important factors explaining the increase in managerial ownership.",
            "link": "https://doi.org/10.1111/0022-1082.00114"
        },
        {
            "no": "3",
            "title": "Corporate Ownership Around the World",
            "date": "17 December 2002",
            "author": [
                "Rafael La Porta",
                "Florencio Lopez‐De‐Silanes",
                "Andrei Shleifer"
            ],
            "abstract": "We use data on ownership structures of large corporations in 27 wealthy economies to identify the ultimate controlling shareholders of these firms. We find that, except in economies with very good shareholder protection, relatively few of these firms are widely held, in contrast to Berle and Means's image of ownership of the modern corporation. Rather, these firms are typically controlled by families or the State. Equity control by financial institutions is far less common. The controlling shareholders typically have power over firms significantly in excess of their cash flow rights, primarily through the use of pyramids and participation in management.",
            "link": "https://doi.org/10.1111/0022-1082.00115"
        },
        {
            "no": "4",
            "title": "Capital Structure and Corporate Control: The Effect of Antitakeover Statutes on Firm Leverage",
            "date": "17 December 2002",
            "author": [
                "Gerald T. Garvey",
                "Gordon Hanka"
            ],
            "abstract": "We find that firms protected by “second generation” state antitakeover laws substantially reduce their use of debt, and that unprotected firms do the reverse. This result supports recent models in which the threat of hostile takeover motivates managers to take on debt they would otherwise avoid. An implication is that legal barriers to takeovers may increase corporate slack.",
            "link": "https://doi.org/10.1111/0022-1082.00116"
        },
        {
            "no": "5",
            "title": "Leverage and Corporate Performance: Evidence from Unsuccessful Takeovers",
            "date": "17 December 2002",
            "author": [
                "Assem Safieddine",
                "Sheridan Titman"
            ],
            "abstract": "This paper finds that, on average, targets that terminate takeover offers significantly increase their leverage ratios. Targets that increase their leverage ratios the most reduce capital expenditures, sell assets, reduce employment, increase focus, and realize cash flows and share prices that outperform their benchmarks in the five years following the failed takeover. Our evidence suggests that leverage‐increasing targets act in the interests of shareholders when they terminate takeover offers and that higher leverage helps firms remain independent not because it entrenches managers, but because it commits managers to making the improvements that would be made by potential raiders.",
            "link": "https://doi.org/10.1111/0022-1082.00117"
        },
        {
            "no": "6",
            "title": "Mutual Fund Herding and the Impact on Stock Prices",
            "date": "17 December 2002",
            "author": [
                "Russ Wermers"
            ],
            "abstract": "We analyze the trading activity of the mutual fund industry from 1975 through 1994 to determine whether funds “herd” when they trade stocks and to investigate the impact of herding on stock prices. Although we find little herding by mutual funds in the average stock, we find much higher levels in trades of small stocks and in trading by growth‐oriented funds. Stocks that herds buy outperform stocks that they sell by 4 percent during the following six months; this return difference is much more pronounced among small stocks. Our results are consistent with mutual fund herding speeding the price‐adjustment process.",
            "link": "https://doi.org/10.1111/0022-1082.00118"
        },
        {
            "no": "7",
            "title": "Can Costs of Consumption Adjustment Explain Asset Pricing Puzzles?",
            "date": "17 December 2002",
            "author": [
                "David A. Marshall",
                "Nayan G. Parekh"
            ],
            "abstract": "We investigate Grossman and Laroque's (1990) conjecture that costs of adjusting consumption can account, in part, for the empirical failure of the consumption‐based capital asset pricing model (CCAPM). We incorporate small fixed costs of consumption adjustment into a CCAPM with heterogeneous agents. We find that undetectably small consumption adjustment costs can account for much of the discrepancy between the observed variance of nondurable aggregate consumption growth and the predictions of the CCAPM, and can partially reconcile nondurable consumption data with the observed equity premium. We conclude that the CCAPM's implications are nonrobust to extremely small adjustment costs.",
            "link": "https://doi.org/10.1111/0022-1082.00119"
        },
        {
            "no": "8",
            "title": "The Sampling Error in Estimates of Mean‐Variance Efficient Portfolio Weights",
            "date": "17 December 2002",
            "author": [
                "Mark Britten‐Jones"
            ],
            "abstract": "This paper presents an exact finite‐sample statistical procedure for testing hypotheses about the weights of mean‐variance efficient portfolios. The estimation and inference procedures on efficient portfolio weights are performed in the same way as for the coefficients in an OLS regression. OLS t‐ and F‐statistics can be used for tests on efficient weights, and when returns are multivariate normal, these statistics have exact t and F distributions in a finite sample. Using 20 years of data on 11 country stock indexes, we find that the sampling error in estimates of the weights of a global efficient portfolio is large.",
            "link": "https://doi.org/10.1111/0022-1082.00120"
        },
        {
            "no": "9",
            "title": "The Relationship between Firm Investment and Financial Status",
            "date": "17 December 2002",
            "author": [
                "Sean Cleary"
            ],
            "abstract": "Firm investment decisions are shown to be directly related to financial factors. Investment decisions of firms with high creditworthiness (according to traditional financial ratios) are extremely sensitive to the availability of internal funds; less creditworthy firms are much less sensitive to internal fund availability. This large sample evidence is based on an objective sorting mechanism and supports the results of Kaplan and Zingales (1997), who also find that investment outlays of the least constrained firms are the most sensitive to internal cash flow.",
            "link": "https://doi.org/10.1111/0022-1082.00121"
        },
        {
            "no": "10",
            "title": "The Financing and Redeployment of Specific Assets",
            "date": "17 December 2002",
            "author": [
                "Michel A. Habib",
                "D. Bruce Johnsen"
            ],
            "abstract": "We model the role various forms of nonrecourse secured debt play in efficiently redeploying assets whose value is state‐specific. Ex ante, an entrepreneur and an asset redeployer make noncontractible state‐specific investments in the primary and next‐best uses of an asset, respectively. The redeployer provides a secured nonrecourse loan equal to the value of the asset in the critical state that separates the good and bad states. In the event of a bad state, this contract averts ex post bargaining over the asset's quasi‐rents on redeployment and leaves the parties' ex ante investments undistorted.",
            "link": "https://doi.org/10.1111/0022-1082.00122"
        },
        {
            "no": "11",
            "title": "Differences in Trading Behavior across NYSE Specialist Firms",
            "date": "17 December 2002",
            "author": [
                "Shane A. Corwin"
            ],
            "abstract": "Using a sample of NYSE‐listed equities from 1992, this study examines whether market maker performance differs across specialist firms. We find that spreads and depth differ across specialist firms, but the competitiveness of NYSE quotes relative to other exchanges does not appear to be affected by these differences. Differences are also evident in measures of transitory volatility and in the frequency and duration of order‐imbalance trading halts. The results suggest that specialists have a significant effect on execution costs, liquidity, and noise in security prices and that these effects are not completely eliminated by competition or the NYSE's monitoring mechanisms.",
            "link": "https://doi.org/10.1111/0022-1082.00123"
        },
        {
            "no": "12",
            "title": "A Specialist's Quoted Depth and the Limit Order Book",
            "date": "17 December 2002",
            "author": [
                "Kenneth A. Kavajecz"
            ],
            "abstract": "By partitioning quoted depth into the specialist's contribution and the limit order book's contribution, the paper investigates whether specialists manage quoted depth to reduce adverse selection risk. The results show that both specialists and limit order traders reduce depth around information events, thereby reducing their exposure to adverse selection costs. Moreover, specialists' quotes may reflect only the limit order book on the side (or sides) of the market where they believe there is a chance of informed trading. Changes in quoted depth are consistent with specialists managing their inventory as well as having knowledge of the stock's future value.",
            "link": "https://doi.org/10.1111/0022-1082.00124"
        },
        {
            "no": "13",
            "title": "On the Cross‐Sectional Relation between Expected Returns, Betas, and Size",
            "date": "17 December 2002",
            "author": [
                "Robert R. Grauer"
            ],
            "abstract": "In this paper, I set up scenarios where the mean‐variance capital asset pricing model is true and where it is false. Then I investigate whether the coefficients from regressions of population expected excess returns on population betas, and expected excess returns on betas and size, allow us to distinguish between the scenarios. I show that the coefficients from either ordinary least squares or generalized least squares regressions do not allow us to tell whether the model is true or false.",
            "link": "https://doi.org/10.1111/0022-1082.00125"
        },
        {
            "no": "14",
            "title": "How Are Derivatives Used? Evidence from the Mutual Fund Industry",
            "date": "17 December 2002",
            "author": [
                "Jennifer Lynch Koski",
                "Jeffrey Pontiff"
            ],
            "abstract": "We investigate investment managers' use of derivatives by comparing return distributions for equity mutual funds that use and do not use derivatives. In contrast to public perception, derivative users have risk exposure and return performance that are similar to nonusers. We also analyze changes in fund risk in response to prior fund performance. Changes in risk are substantially less severe for funds using derivatives, consistent with the explanation that managers use derivatives to reduce the impact of performance on risk. We provide new evidence regarding the implications of cash flows and managerial gaming for the relation between performance and risk.",
            "link": "https://doi.org/10.1111/0022-1082.00126"
        },
        {
            "no": "15",
            "title": "Book Reviews",
            "date": "17 December 2002",
            "author": [
                "Stewart Mayhew",
                "Frank Packer"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/0022-1082.00127"
        },
        {
            "no": "16",
            "title": "MISCELLANEA",
            "date": "17 December 2002",
            "author": [],
            "abstract": "Articles Accepted for Publication in June 1999 issue\nAssociation Meetings\nAnnouncements",
            "link": "https://doi.org/10.1111/0022-1082.00128"
        },
        {
            "no": "17",
            "title": "Back Matter",
            "date": "31 December 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1999.tb00538.x"
        }
    ]
}