{
    "journal": "JF",
    "volume": "54",
    "issue": "6",
    "date": "December 1999",
    "page": "Pages: i-vii, 1939-2406, viii-xxxix",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1999.tb00623.x"
        },
        {
            "no": "2",
            "title": "The Corporate Cost of Capital and the Return on Corporate Investment",
            "date": "17 December 2002",
            "author": [
                "Eugene F. Fama",
                "Kenneth R. French"
            ],
            "abstract": "We estimate the internal rates of return earned by nonfinancial firms on (i) the initial market values of their securities and (ii) the cost of their investments. The return on value is an estimate of the overall corporate cost of capital. The estimate of the real cost of capital for 1950–96 is 5.95 percent. The real return on cost is larger, 7.38 percent, so on average corporate investment seems to be profitable. A by‐product of calculating these returns is information about the history of corporate earnings, investment, and financing decisions that is perhaps more interesting than the returns.",
            "link": "https://doi.org/10.1111/0022-1082.00178"
        },
        {
            "no": "3",
            "title": "Corporate Cash Reserves and Acquisitions",
            "date": "17 December 2002",
            "author": [
                "Jarrad Harford"
            ],
            "abstract": "Cash‐rich firms are more likely than other firms to attempt acquisitions. Stock return evidence shows that acquisitions by cash‐rich firms are value decreasing. Cash‐rich bidders destroy seven cents in value for every excess dollar of cash reserves held. Cash‐rich firms are more likely to make diversifying acquisitions and their targets are less likely to attract other bidders. Consistent with the stock return evidence, mergers in which the bidder is cash‐rich are followed by abnormal declines in operating performance. Overall, the evidence supports the agency costs of free cash flow explanation for acquisitions by cash‐rich firms.",
            "link": "https://doi.org/10.1111/0022-1082.00179"
        },
        {
            "no": "4",
            "title": "Executive Compensation, Strategic Competition, and Relative Performance Evaluation: Theory and Evidence",
            "date": "17 December 2002",
            "author": [
                "Rajesh K. Aggarwal",
                "Andrew A. Samwick"
            ],
            "abstract": "We examine compensation contracts for managers in imperfectly competitive product markets. We show that strategic interactions among firms can explain the lack of relative performance‐based incentives in which compensation decreases with rival firm performance. The need to soften product market competition generates an optimal compensation contract that places a positive weight on both own and rival performance. Firms in more competitive industries place greater weight on rival firm performance relative to own firm performance. We find empirical evidence of a positive sensitivity of compensation to rival firm performance that is increasing in the degree of competition in the industry.",
            "link": "https://doi.org/10.1111/0022-1082.00180"
        },
        {
            "no": "5",
            "title": "Home Bias at Home: Local Equity Preference in Domestic Portfolios",
            "date": "17 December 2002",
            "author": [
                "Joshua D. Coval",
                "Tobias J. Moskowitz"
            ],
            "abstract": "The strong bias in favor of domestic securities is a well‐documented characteristic of international investment portfolios, yet we show that the preference for investing close to home also applies to portfolios of domestic stocks. Specifically, U.S. investment managers exhibit a strong preference for locally headquartered firms, particularly small, highly levered firms that produce nontraded goods. These results suggest that asymmetric information between local and nonlocal investors may drive the preference for geographically proximate investments, and the relation between investment proximity and firm size and leverage may shed light on several well‐documented asset pricing anomalies.",
            "link": "https://doi.org/10.1111/0022-1082.00181"
        },
        {
            "no": "6",
            "title": "Can the Gains from International Diversification Be Achieved without Trading Abroad?",
            "date": "17 December 2002",
            "author": [
                "Vihang Errunza",
                "Ked Hogan",
                "Mao‐Wei Hung"
            ],
            "abstract": "We examine whether portfolios of domestically traded securities can mimic foreign indices so that investment in assets that trade only abroad is not necessary to exhaust the gains from international diversification. We use monthly data from 1976 to 1993 for seven developed and nine emerging markets. Return correlations, mean‐variance spanning, and Sharpe ratio test results provide strong evidence that gains beyond those attainable through home‐made diversification have become statistically and economically insignificant. Finally, we show that the incremental gains from international diversification beyond home‐made diversification portfolios have diminished over time in a way consistent with changes in investment barriers.",
            "link": "https://doi.org/10.1111/0022-1082.00182"
        },
        {
            "no": "7",
            "title": "The Dynamics of Discrete Bid and Ask Quotes",
            "date": "17 December 2002",
            "author": [
                "Joel Hasbrouck"
            ],
            "abstract": "This paper presents an empirical microstructure model of bid and ask quotes that features discreteness, random costs of market making, and ARCH volatility effects. Applied to intraday quotes at 15‐minute intervals for Alcoa (a randomly chosen Dow stock), the results show that quote exposure costs contain stochastic components that are persistent and large relative to the deterministic intraday “U” components. Analysis of the filtered estimates of the system suggest that bid and ask costs contain common components, and that these costs reflect risk as proxied by ARCH variance forecasts.",
            "link": "https://doi.org/10.1111/0022-1082.00183"
        },
        {
            "no": "8",
            "title": "A Unified Theory of Underreaction, Momentum Trading, and Overreaction in Asset Markets",
            "date": "17 December 2002",
            "author": [
                "Harrison Hong",
                "Jeremy C. Stein"
            ],
            "abstract": "We model a market populated by two groups of boundedly rational agents: “newswatchers” and “momentum traders.” Each newswatcher observes some private information, but fails to extract other newswatchers' information from prices. If information diffuses gradually across the population, prices underreact in the short run. The underreaction means that the momentum traders can profit by trend‐chasing. However, if they can only implement simple (i.e., univariate) strategies, their attempts at arbitrage must inevitably lead to overreaction at long horizons. In addition to providing a unified account of under‐ and overreactions, the model generates several other distinctive implications.",
            "link": "https://doi.org/10.1111/0022-1082.00184"
        },
        {
            "no": "9",
            "title": "Bank Deposit Rate Clustering: Theory and Empirical Evidence",
            "date": "17 December 2002",
            "author": [
                "Charles Kahn",
                "George Pennacchi",
                "Ben Sopranzetti"
            ],
            "abstract": "Like security prices, retail deposit interest rates cluster around integers and “even” fractions. However, explanations for security price clustering are incompatible with deposit rate clustering. A theory based on the limited recall of retail depositors is proposed. It predicts that banks tend to set rates at integers and that rates are “sticky” at these levels. The propensity for integer rates increases with the level of wholesale interest rates and deposit market concentration. When banks set noninteger rates, rates are more likely to be just above, rather than just below, integers. The paper finds substantial empirical support for the theory's implications.",
            "link": "https://doi.org/10.1111/0022-1082.00185"
        },
        {
            "no": "10",
            "title": "International Evidence on the Value of Corporate Diversification",
            "date": "17 December 2002",
            "author": [
                "Karl Lins",
                "Henri Servaes"
            ],
            "abstract": "The valuation effect of diversification is examined for large samples of firms in Germany, Japan, and the United Kingdom for 1992 and 1994. We find no significant diversification discount in Germany, but a significant diversification discount of 10 percent in Japan and 15 percent in the U.K. Concentrated ownership in the hands of insiders enhances the valuation effect of diversification in Germany, but not in Japan or the U.K. For Japan, only firms with strong links to an industrial group have a diversification discount. These findings suggest that international differences in corporate governance affect the impact of diversification on shareholder wealth.",
            "link": "https://doi.org/10.1111/0022-1082.00186"
        },
        {
            "no": "11",
            "title": "Tax Incentives to Hedge",
            "date": "17 December 2002",
            "author": [
                "John R. Graham",
                "Clifford W. Smith"
            ],
            "abstract": "For corporations facing tax‐function convexity, hedging lowers expected tax liabilities, thereby providing an incentive to hedge. We use simulation methods to investigate convexity induced by tax‐code provisions. On average, the tax function is convex (although in approximately 25 percent of cases it is concave). Carrybacks and carryforwards increase the range of income with incentives to hedge; other tax‐code provisions have minor impacts. Among firms facing convex tax functions, average tax savings from a five percent reduction in the volatility of taxable income are about 5.4 percent of expected tax liabilities; in extreme cases, these savings exceed 40 percent.",
            "link": "https://doi.org/10.1111/0022-1082.00187"
        },
        {
            "no": "12",
            "title": "Herding and Feedback Trading by Institutional and Individual Investors",
            "date": "17 December 2002",
            "author": [
                "John R. Nofsinger",
                "Richard W. Sias"
            ],
            "abstract": "We document strong positive correlation between changes in institutional ownership and returns measured over the same period. The result suggests that either institutional investors positive‐feedback trade more than individual investors or institutional herding impacts prices more than herding by individual investors. We find evidence that both factors play a role in explaining the relation. We find no evidence, however, of return mean‐reversion in the year following large changes in institutional ownership—stocks institutional investors purchase subsequently outperform those they sell. Moreover, institutional herding is positively correlated with lag returns and appears to be related to stock return momentum.",
            "link": "https://doi.org/10.1111/0022-1082.00188"
        },
        {
            "no": "13",
            "title": "The Impact of Trader Type on the Futures Volatility‐Volume Relation",
            "date": "17 December 2002",
            "author": [
                "Robert T. Daigler",
                "Marilyn K. Wiley"
            ],
            "abstract": "We examine the volatility‐volume relation in futures markets using volume data categorized by type of trader. We find that the positive volatility‐volume relation is driven by the general public, a group of traders who are distant from the trading floor and therefore without precise information on order flow. Clearing members and floor traders who observe order flow often decrease volatility. Our findings are consistent with Shalen's (1993) hypothesis that uninformed traders who cannot differentiate liquidity demand from fundamental value change increase volatility.",
            "link": "https://doi.org/10.1111/0022-1082.00189"
        },
        {
            "no": "14",
            "title": "Call Options, Points, and Dominance Restrictions on Debt Contracts",
            "date": "17 December 2002",
            "author": [
                "Kenneth B. Dunn",
                "Chester S. Spatt"
            ],
            "abstract": "We analyze the impact of a contract's length, callability, amortization, and original discount by arbitrage methods. Among instruments that are callable without penalty, longer instruments command a higher interest rate because the borrower possesses the option of repaying relatively more slowly. However, the rate on longer self‐amortizing loans cannot be substantially larger than for shorter ones because the payments decrease with contract length. Bounds on the trade‐off between points and rate for callable debt are characterized using the trade‐off for noncallable debt and the property that the value of the prepayment option increases with the loan's interest rate.",
            "link": "https://doi.org/10.1111/0022-1082.00190"
        },
        {
            "no": "15",
            "title": "The Stochastic Volatility of Short‐Term Interest Rates: Some International Evidence",
            "date": "17 December 2002",
            "author": [
                "Clifford A. Ball",
                "Walter N. Torous"
            ],
            "abstract": "This paper estimates a stochastic volatility model of short‐term riskless interest rate dynamics. Estimated interest rate dynamics are broadly similar across a number of countries and reliable evidence of stochastic volatility is found throughout. In contrast to stock returns, interest rate volatility exhibits faster mean‐reverting behavior and innovations in interest rate volatility are negligibly correlated with innovations in interest rates. The less persistent behavior of interest rate volatility reflects the fact that interest rate dynamics are impacted by transient economic shocks such as central bank announcements and other macroeconomic news.",
            "link": "https://doi.org/10.1111/0022-1082.00191"
        },
        {
            "no": "16",
            "title": "The Delisting Bias in CRSP's Nasdaq Data and Its Implications for the Size Effect",
            "date": "17 December 2002",
            "author": [
                "Tyler Shumway",
                "Vincent A. Warther"
            ],
            "abstract": "We investigate the bias in CRSP's Nasdaq data due to missing returns for delisted stocks. We find that the missing returns are large and negative on average, and that delisted stocks experience a substantial decrease in liquidity. We estimate that using a corrected return of −55 percent for missing performance‐related delisting returns corrects the bias. We revisit previous work which finds a size effect among Nasdaq stocks. After correcting for the delisting bias, there is no evidence that there ever was a size effect on Nasdaq. Our results are inconsistent with most risk‐based explanations of the size effect.",
            "link": "https://doi.org/10.1111/0022-1082.00192"
        },
        {
            "no": "17",
            "title": "Book Reviews",
            "date": "31 March 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00193"
        },
        {
            "no": "18",
            "title": "MISCELLANEA",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/0022-1082.00194"
        },
        {
            "no": "19",
            "title": "Announcements",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00196"
        },
        {
            "no": "20",
            "title": "ASSOCIATION MEETINGS",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00197"
        },
        {
            "no": "21",
            "title": "INDEX TO VOLUME LIV",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/0022-1082.00195"
        },
        {
            "no": "22",
            "title": "Back Matter",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1999.tb00624.x"
        }
    ]
}