{
    "journal": "JF",
    "volume": "54",
    "issue": "1",
    "date": "February 1999",
    "page": "Pages: i-ix, 1-434, x-xxxii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "01 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1999.tb00746.x"
        },
        {
            "no": "2",
            "title": "SMITH BREEDEN PRIZES FOR 1998",
            "date": "31 March 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/0022-1082.00096"
        },
        {
            "no": "3",
            "title": "Effects of Market Reform on the Trading Costs and Depths of Nasdaq Stocks",
            "date": "06 May 2003",
            "author": [
                "Michael J. Barclay",
                "William G. Christie",
                "Jeffrey H. Harris",
                "Eugene Kandel",
                "Paul H. Schultz"
            ],
            "abstract": "The relative merits of dealer versus auction markets have been a subject of significant and sometimes contentious debate. On January 20, 1997, the Securities and Exchange Commission began implementing reforms that would permit the public to compete directly with Nasdaq dealers by submitting binding limit orders. Additionally, superior quotes placed by Nasdaq dealers in private trading venues began to be displayed in the Nasdaq market. We measure the impact of these new rules on various measures of performance, including trading costs and depths. Our results indicate that quoted and effective spreads fell dramatically without adversely affecting market quality.",
            "link": "https://doi.org/10.1111/0022-1082.00097"
        },
        {
            "no": "4",
            "title": "Payments for Order Flow on Nasdaq",
            "date": "06 May 2003",
            "author": [
                "Eugene Kandel",
                "Leslie M. Marx"
            ],
            "abstract": "We present a model of Nasdaq that includes the two ways in which marketmakers compete for order flow: quotes and direct payments. Brokers in our model can execute small trades through a computerized system, preferencing arrangements with marketmakers, or vertical integration into market making. The comparative statics in our model differ from those of the traditional model of dealer markets, which does not capture important institutional features of Nasdaq. We also show that the empirical evidence is inconsistent with the traditional model, which suggests that preferencing and vertical integration are important components in understanding Nasdaq.",
            "link": "https://doi.org/10.1111/0022-1082.00098"
        },
        {
            "no": "5",
            "title": "Costs of Equity Capital and Model Mispricing",
            "date": "06 May 2003",
            "author": [
                "Ľuboš Pástor",
                "Robert F. Stambaugh"
            ],
            "abstract": "Costs of equity for individual firms are estimated in a Bayesian framework using several factor‐based pricing models. Substantial prior uncertainty about mispricing often produces an estimated cost of equity close to that obtained with mispricing precluded, even for a stock whose average return departs significantly from the pricing model's prediction. Uncertainty about which pricing model to use is less important, on average, than within‐model parameter uncertainty. In the absence of mispricing uncertainty, uncertainty about factor premiums is generally the largest source of overall uncertainty about a firm's cost of equity, although uncertainty about betas is nearly as important.",
            "link": "https://doi.org/10.1111/0022-1082.00099"
        },
        {
            "no": "6",
            "title": "Incomplete Markets and Security Prices: Do Asset‐Pricing Puzzles Result from Aggregation Problems?",
            "date": "06 May 2003",
            "author": [
                "Kris Jacobs"
            ],
            "abstract": "This paper investigates Euler equations involving security prices and household‐level consumption data. It provides a useful complement to many existing studies of consumption‐based asset pricing models that use a representative‐agent framework, because the Euler equations under investigation hold even if markets are incomplete. It also provides a useful complement to simulation‐based studies of market incompleteness. The empirical evidence indicates that the theory is rejected by the data along several dimensions. The results therefore indicate that some well‐documented asset‐pricing puzzles do not result from aggregation problems for the preferences under investigation.",
            "link": "https://doi.org/10.1111/0022-1082.00100"
        },
        {
            "no": "7",
            "title": "Improved Methods for Tests of Long‐Run Abnormal Stock Returns",
            "date": "06 May 2003",
            "author": [
                "John D. Lyon",
                "Brad M. Barber",
                "Chih‐Ling Tsai"
            ],
            "abstract": "We analyze tests for long‐run abnormal returns and document that two approaches yield well‐specified test statistics in random samples. The first uses a traditional event study framework and buy‐and‐hold abnormal returns calculated using carefully constructed reference portfolios. Inference is based on either a skewness‐adjusted t‐statistic or the empirically generated distribution of long‐run abnormal returns. The second approach is based on calculation of mean monthly abnormal returns using calendar‐time portfolios and a time‐series t‐statistic. Though both approaches perform well in random samples, misspecification in nonrandom samples is pervasive. Thus, analysis of long‐run abnormal returns is treacherous.",
            "link": "https://doi.org/10.1111/0022-1082.00101"
        },
        {
            "no": "8",
            "title": "Two‐Pass Tests of Asset Pricing Models with Useless Factors",
            "date": "06 May 2003",
            "author": [
                "Raymond Kan",
                "Chu Zhang"
            ],
            "abstract": "In this paper we investigate the properties of the standard two‐pass methodology of testing beta pricing models with misspecified factors. In a setting where a factor is useless, defined as being independent of all the asset returns, we provide theoretical results and simulation evidence that the second‐pass cross‐sectional regression tends to find the beta risk of the useless factor priced more often than it should. More surprisingly, this misspecification bias exacerbates when the number of time series observations increases. Possible ways of detecting useless factors are also examined.",
            "link": "https://doi.org/10.1111/0022-1082.00102"
        },
        {
            "no": "9",
            "title": "Herding among Investment Newsletters: Theory and Evidence",
            "date": "06 May 2003",
            "author": [
                "John R. Graham"
            ],
            "abstract": "A model is developed which implies that if an analyst has high reputation or low ability, or if there is strong public information that is inconsistent with the analyst's private information, she is likely to herd. Herding is also common when informative private signals are positively correlated across analysts. The model is tested using data from analysts who publish investment newsletters. Consistent with the model's implications, the empirical results indicate that a newsletter analyst is likely to herd on Value Line's recommendation if her reputation is high, if her ability is low, or if signal correlation is high.",
            "link": "https://doi.org/10.1111/0022-1082.00103"
        },
        {
            "no": "10",
            "title": "An Empirical Comparison of Forward‐Rate and Spot‐Rate Models for Valuing Interest‐Rate Options",
            "date": "06 May 2003",
            "author": [
                "Wolfgang Bühler",
                "Marliese Uhrig‐Homburg",
                "Ulrich Walter",
                "Thomas Weber"
            ],
            "abstract": "Our main goal is to investigate the question of which interest‐rate options valuation models are better suited to support the management of interest‐rate risk. We use the German market to test seven spot‐rate and forward‐rate models with one and two factors for interest‐rate warrants for the period from 1990 to 1993. We identify a one‐factor forward‐rate model and two spot‐rate models with two factors that are not significantly outperformed by any of the other four models. Further rankings are possible if additional criteria are applied.",
            "link": "https://doi.org/10.1111/0022-1082.00104"
        },
        {
            "no": "11",
            "title": "Are Tax Effects Important in the Long‐Run Fisher Relationship? Evidence from the Municipal Bond Market",
            "date": "06 May 2003",
            "author": [
                "William J. Crowder",
                "Mark E. Wohar"
            ],
            "abstract": "Are nominal bonds appropriately discounted for taxes? Empirical estimates of the response of nominal interest rates to changes in inflation, the Fisher effect, have failed to produce a definitive answer. Four reasons have been put forward as possible explanations: (i) Tobin effects, (ii) fiscal illusion, (iii) peso problems, and (iv) different estimators. Utilizing data on taxable and tax‐exempt bond interest rates and several different estimators, we find that the Fisher effect estimates are always larger for the taxable bond relative to the tax‐exempt bond, suggesting that fiscal illusion and different estimators cannot account for the previous results.",
            "link": "https://doi.org/10.1111/0022-1082.00105"
        },
        {
            "no": "12",
            "title": "Banks and Corporate Control in Japan",
            "date": "06 May 2003",
            "author": [
                "Randall Morck",
                "Masao Nakamura"
            ],
            "abstract": "Using a large sample of Japanese firm level data, we find that Japanese banks act primarily in the short term interests of creditors when dealing with firms outside bank groups. Corporate control mechanisms other than bank oversight appear necessary in these firms. When dealing with firms in bank groups, banks may act in the broader interests of a range of stakeholders, including shareholders. However, our findings are also consistent with banks “propping up” troubled bank group firms. We conclude that bank oversight need not lead to value maximizing corporate governance.",
            "link": "https://doi.org/10.1111/0022-1082.00106"
        },
        {
            "no": "13",
            "title": "How Long Do Junk Bonds Spend in Default?",
            "date": "06 May 2003",
            "author": [
                "Jean Helwege"
            ],
            "abstract": "This paper analyzes junk bond defaults during 1980 to 1991 to determine which factors affect the length of time spent in default. Bondholder holdouts are not a significant problem, as firms with proportionately more bonds have shorter default spells. In contrast, bank debt is associated with slower restructurings. Bargaining problems arising from contingent liabilities, lawsuits, and size delay the process, although multiple bond classes do not. Neither information problems nor firm value appear to matter. HLTs do not resolve their defaults at a significantly faster pace. Defaults tend to take less time in the 1990s, despite Drexel's disappearance from the market.",
            "link": "https://doi.org/10.1111/0022-1082.00107"
        },
        {
            "no": "14",
            "title": "Optimal Risk Management Using Options",
            "date": "06 May 2003",
            "author": [
                "Dong‐Hyun Ahn",
                "Jacob Boudoukh",
                "Matthew Richardson",
                "Robert F. Whitelaw"
            ],
            "abstract": "This article provides an analytical solution to the problem of an institution optimally managing the market risk of a given exposure by minimizing its Value‐at‐Risk using options. The optimal hedge consists of a position in a single option whose strike price is independent of the level of expense the institution is willing to incur for its hedging program. This optimal strike price depends on the distribution of the asset exposure, the horizon of the hedge, and the level of protection desired by the institution. Moreover, the costs associated with a suboptimal choice of exercise price are economically significant.",
            "link": "https://doi.org/10.1111/0022-1082.00108"
        },
        {
            "no": "15",
            "title": "Pricing Options under Generalized GARCH and Stochastic Volatility Processes",
            "date": "06 May 2003",
            "author": [
                "Peter Ritchken",
                "Rob Trevor"
            ],
            "abstract": "In this paper, we develop an efficient lattice algorithm to price European and American options under discrete time GARCH processes. We show that this algorithm is easily extended to price options under generalized GARCH processes, with many of the existing stochastic volatility bivariate diffusion models appearing as limiting cases. We establish one unifying algorithm that can price options under almost all existing GARCH specifications as well as under a large family of bivariate diffusions in which volatility follows its own, perhaps correlated, process.",
            "link": "https://doi.org/10.1111/0022-1082.00109"
        },
        {
            "no": "16",
            "title": "Determinants of the Consumer Bankruptcy Decision",
            "date": "06 May 2003",
            "author": [
                "Ian Domowitz",
                "Robert L. Sartain"
            ],
            "abstract": "Qualitative choice models of consumers' decisions to file for bankruptcy and their choice of bankruptcy chapter are estimated jointly, combining choice‐based sampling techniques with a nested estimation procedure. Medical and credit card debt are found to be the strongest contributors to bankruptcy, with homeownership playing an important role with respect to both the decision to declare bankruptcy and the choice of bankruptcy alternative. The potential effects of legal changes relating to property exemptions and dischargeable debt categories are found to encourage debt repayment through Chapter 13.",
            "link": "https://doi.org/10.1111/0022-1082.00110"
        },
        {
            "no": "17",
            "title": "Book Review",
            "date": "31 March 2007",
            "author": [],
            "abstract": "Michael Keppler and Martin Lechner, Emerging Markets: Research, Strategies and Benchmarks\nMichael Papaioannou and George Tsetsekos (eds.), Emerging Markets Portfolios: Diversification and Hedging Strategies",
            "link": "https://doi.org/10.1111/1540-6261.00111"
        },
        {
            "no": "18",
            "title": "MISCELLANEA",
            "date": "06 May 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00112"
        },
        {
            "no": "19",
            "title": "ASSOCIATION MEETINGS",
            "date": "01 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1999.tb00747.x"
        },
        {
            "no": "20",
            "title": "ANNOUNCEMENTS",
            "date": "01 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1999.tb00748.x"
        },
        {
            "no": "21",
            "title": "INDEX TO VOLUME LIII",
            "date": "06 May 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00113"
        },
        {
            "no": "22",
            "title": "Back Matter",
            "date": "01 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1999.tb00749.x"
        }
    ]
}