{
    "journal": "JFE",
    "volume": "14",
    "issue": "4",
    "date": "December 1985",
    "page": "Pages 499-609",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Dec 1985",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "G.William Schwert",
                "Clifford W. Smith",
                "RenéM. Stulz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(85)90023-6"
        },
        {
            "no": "2",
            "title": "An analysis of secured debt",
            "date": "Dec 1985",
            "author": [
                "RenéM. Stulz",
                "Herb Johnson"
            ],
            "abstract": "This paper analyzes the pricing of two types of secured debt and shows that secured debt can be used to increase the value of the firm. In particular, it is shown that some profitable projects will not be undertaken by a firm which can use only equity or unsecured debt to finance them but will be undertaken if they can be financed with secured debt. Secured debt is priced for a firm with two assets and some unsecured debt outstanding. The pricing results are used to illustrate the benefits of the security provision of secured debt.",
            "link": "https://doi.org/10.1016/0304-405X(85)90024-8"
        },
        {
            "no": "3",
            "title": "An empirical analysis of the interfirm equity investment process",
            "date": "Dec 1985",
            "author": [
                "Wayne H. Mikkelson",
                "Richard S. Ruback"
            ],
            "abstract": "This paper measures the effects on stock proces of corporate investments in 5% or more of another company's equity securities. Such investments initiate a process that may end with a takeover, targeted repurchase, takeover by a third party, or sale of the shares. The total valuation effect of the investment for acquiring and target firms includes returns at disclosure of the investment position, the outcome announcement, and related intervening events. For example, the positive return for target firms at initial disclosure of the investment more than offsets the negative return at a targeted repurchase.",
            "link": "https://doi.org/10.1016/0304-405X(85)90025-X"
        },
        {
            "no": "4",
            "title": "Raiders or saviors? The evidence on six controversial investors",
            "date": "Dec 1985",
            "author": [
                "Clifford G. Holderness",
                "Dennis P. Sheehan"
            ],
            "abstract": "Carl Icahn, Irwin Jacobs, Carl Lindner, David Murdock, Victor Posner, and the late Charles Bluhdorn are usually portrayed as corporate ‘raiders’. The evidence here, however, shows that between 1977 and 1982 when it was first announced that they had purchased stock in a given firm, stock prices on average increased significantly. The investors' activities in target firms for the two years following the initial stock purchase are likewise inconsistent with ‘raiding’. We discuss two hypotheses that are consistent with the evidence: first, these investors improve the management of target firms; second, they are systematically able to identify under-priced stocks.",
            "link": "https://doi.org/10.1016/0304-405X(85)90026-1"
        },
        {
            "no": "5",
            "title": "Market rationality and dividend announcements",
            "date": "Dec 1985",
            "author": [
                "Kenneth M. Eades",
                "Patrick J. Hess",
                "E.Han Kim"
            ],
            "abstract": "We investigate stock market rationality by examining the timeliness and unbiasedness of the market's response to dividend announcements. Our initial findings for market timeliness show a sluggish market reaction to dividend announcements; however, when the ex-dividend effect is controlled for, we find no evidence of a sluggish market reaction. We examine the unbiasedness of the market's response by testing whether the net announcement effect across a sample that is devoid of ex-post selection bias sums to zero. We observe a significant positive net announcement effect and examine several plausible conjectures for this puzzling phenomenon, but none provides a satisfactory explanation.",
            "link": "https://doi.org/10.1016/0304-405X(85)90027-3"
        },
        {
            "no": "6",
            "title": "Editorial collaborators",
            "date": "Dec 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(85)90028-5"
        },
        {
            "no": "7",
            "title": "Fourth annual meeting of the Association of Managerial Economists (AME)",
            "date": "Dec 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(85)90029-7"
        },
        {
            "no": "8",
            "title": "Index",
            "date": "Dec 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(85)90030-3"
        }
    ]
}