{
    "journal": "JFE",
    "volume": "78",
    "issue": "2",
    "date": "November 2005",
    "page": "Pages 243-462",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Nov 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(05)00186-8"
        },
        {
            "no": "2",
            "title": "Short interest, institutional ownership, and stock returns",
            "date": "Jan 2005",
            "author": [
                "Paul Asquith",
                "Parag A. Pathak",
                "Jay R. Ritter"
            ],
            "abstract": "Stocks are short-sale constrained when there is a strong demand to sell short and a limited supply of shares to borrow. Using data on both short interest (a proxy for demand) and institutional ownership (a proxy for supply) we find that constrained stocks underperform during the period 1988–2002 by a significant 215 basis points per month on an equally weighted basis, although by only an insignificant 39 basis points per month on a value-weighted basis. For the overwhelming majority of stocks, short interest and institutional ownership levels make short selling constraints unlikely.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.01.001"
        },
        {
            "no": "3",
            "title": "Short sales, institutional investors and the cross-section of stock returns",
            "date": "Aug 2004",
            "author": [
                "Stefan Nagel"
            ],
            "abstract": "Short-sale constraints are most likely to bind among stocks with low institutional ownership. Because of institutional constraints, most professional investors simply never sell short and hence cannot trade against overpricing of stocks they do not own. Furthermore, stock loan supply tends to be sparse and short selling more expensive when institutional ownership is low. Using institutional ownership as a proxy, I find that short-sale constraints help explain cross-sectional stock return anomalies. Specifically, holding size fixed, the under-performance of stocks with high market-to-book, analyst forecast dispersion, turnover, or volatility is most pronounced among stocks with low institutional ownership. Ownership by passive investors with large stock lending programs partly mitigates this under-performance, indicating some impact of stock loan supply. Prices of stocks with low institutional ownership also underreact to bad cash-flow news and overreact to good cash-flow news, consistent with the idea that short-sale constraints hold negative opinions off the market for these stocks.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.08.008"
        },
        {
            "no": "4",
            "title": "Prospect theory, mental accounting, and momentum",
            "date": "Oct 2004",
            "author": [
                "Mark Grinblatt",
                "Bing Han"
            ],
            "abstract": "The tendency of some investors to hold on to their losing stocks, driven by prospect theory and mental accounting, creates a spread between a stock's fundamental value and its equilibrium price, as well as price underreaction to information. Spread convergence, arising from the random evolution of fundamental values and the updating of reference prices, generates predictable equilibrium prices interpretable as possessing momentum. Empirically, a variable proxying for aggregate unrealized capital gains appears to be the key variable that generates the profitability of a momentum strategy. Controlling for this variable, past returns have no predictability for the cross-section of returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.10.006"
        },
        {
            "no": "5",
            "title": "Liquidity: Urban versus rural firms",
            "date": "Oct 2004",
            "author": [
                "Tim Loughran",
                "Paul Schultz"
            ],
            "abstract": "Our paper examines the impact of geographic location on liquidity for U.S. rural- and urban-based companies. Even after adjusting for size and other factors, rural firms trade much less, are covered by fewer analysts, and are owned by fewer institutions than urban firms. Trading costs are higher for rural Nasdaq firms, and volume that can be attributed to marketwide factors is lower for rural stocks. The findings add to our understanding of the way that access to information and familiarity affect liquidity.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.10.008"
        },
        {
            "no": "6",
            "title": "The choice between rights offerings and private equity placements",
            "date": "Dec 2004",
            "author": [
                "Henrik Cronqvist",
                "Mattias Nilsson"
            ],
            "abstract": "We develop and test a nested logit model to examine how firms choose between a rights offering and a private equity placement. Family controlled firms avoid issue methods that dilute control benefits or subject them to more monitoring, especially when the family's control margin is small and the wedge between votes and capital is large. Control considerations also affect security design. Private placements reduce contracting and ex post holdup costs in new product market relationships. Finally, firms with higher asymmetric information about firm value tend to involve underwriter certification in a rights offering, and to choose a private placement when information asymmetries are extreme.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.12.002"
        },
        {
            "no": "7",
            "title": "The costs of entrenched boards",
            "date": "Dec 2004",
            "author": [
                "Lucian A. Bebchuk",
                "Alma Cohen"
            ],
            "abstract": "This paper investigates empirically how the value of publicly traded firms is affected by arrangements that protect management from removal. Staggered boards, which a majority of U.S. public companies have, substantially insulate boards from removal in either a hostile takeover or a proxy contest. We find that staggered boards are associated with an economically meaningful reduction in firm value (as measured by Tobin's Q). We also provide suggestive evidence that staggered boards bring about, and not merely reflect, a reduced firm value. Finally, we show that the correlation with reduced firm value is stronger for staggered boards that are established in the corporate charter (which shareholders cannot amend) than for staggered boards established in the company's bylaws (which shareholders can amend).",
            "link": "https://doi.org/10.1016/j.jfineco.2004.12.006"
        },
        {
            "no": "8",
            "title": "An empirical examination of the costs and benefits of executive stock options: Evidence from Japan",
            "date": "Sep 2004",
            "author": [
                "Hideaki Kiyoshi Kato",
                "Michael Lemmon",
                "Mi Luo",
                "James Schallheim"
            ],
            "abstract": "In May 1997, the Japanese Commercial Code was amended to allow firms to begin granting stock options as compensation to top management and employees. Nearly 350 firms adopted option-based compensation plans between 1997 and 2001. These options typically have five-year lives and are out-of-the-money by about 5% at the grant date. Firms exhibit abnormal stock returns of about 2% around the announcements of plan adoptions. We find improvements in operating performance and observe that dividend policy and volatility remain unchanged post-adoption. Our evidence suggests that well-designed incentive compensation plans are consistent with the creation of shareholder value.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.09.001"
        }
    ]
}