{
    "journal": "JFE",
    "volume": "35",
    "issue": "2",
    "date": "April 1994",
    "page": "Pages 139-266",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Apr 1994",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Wayne H. Mikkelson",
                "Richard S. Ruback",
                "G. William Schwert",
                "Cliffford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(94)90001-9"
        },
        {
            "no": "2",
            "title": "Implied volatility functions in arbitrage-free term structure models",
            "date": "Apr 1994",
            "author": [
                "Kaushik I. Amin",
                "Andrew J. Morton"
            ],
            "abstract": "We test six term structure models in the Heath, Jarrow, and Morton (1992) class using Eurodollar futures and options data from 1987∗1992. We study the time series of implied interest rate volatilities from these models. Using one-day lagged implied volatilities, our one-and two-parameter models simultaneously price an average of 18.5 options each day with an average absolute error of one-and-a-half to two basis points. Although the models fit well, we document systematic strike- price and time-to-maturity biases for all models. We also implement simple trading strategies to test whether the models identify genuine biases.",
            "link": "https://doi.org/10.1016/0304-405X(94)90002-7"
        },
        {
            "no": "3",
            "title": "Announcements of asset-quality problems and contagion effects in the life insurance industry",
            "date": "Apr 1994",
            "author": [
                "George W. Fenn",
                "Rebel A. Cole"
            ],
            "abstract": "We investigate contagion effects in the stock returns of life insurance companies at the time of announcements by First Executive and Travelers of significant problems in their investment portfolios. We first demonstrate that investments in junk bonds or commercial mortgages are important for the shareholder wealth effects of other life insurance companies. We then directly link the shareholder wealth effects to characteristics of firms' customers. Our evidence shows that effects on shareholder wealth are larger for companies with significant junk bond/commercial mortgage assets and readily mobile customers as represented by guaranteed investment contracts (GICs).",
            "link": "https://doi.org/10.1016/0304-405X(94)90003-5"
        },
        {
            "no": "4",
            "title": "Aftermarket support and underpricing of initial public offerings",
            "date": "Apr 1994",
            "author": [
                "Paul H. Schultz",
                "Mir A. Zaman"
            ],
            "abstract": "We study the aftermarket for 72 initial public offerings (IPOs) using comprehensive trade and quote-change data from every market maker for the first three days of trading. Underwriters quote higher bid prices than other market makers for issues that commence trading at or below the offer price. Underwriters repurchase large quantities of stock in the aftermarket without risk by overselling the issue by the amount of the overallotment option. If the IPO is hot, the overallotment option is exercised. If not, the short position is covered with aftermarket selling. We discuss several reasons for underwriter support.",
            "link": "https://doi.org/10.1016/0304-405X(94)90004-3"
        },
        {
            "no": "5",
            "title": "The costs of inefficient bargaining and financial distress",
            "date": "Apr 1994",
            "author": [
                "Sanjai Bhagat",
                "James A. Brickley",
                "Jeffrey L. Coles"
            ],
            "abstract": "This study provides the first large-sample analysis of the stock-market reactions to interfirm litigation. When a suit is filed, the common stock of the typical defendant declines by about 1%, while the plaintiff experiences no significant gains. For the average pair of firms, the combined drop in value upon filing is $21 million. Much of the loss is regained if the suit is settled. The findings suggest that bargaining among firm claimants sometimes leads to very inefficient outcomes. Part of the leakage is explained by the costs of increased financial distress imposed on the defendant.",
            "link": "https://doi.org/10.1016/0304-405X(94)90005-1"
        },
        {
            "no": "6",
            "title": "Voucher privatization",
            "date": "Apr 1994",
            "author": [
                "Maxim Boycko",
                "Andrei Shleifer",
                "Robert W. Vishny"
            ],
            "abstract": "Several Eastern European countries have initiated mass privatization programs to transfer state-owned assets to the general population. We show that the decision to pursue mass privatization and even the specific design of the programs are largely dictated by politics. Nonetheless, politically feasible programs can also be made attractive from an economic standpoint in terms of maximizing value, fostering free and efficient markets, and promoting corporate governance. In general, the design of economic institutions is critically shaped by political factors, although satisfactory economic results can be achieved in spite of political constraints.",
            "link": "https://doi.org/10.1016/0304-405X(94)90006-X"
        }
    ]
}