{
    "journal": "JF",
    "volume": "48",
    "issue": "1",
    "date": "March 1993",
    "page": "Pages: i-vi, 1-424, vii-xxxvii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "March 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb00852.x"
        },
        {
            "no": "2",
            "title": "SMITH BREEDEN PRIZES FOR 1992",
            "date": "March 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb00853.x"
        },
        {
            "no": "3",
            "title": "What Moves the Stock and Bond Markets? A Variance Decomposition for Long‐Term Asset Returns",
            "date": "March 1993",
            "author": [
                "JOHN Y. CAMPBELL",
                "JOHN AMMER"
            ],
            "abstract": "This paper uses a vector autoregressive model to decompose excess stock and 10‐year bond returns into changes in expectations of future stock dividends, inflation, short‐term real interest rates, and excess stock and bond returns. In monthly postwar U.S. data, stock and bond returns are driven largely by news about future excess stock returns and inflation, respectively. Real interest rates have little impact on returns, although they do affect the short‐term nominal interest rate and the slope of the term structure. These findings help to explain the low correlation between excess stock and bond returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04700.x"
        },
        {
            "no": "4",
            "title": "Long‐Term Market Overreaction or Biases in Computed Returns?",
            "date": "March 1993",
            "author": [
                "JENNIFER CONRAD",
                "GAUTAM KAUL"
            ],
            "abstract": "We show that the returns to the typical long‐term contrarian strategy implemented in previous studies are upwardly biased because they are calculated by cumulating single‐period (monthly) returns over long intervals. The cumulation process not only cumulates “true” returns but also the upward bias in single‐period returns induced by measurement errors. We also show that the remaining “true” returns to loser or winner firms have no relation to overreaction. This study has important implications for event studies that use cumulative returns to assess the impact of information events.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04701.x"
        },
        {
            "no": "5",
            "title": "Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency",
            "date": "March 1993",
            "author": [
                "NARASIMHAN JEGADEESH",
                "SHERIDAN TITMAN"
            ],
            "abstract": "This paper documents that strategies which buy stocks that have performed well in the past and sell stocks that have performed poorly in the past generate significant positive returns over 3‐to 12‐month holding periods. We find that the profitability of these strategies are not due to their systematic risk or to delayed stock price reactions to common factors. However, part of the abnormal returns generated in the first year after portfolio formation dissipates in the following two years. A similar pattern of returns around the earnings announcements of past winners and losers is also documented.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04702.x"
        },
        {
            "no": "6",
            "title": "Hot Hands in Mutual Funds: Short‐Run Persistence of Relative Performance, 1974–1988",
            "date": "March 1993",
            "author": [
                "DARRYLL HENDRICKS",
                "JAYENDU PATEL",
                "RICHARD ZECKHAUSER"
            ],
            "abstract": "The relative performance of no‐load, growth‐oriented mutual funds persists in the near term, with the strongest evidence for a one‐year evaluation horizon. Portfolios of recent poor performers do significantly worse than standard benchmarks; those of recent top performers do better, though not significantly so. The difference in risk‐adjusted performance between the top and bottom octile portfolios is six to eight percent per year. These results are not attributable to known anomalies or survivorship bias. Investigations with a different (previously used) data set and with some post‐1988 data confirm the finding of persistence.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04703.x"
        },
        {
            "no": "7",
            "title": "General Tests of Latent Variable Models and Mean‐Variance Spanning",
            "date": "March 1993",
            "author": [
                "WAYNE E. FERSON",
                "STEPHEN R. FOERSTER",
                "DONALD B. KEIM"
            ],
            "abstract": "The methods of Gibbons and Ferson (1985) are extended, relaxing the assumption that expected returns are linear functions of predetermined instruments. A model of conditional mean‐variance spanning generalizes Huberman and Kandel (1987). The empirical results indicate that more than a single risk premium is needed to model expected stock and bond returns, but the number of common factors in the expected returns is small. However, when size‐based common stock portfolios proxy for the risk factors, we reject the hypothesis that four of them describe the conditional expected returns of the other assets.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04704.x"
        },
        {
            "no": "8",
            "title": "Price Formation and Equilibrium Liquidity in Fragmented and Centralized Markets",
            "date": "March 1993",
            "author": [
                "BRUNO BIAIS"
            ],
            "abstract": "This paper compares centralized and fragmented markets, such as floor and telephone markets. Risk‐averse agents compete for one market order. In centralized markets, these agents are market makers or limit order traders. They are assumed to observe the quotes of their competitors. In fragmented markets they are dealers. They can only assess the positions of their competitors. We analyze differences in bidding strategies reflecting differences in market structures. The equilibrium number of dealers is shown to be increasing in the frequency of trades and the volatility of the value of the asset. The expected spread is shown to be equal in both markets, ceteris paribus. But the spread is more volatile in centralized than in fragmented markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04705.x"
        },
        {
            "no": "9",
            "title": "Variations in Trading Volume, Return Volatility, and Trading Costs: Evidence on Recent Price Formation Models",
            "date": "March 1993",
            "author": [
                "F. DOUGLAS FOSTER",
                "S. VISWANATHAN"
            ],
            "abstract": "Patterns in stock market trading volume, trading costs, and return volatility are examined using New York Stock Exchange data from 1988. Intraday test results indicate that, for actively traded firms trading volume, adverse selection costs, and return volatility are higher in the first half‐hour of the day. This evidence is inconsistent with the Admati and Pfleiderer (1988) model which predicts that trading costs are low when volume and return volatility are high. Interday test results show that, for actively traded firms, trading volume is low and adverse selection costs are high on Monday, which is consistent with the predictions of the Foster and Viswanathan (1990) model.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04706.x"
        },
        {
            "no": "10",
            "title": "Trading and Manipulation Around Seasoned Equity Offerings",
            "date": "March 1993",
            "author": [
                "BRUNO GERARD",
                "VIKRAM NANDA"
            ],
            "abstract": "We investigate the potential for manipulation due to the interaction between secondary market trading prior to a seasoned equity offering (SO) and the pricing of the offering. Informed traders acting strategically may attempt to manipulate offering prices by selling shares prior to the SO, and profit subsequently from lower prices in the offering. The model predicts increased selling prior to a SO, leading to increases in the market maker's inventory and temporary price decreases. Further, since manipulation conceals information, the ratio of temporary to permanent components of the price movements is predicted to increase.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04707.x"
        },
        {
            "no": "11",
            "title": "The Value of Bank Durability: Borrowers as Bank Stakeholders",
            "date": "March 1993",
            "author": [
                "MYRON B. SLOVIN",
                "MARIE E. SUSHKA",
                "JOHN A. POLONCHEK"
            ],
            "abstract": "We examine the value of bank durability to borrowing firms. The analysis is based on theoretical models of the asset services view of intermediation which imply that private information and associated relationship‐specific activities are intrinsic to bank lending. We analyze share price effects on firms with lending relationships with Continental Illinois Bank during its de facto failure and subsequent FDIC rescue. We find the bank's impending insolvency had negative effects and the FDIC rescue positive effects on client firm share prices. We conclude that borrowers incur significant costs in response to unanticipated reductions in bank durability and thus are bank stakeholders.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04708.x"
        },
        {
            "no": "12",
            "title": "On the Determinants of Corporate Hedging",
            "date": "March 1993",
            "author": [
                "DEANA R. NANCE",
                "CLIFFORD W. SMITH JR.",
                "CHARLES W. SMITHSON"
            ],
            "abstract": "Finance theory indicates that hedging increases firm value by reducing expected taxes, expected costs of financial distress, or other agency costs. This paper provides evidence on these hypotheses using survey data on firm's use of forwards, futures, swaps, and options combined with COMPUTSTAT data on firm characteristics. Of 169 firms in the sample, 104 firms use hedging instruments in 1986. The data suggest that firms which hedge face more convex tax functions, have less coverage of fixed claims, are larger, have more growth options in their investment opportunity set, and employ fewer hedging substitutes.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04709.x"
        },
        {
            "no": "13",
            "title": "The Pricing of Initial Public Offerings: A Dynamic Model with Information Production",
            "date": "March 1993",
            "author": [
                "THOMAS J. CHEMMANUR"
            ],
            "abstract": "This paper presents an information‐theoretic model of IPO pricing in which insiders sell stock in both the IPO and the secondary market, have private information about their firm's prospects, and outsiders may engage in costly information production about the firm. High‐value firms, knowing they are going to pool with low‐value firms, induce outsiders to engage in information production by underpricing, which compensates outsiders for the cost of producing information. The information is reflected in the secondary market price of equity, giving a higher expected stock price for high‐value firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04710.x"
        },
        {
            "no": "14",
            "title": "The Valuation Effects of Warrant Extensions",
            "date": "March 1993",
            "author": [
                "JOHN S. HOWE",
                "PEIHWANG WEI"
            ],
            "abstract": "In this paper, we examine the warrant price and stock price reactions to the announcement of warrant life extensions. As predicted by option‐pricing theory, warrant prices increase in response to an extension. Our principal finding is that the stocks of firms making the extension announcements experience positive abnormal returns on average. We interpret the evidence as supportive of an anticipation hypothesis in which the market perceives the decision to extend the warrants' expiration date as a favorable indication for the stock price before the subsequent expiration.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04711.x"
        },
        {
            "no": "15",
            "title": "Liquidity, Reconstitution, and the Value of U.S. Treasury Strips",
            "date": "March 1993",
            "author": [
                "PHILLIP R. DAVES",
                "MICHAEL C. EHRHARDT"
            ],
            "abstract": "An apparent pricing anomaly exists in the market for U.S. Treasury strips: zero‐coupon strips created from principal payments typically trade at significantly higher prices than otherwise identical zero‐coupon strips created from coupon payments. In addition to documenting this phenomenon, this study demonstrates that differences in liquidity and differences in reconstitution characteristics explain much of this price variation.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04712.x"
        },
        {
            "no": "16",
            "title": "Tax‐Induced Intra‐Year Patterns in Bonds Yields",
            "date": "March 1993",
            "author": [
                "SHALOM J. HOCHMAN",
                "ODED PALMON",
                "ALEX P. TANG"
            ],
            "abstract": "The ratio of the yields on short‐term tax‐exempt and taxable bonds exhibits a sawtooth pattern that is consistent with the impacts of tax deferments from dates on which interest payments are received to dates on which the resulting tax payments are paid. The effect of the tax deferment at turns of calendar years does not differ appreciably from the effect at the turn of any other tax quarter. Investors with tax payment schedules that differ from that of the investor that is indifferent between investing in taxable and tax‐exempt bonds may benefit from tax‐related timing strategies for investing in these bonds. Issuers may benefit from tax‐related timing strategies for scheduling interest payments.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04713.x"
        },
        {
            "no": "17",
            "title": "Defaults of Original Issue High‐Yield Convertible Bonds",
            "date": "March 1993",
            "author": [
                "ERIC S. ROSENGREN"
            ],
            "abstract": "Recent studies using aging analysis have found high rates of default for rated, nonconvertible high‐yield bonds. This paper examines the remainder of the market and concludes that rated and nonrated convertible high‐yield bonds had significantly lower default rates. It also provides some evidence that nonrated, nonconvertible securities may have lower default rates. Even after controlling for issue size and coupon rates in a logit model, these differences remain statistically significant.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04714.x"
        },
        {
            "no": "18",
            "title": "Value of Latent Information: Alternative Event Study Methods",
            "date": "March 1993",
            "author": [
                "SANKARSHAN ACHARYA"
            ],
            "abstract": "This paper presents an econometric model to value latent information underlying corporate events. This model computes the market's inference of the value of latent information from the probability of an event, conditional on firm‐specific, preevent information. It provides a convenient framework for testing significance of preevent information variables, such as accounting attributes and lagged stock return. Simulations show that this model, when applied to both event and preevent period data, can decrease the incidence of bias in event studies. If restricted to only event period data, this model reduces to a truncated regression and does not perform as well as standard procedures.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04715.x"
        },
        {
            "no": "19",
            "title": "A Simple Measure of Price Adjustment Coefficients",
            "date": "March 1993",
            "author": [
                "ASWATH DAMODARAN"
            ],
            "abstract": "One measure of market efficiency is the speed with which prices adjust to new information. We develop a simple approach to estimating these price adjustment coefficients by using the information in return processes. This approach is used to estimate the price adjustment coefficients for firms listed on the NYSE and the AMEX as well as for over‐the‐counter stocks. We find evidence of a lagged adjustment to new information in shorter return intervals for firms in all market value classes, and some support for the proposition that prices adjust much more slowly and with more noise for smaller firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04716.x"
        },
        {
            "no": "20",
            "title": "Book Reviews",
            "date": "March 1993",
            "author": [],
            "abstract": "Book reviewed in this article:\nThe Reform of Federal Deposit Insurance: Disciplining the Government and Protecting Taxpayers. Edited by JAMES R. BARTH and R. DAN BRUMBAUGH, JR. New York: Harper Business, 1992. Pp. xxi + 310.\nNonlinear Dynamics, Chaos, and Instability. By WILLIAM A. BROCK, DAVID A. HSIEH, and BLAKE LEBARON. Cambridge, MA: MIT Press, 1992. Pp. xviii + 328.\nOptions and Financial Futures: Valuation and Uses. By DAVID A. DUBOF‐SKY. New York: McGraw‐Hill, 1992. Pp. xx + 699.\nThe Economic Structure of Corporate Law. By FRANK H. EASTERBROOK and DANIEL R. FISCHEL. Cambridge, MA: Harvard University Press, 1991. Pp. viii + 370.\nManaging Corporate Pension Plans. By DENNIS E. LOGUE, New York: Harper Collins Inc., 1991. Pp. x + 289.\nSense & Nonsense in Corporate Finance. By LOUIS LOWENSTEIN. Reading, MA: Addison‐Wesley Publishing Company, Inc., 1991. Pp. viii + 263.\nEconomics, Organization and Management. By PAUL MILGROM and JOHN ROBERTS. Englewood Cliffs, NJ: Prentice‐Hall, 1992. Pp. xvii + 621.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04717.x"
        },
        {
            "no": "21",
            "title": "MISCELLANEA",
            "date": "March 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04718.x"
        },
        {
            "no": "22",
            "title": "ASSOCIATION MEETINGS",
            "date": "March 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb00854.x"
        },
        {
            "no": "23",
            "title": "ANNOUNCEMENTS",
            "date": "March 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04719.x"
        },
        {
            "no": "24",
            "title": "Back Matter",
            "date": "March 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb00855.x"
        }
    ]
}