{
    "journal": "JF",
    "volume": "48",
    "issue": "4",
    "date": "September 1993",
    "page": "Pages: i-vi, 1147-1564, vii-lxxii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "September 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb00906.x"
        },
        {
            "no": "2",
            "title": "Stock Price Volatility, Ordinary Dividends, and Other Cash Flows to Shareholders",
            "date": "September 1993",
            "author": [
                "LUCY F. ACKERT",
                "BRIAN F. SMITH"
            ],
            "abstract": "This paper shows that the results of variance‐bound tests depend on how cash distributions to shareholders are measured. As in prior studies, we find apparent evidence of excess volatility when a narrow definition of cash flow (dividends only) is applied. However, we are unable to reject the hypothesis of market efficiency when the cash flow measure also includes share repurchases and takeover distributions in addition to ordinary cash dividends.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04749.x"
        },
        {
            "no": "3",
            "title": "How Markets Process Information: News Releases and Volatility",
            "date": "September 1993",
            "author": [
                "LOUIS H. EDERINGTON",
                "JAE HA LEE"
            ],
            "abstract": "We examine the impact of scheduled macroeconomic news announcements on interest rate and foreign exchange futures markets. We find these announcements are responsible for most of the observed time‐of‐day and day‐of‐the‐week volatility patterns in these markets. While the bulk of the price adjustment to a major announcement occurs within the first minute, volatility remains substantially higher than normal for roughly fifteen minutes and slightly elevated for several hours. Nonetheless, these subsequent price adjustments are basically independent of the first minute's return. We identify those announcements with the greatest impact on these markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04750.x"
        },
        {
            "no": "4",
            "title": "Fundamentals or Noise? Evidence from the Professional Basketball Betting Market",
            "date": "September 1993",
            "author": [
                "WILLIAM O. BROWN",
                "RAYMOND D. SAUER"
            ],
            "abstract": "This paper uses the betting market for professional basketball games to address the issue of unexplained asset price volatility. A pricing model is presented which identifies two components in point spreads for professional basketball games. Both components—the market's estimate of relative team abilities and an idiosyncratic factor—are essentially unobserved, but can be identified ex post. The structure of this market enables tests of competing hypotheses about point spread variation. The tests reject the hypothesis that variation in the two components represents irrelevant noise. The hypothesis that unobserved fundamentals account for this variation is consistent with the data.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04751.x"
        },
        {
            "no": "5",
            "title": "Imperfect Information and Cross‐Autocorrelation among Stock Prices",
            "date": "September 1993",
            "author": [
                "KALOK CHAN"
            ],
            "abstract": "I develop a model to explain why stock returns are positively cross‐autocorrelated. When market makers observe noisy signals about the value of their stocks but cannot instantaneously condition prices on the signals of other stocks, which contain marketwide information, the pricing error of one stock is correlated with the other signals. As market makers adjust prices after observing true values or previous price changes of other stocks, stock returns become positively cross‐autocorrelated. If the signal quality differs among stocks, the cross‐autocorrelation pattern is asymmetric. I show that both own‐ and cross‐autocorrelations are higher when market movements are larger.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04752.x"
        },
        {
            "no": "6",
            "title": "No Arbitrage and Arbitrage Pricing: A New Approach",
            "date": "September 1993",
            "author": [
                "RAVI BANSAL",
                "S. VISWANATHAN"
            ],
            "abstract": "We argue that arbitrage‐pricing theories (APT) imply the existence of a low‐dimensional nonnegative nonlinear pricing kernel. In contrast to standard constructs of the APT, we do not assume a linear factor structure on the payoffs. This allows us to price both primitive and derivative securities. Semi‐nonparametric techniques are used to estimate the pricing kernel and test the theory. Empirical results using size‐based portfolio returns and yields on bonds reject the nested capital asset‐pricing model and linear APT and support the nonlinear APT. Diagnostics show that the nonlinear model is more capable of explaining variations in small firm returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04753.x"
        },
        {
            "no": "7",
            "title": "A Test for the Number of Factors in an Approximate Factor Model",
            "date": "September 1993",
            "author": [
                "GREGORY CONNOR",
                "ROBERT A. KORAJCZYK"
            ],
            "abstract": "An important issue in applications of multifactor models of asset returns is the appropriate number of factors. Most extant tests for the number of factors are valid only for strict factor models, in which diversifiable returns are uncorrelated across assets. In this paper we develop a test statistic to determine the number of factors in an approximate factor model of asset returns, which does not require that diversifiable components of returns be uncorrelated across assets. We find evidence for one to six pervasive factors in the cross‐section of New York Stock Exchange and American Stock Exchange stock returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04754.x"
        },
        {
            "no": "8",
            "title": "Ownership Concentration, Corporate Control Activity, and Firm Value: Evidence from the Death of Inside Blockholders",
            "date": "September 1993",
            "author": [
                "MYRON B. SLOVIN",
                "MARIE E. SUSHKA"
            ],
            "abstract": "We analyze how ownership concentration affects firm value and control of public companies by examining effects of deaths of inside blockholders. We find shareholder wealth increases, ownership concentration falls, and extensive corporate control activity ensues. Share price responses are related to the deceased's equity stake. Control group holdings fall for two‐thirds of the firms due to either the estate's dispersal or inheritors selling stock. A majority of firms become targets of control bids: three‐quarters of bids are successful; one‐third are hostile. Our evidence is broadly consistent with Stulz's (1988) model of the relationship between ownership concentration and firm value.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04755.x"
        },
        {
            "no": "9",
            "title": "The Reverse LBO Decision and Firm Performance: Theory and Evidence",
            "date": "September 1993",
            "author": [
                "FRANÇOIS DEGEORGE",
                "RICHARD ZECKHAUSER"
            ],
            "abstract": "We investigate the transition from private to public ownership of companies that had previously been subject to leveraged buyouts (LBOs). We show that the information asymmetry problem firms face when they go to public markets for equity, as well as behavioral and debt overhang effects, will produce a pattern in which superior performance before an offering should be expected, with disappointing performance subsequently. We find empirical evidence of this phenomenon by studying 62 reverse LBOs that went public between 1983 and 1987. The market appears to anticipate this pattern.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04756.x"
        },
        {
            "no": "10",
            "title": "Security Design",
            "date": "September 1993",
            "author": [
                "ARNOUD W. A. BOOT",
                "ANJAN V. THAKOR"
            ],
            "abstract": "We explain why an issuer may wish to raise external capital by selling multiple financial claims that partition its total asset cash flows, rather than a single claim. We show that, in an asymmetric information environment, the issuer's expected revenue is enhanced by such cash flow partitioning because it makes informed trade more profitable. This approach seems capable of shedding light on corporate incentives to issue debt and equity, as well as on financial intermediaries' incentives to issue multiple classes of claims against portfolios of securitized assets.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04757.x"
        },
        {
            "no": "11",
            "title": "Brokerage Commission Schedules",
            "date": "September 1993",
            "author": [
                "MICHAEL J. BRENNAN",
                "TARUN CHORDIA"
            ],
            "abstract": "It is generally optimal for risk‐sharing reasons to base a charge for information on the signal realization. When this is not possible, a charge based on the amount of trading, a brokerage commission, may be a good alternative. The optimal brokerage commission schedule is derived for a risk‐neutral information seller faced with risk‐averse purchasers who may differ in their risk aversion. Revenues from the brokerage commission are compared with those from a fixed charge for information and the optimal mutual fund management fee.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04758.x"
        },
        {
            "no": "12",
            "title": "Treasury Auction Bids and the Salomon Squeeze",
            "date": "September 1993",
            "author": [
                "NARASIMHAN JEGADEESH"
            ],
            "abstract": "Recent press accounts claim that collusion is common practice in Treasury auctions and that as a result the auction profits are excessive. But, this paper finds that the auction prices are on average marginally higher than the secondary market bid prices. The auction profits, however, are systematically related to the total fraction of winning bids tendered by banks and dealers. The postauction prices of the two‐year notes in which Salomon Brothers had a 94 percent holding are also examined. The secondary market prices of these notes were significantly higher than the estimated competitive prices in the four‐week postissue period.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04759.x"
        },
        {
            "no": "13",
            "title": "Trading Patterns and Prices in the Interbank Foreign Exchange Market",
            "date": "September 1993",
            "author": [
                "TIM BOLLERSLEV",
                "IAN DOMOWITZ"
            ],
            "abstract": "The behavior of quote arrivals and bid‐ask spreads is examined for continuously recorded deutsche mark‐dollar exchange rate data over time, across locations, and by market participants. A pattern in the intraday spread and intensity of market activity over time is uncovered and related to theories of trading patterns. Models for the conditional mean and variance of returns and bid‐ask spreads indicate volatility clustering at high frequencies. The proposition that trading intensity has an independent effect on returns volatility is rejected, but holds for spread volatility. Conditional returns volatility is increasing in the size of the spread.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04760.x"
        },
        {
            "no": "14",
            "title": "The Effect of Money Shocks on Interest Rates in the Presence of Conditional Heteroskedasticity",
            "date": "September 1993",
            "author": [
                "KEVIN B. GRIER",
                "MARK J. PERRY"
            ],
            "abstract": "Most current empirical work finds no evidence that money shocks lower interest rates. We show that these nonresults are mainly due to a failure to model the conditional heteroskedasticity of interest rates. Autoregressive conditional heteroskedasticity (ARCH) models find a significant liquidity effect where ordinary least squares (OLS) models do not. The existence of a liquidity effect is found using different models and sample periods when ARCH models are used in estimation, but never when OLS is employed.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04761.x"
        },
        {
            "no": "15",
            "title": "The Irrelevance of Margin: Evidence from the Crash of '87",
            "date": "September 1993",
            "author": [
                "PAUL J. SEGUIN",
                "GREGG A. JARRELL"
            ],
            "abstract": "Following the crash of 1987, one contentious regulatory issue has been whether margin activity exacerbated the decline in equity values. We contrast the crash behavior of NASDAQ securities eligible for margin trading with the behavior of ineligible ones. Consistent with the hypothesis that margin‐eligible securities were more frequently subjected to margin calls and forced sales, we find that abnormal volumes were uniformly larger for eligible securities. However, there is no evidence that this activity provoked additional price depreciation. Margin‐eligible securities actually fell by one percent less than the ineligible securities over the period.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04762.x"
        },
        {
            "no": "16",
            "title": "Crowding Out and the Informativeness of Security Prices",
            "date": "September 1993",
            "author": [
                "JONATHAN M. PAUL"
            ],
            "abstract": "Individual investors trade less agressively on any particular piece of information as more investors observe it. The trades of the new investors observing a piece of information “crowd out” some of the trades of the old investors who observe that same piece of information. This paper shows that when traders are risk averse, these crowding out effects lead the proportions of traders who choose to observe one signal versus another to differ from the proportions that maximize the informativeness of prices.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04763.x"
        },
        {
            "no": "17",
            "title": "Short Selling and Efficient Sets",
            "date": "September 1993",
            "author": [
                "GORDON J. ALEXANDER"
            ],
            "abstract": "The effect of short selling on the composition and location of the efficient set has been analyzed in a variety of ways. However, the situation typically facing investors where the initial margin requirement is less than 100 percent and the riskfree interest rate that is paid on the short proceeds is less than the rate paid on initial margin has not previously been considered. The Elton‐Gruber‐Padberg algorithm (1976, 1978), subject to certain modifications, is shown here to be capable of identifying the efficient set under such conditions.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04764.x"
        },
        {
            "no": "18",
            "title": "Alternative Information Sources and the Information Content of Bank Loans",
            "date": "September 1993",
            "author": [
                "RONALD BEST",
                "HANG ZHANG"
            ],
            "abstract": "This paper examines the information content of bank loan agreements. We differentiate borrowers according to financial analysts' percentage earnings forecast errors and most recent forecast revisions. The empirical results suggest that banks rely on other indicators as initial screening devices to determine where to best deploy their evaluation and monitoring efforts. If these other indicators are reliable and signal‐improving prospects, banks do little further investigation. However, if the indicators are noisy and signal‐declining prospects, banks have incentives to expend resources to investigate the borrowers, resulting in the production of valuable information.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04765.x"
        },
        {
            "no": "19",
            "title": "An Incentive Approach to Banking Regulation",
            "date": "September 1993",
            "author": [
                "RONALD M. GIAMMARINO",
                "TRACY R. LEWIS",
                "DAVID E. M. SAPPINGTON"
            ],
            "abstract": "We examine the optimal design of a risk‐adjusted deposit insurance scheme when the regulator has less information than the bank about the inherent risk of the bank's assets (adverse selection), and when the regulator is unable to monitor the extent to which bank resources are being directed away from normal operations toward activities that lower asset quality (moral hazard). Under a socially optimal insurance scheme: (1) asset quality is below the first‐best level, (2) higher‐quality banks have larger asset bases and face lower capital adequacy requirements than lower‐quality banks, and (3) the probability of failure is equated across banks.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04766.x"
        },
        {
            "no": "20",
            "title": "Sensitivity of Multivariate Tests of the Capital Asset‐Pricing Model to the Return Measurement Interval",
            "date": "September 1993",
            "author": [
                "PUNEET HANDA",
                "S. P. KOTHARI",
                "CHARLES WASLEY"
            ],
            "abstract": "The capital asset‐pricing model's (CAPM) primary empirical implication is a positively sloped linear relation between a security's expected rate of return and its relative risk (beta). Recent research indicates that inferences about the risk‐return relation are sensitive to the choice of the return measurement interval. We perform multivariate tests of the Sharpe‐Lintner CAPM using monthly and annual returns on market‐value‐ranked portfolios. The CAPM is rejected using monthly returns, a result consistent with previous research. In contrast, we fail to reject the CAPM when annual holding period returns are used.",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04767.x"
        },
        {
            "no": "21",
            "title": "Book Reviews",
            "date": "September 1993",
            "author": [],
            "abstract": "Book reviewed in this article:\nInternational Banking Deregulation: The Great Banking Experiment. By RICHARD DALE\nMortgage … Mortgage‐Backed Securities Markets. By FRANK J. FABOZZI and FRANCO MODIGLIANI\nFinancial Derivatives. By ROBERT W. KOLB\nFrom Bleck‐Scholes to Black Holes. Edited by RISK/FINEX",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04768.x"
        },
        {
            "no": "22",
            "title": "MISCELLANEA",
            "date": "September 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04769.x"
        },
        {
            "no": "23",
            "title": "FIFTY‐FOURTH ANNUAL MEETING",
            "date": "September 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04748.x"
        },
        {
            "no": "24",
            "title": "ASSOCIATION MEETINGS",
            "date": "September 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb00907.x"
        },
        {
            "no": "25",
            "title": "ANNOUNCEMENTS",
            "date": "September 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb04747.x"
        },
        {
            "no": "26",
            "title": "Back Matter",
            "date": "September 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1993.tb00908.x"
        }
    ]
}