{
    "journal": "JFE",
    "volume": "109",
    "issue": "2",
    "date": "August 2013",
    "page": "Pages 293-582",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Aug 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(13)00165-7"
        },
        {
            "no": "2",
            "title": "A production-based model for the term structure",
            "date": "Mar 2013",
            "author": [
                "Urban J. Jermann"
            ],
            "abstract": "This paper considers the term structure of interest rates implied by a production-based asset pricing model in which the fundamental drivers are investment in equipment and structures as well as inflation. The model matches the average yield curve up to five-year maturity almost perfectly. Longer term yields are roughly as volatile as in the data. The model also generates time-varying bond risk premiums. In particular, when running Fama-Bliss regressions of excess returns on forward premiums, the model produces slope coefficients of roughly half the size of the empirical counterparts. Closed-form expressions highlight the importance of the capital depreciation rates for interest rate dynamics.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.001"
        },
        {
            "no": "3",
            "title": "IPO first-day returns, offer price revisions, volatility, and form S-1 language",
            "date": "Feb 2013",
            "author": [
                "Tim Loughran",
                "Bill McDonald"
            ],
            "abstract": "Form S-1 is the first SEC filing in the initial public offering (IPO) process. The tone of the S-1, in terms of its definitiveness in characterizing the firm’s business strategy and operations, should affect investors’ ability to value the IPO. We find that IPOs with high levels of uncertain text have higher first-day returns, absolute offer price revisions, and subsequent volatility. Our findings provide empirical evidence for the theoretical models of uncertainty, bookbuilding, and prospect theory.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.017"
        },
        {
            "no": "4",
            "title": "The relation between equity incentives and misreporting: The role of risk-taking incentives",
            "date": "Feb 2013",
            "author": [
                "Christopher S. Armstrong",
                "David F. Larcker",
                "Gaizka Ormazabal",
                "Daniel J. Taylor"
            ],
            "abstract": "Prior research argues that a manager whose wealth is more sensitive to changes in the firm׳s stock price has a greater incentive to misreport. However, if the manager is risk-averse and misreporting increases both equity values and equity risk, the sensitivity of the manager׳s wealth to changes in stock price (portfolio delta) will have two countervailing incentive effects: a positive “reward effect” and a negative “risk effect.” In contrast, the sensitivity of the manager׳s wealth to changes in risk (portfolio vega) will have an unambiguously positive incentive effect. We show that jointly considering the incentive effects of both portfolio delta and portfolio vega substantially alters inferences reported in prior literature. Using both regression and matching designs, and measuring misreporting using discretionary accruals, restatements, and enforcement actions, we find strong evidence of a positive relation between vega and misreporting and that the incentives provided by vega subsume those of delta. Collectively, our results suggest that equity portfolios provide managers with incentives to misreport when they make managers less averse to equity risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.019"
        },
        {
            "no": "5",
            "title": "CEO turnover in a competitive assignment framework",
            "date": "Feb 2013",
            "author": [
                "Andrea L. Eisfeldt",
                "Camelia M. Kuhnen"
            ],
            "abstract": "There is widespread concern about whether Chief Executive Officers (CEOs) are appropriately punished for poor performance. While CEOs are more likely to be forced out if their performance is poor relative to the industry average, overall industry performance also matters. This seems puzzling if termination is disciplinary, however, we show that both absolute and relative performance-driven turnover can be natural and efficient outcomes in a competitive assignment model in which CEOs and firms form matches based on multiple characteristics. The model also has new predictions about replacement managers' equilibrium pay and performance. We document CEO turnover events during 1992–2006 and provide empirical support for our model.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.020"
        },
        {
            "no": "6",
            "title": "The timing of pay",
            "date": "Mar 2013",
            "author": [
                "Christopher A. Parsons",
                "Edward D. Van Wesep"
            ],
            "abstract": "There exists large and persistent variation in not only how, but when employees are paid, a fact unexplained by existing theory. This paper develops a simple model of optimal pay timing for firms. When workers have self-control problems, they under-save and experience volatile consumption between paychecks. Thus, pay whose delivery matches the timing of workers' consumption needs will reduce wage costs. The model also explains why pay timing should be regulated (as it is in practice): although the worker benefits from a timing profile that smoothes her consumption, her lack of self-control induces her to attempt to undo the arrangement, either by renegotiating with her employer or by taking out payday loans. Regulation of pay timing and consumer borrowing is required to counter these efforts, helping the worker help herself.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.005"
        },
        {
            "no": "7",
            "title": "Monitoring and corporate disclosure: Evidence from a natural experiment",
            "date": "Feb 2013",
            "author": [
                "Rustom M. Irani",
                "David Oesch"
            ],
            "abstract": "Using an experimental design that exploits exogenous reductions in coverage resulting from brokerage house mergers, we find that a reduction in coverage causes a deterioration in financial reporting quality. The effect of coverage on disclosure is more pronounced for firms with weak shareholder rights, consistent with a substitution effect between analyst monitoring and other corporate governance mechanisms. The effects we uncover using our experimental design are an order of magnitude larger than estimates from ordinary least squares regressions that do not account for the endogeneity of coverage. Overall, our results suggest that security analysts monitor managers and entrenched managers adopt less informative disclosure policies in the absence of such scrutiny.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.021"
        },
        {
            "no": "8",
            "title": "Does risk management matter? Evidence from the U.S. agricultural industry",
            "date": "Mar 2013",
            "author": [
                "Jess Cornaggia"
            ],
            "abstract": "This article constructs triple-difference tests around shifts in the supply of risk management instruments available to agricultural producers to reveal a positive relation between risk management and productivity. This relation is more robust when producers adopt instruments with payoffs linked to group performance and weaker when payoffs are linked to individual performance. Additionally, productivity is particularly high among risk-managing producers in counties containing high levels of bank deposits, a proxy for access to finance. Overall, this article illuminates the relation between hedging and real firm outcomes as well as the interaction between access to finance and firms' risk management choices.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.004"
        },
        {
            "no": "9",
            "title": "Limits to arbitrage and hedging: Evidence from commodity markets",
            "date": "Mar 2013",
            "author": [
                "Viral V. Acharya",
                "Lars A. Lochstoer",
                "Tarun Ramadorai"
            ],
            "abstract": "We build an equilibrium model of commodity markets in which speculators are capital constrained, and commodity producers have hedging demands for commodity futures. Increases in producers' hedging demand or speculators' capital constraints increase hedging costs via price-pressure on futures. These in turn affect producers' equilibrium hedging and supply decision inducing a link between a financial friction in the futures market and the commodity spot prices. Consistent with the model, measures of producers' propensity to hedge forecasts futures returns and spot prices in oil and gas market data from 1979 to 2010. The component of the commodity futures risk premium associated with producer hedging demand rises when speculative activity reduces. We conclude that limits to financial arbitrage generate limits to hedging by producers, and affect equilibrium commodity supply and prices.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.003"
        },
        {
            "no": "10",
            "title": "Collateral and capital structure",
            "date": "Mar 2013",
            "author": [
                "Adriano A. Rampini",
                "S. Viswanathan"
            ],
            "abstract": "We develop a dynamic model of investment, capital structure, leasing, and risk management based on firms' need to collateralize promises to pay with tangible assets. Both financing and risk management involve promises to pay subject to collateral constraints. Leasing is strongly collateralized costly financing and permits greater leverage. More constrained firms hedge less and lease more, both cross-sectionally and dynamically. Mature firms suffering adverse cash flow shocks may cut risk management and sell and lease back assets. Persistence of productivity reduces the benefits to hedging low cash flows and can lead firms not to hedge at all.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.002"
        },
        {
            "no": "11",
            "title": "Can hedge funds time market liquidity?",
            "date": "Mar 2013",
            "author": [
                "Charles Cao",
                "Yong Chen",
                "Bing Liang",
                "Andrew W. Lo"
            ],
            "abstract": "We explore a new dimension of fund managers' timing ability by examining whether they can time market liquidity through adjusting their portfolios' market exposure as aggregate liquidity conditions change. Using a large sample of hedge funds, we find strong evidence of liquidity timing. A bootstrap analysis suggests that top-ranked liquidity timers cannot be attributed to pure luck. In out-of-sample tests, top liquidity timers outperform bottom timers by 4.0–5.5% annually on a risk-adjusted basis. We also find that it is important to distinguish liquidity timing from liquidity reaction, which primarily relies on public information. Our results are robust to alternative explanations, hedge fund data biases, and the use of alternative timing models, risk factors, and liquidity measures. The findings highlight the importance of understanding and incorporating market liquidity conditions in investment decision making.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.009"
        },
        {
            "no": "12",
            "title": "Corporate ownership structure and the choice between bank debt and public debt",
            "date": "Mar 2013",
            "author": [
                "Chen Lin",
                "Yue Ma",
                "Paul Malatesta",
                "Yuhai Xuan"
            ],
            "abstract": "This article examines the relation between a borrowing firm's ownership structure and its choice of debt source using a novel data set on corporate ownership, control, and debt structures for 9,831 firms in 20 countries from 2001 to 2010. We find that the divergence between the control rights and cash-flow rights of a borrowing firm's largest ultimate owner has a significant negative impact on the firm's reliance on bank debt financing. In addition, we show that the control-ownership divergence affects other aspects of debt structure including debt maturity and security. Our results indicate that firms controlled by large shareholders with excess control rights may choose public debt financing over bank debt as a way of avoiding scrutiny and insulating themselves from bank monitoring.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.006"
        },
        {
            "no": "13",
            "title": "Feedback effects of credit ratings",
            "date": "Mar 2013",
            "author": [
                "Gustavo Manso"
            ],
            "abstract": "Rating agencies are often criticized for being biased in favor of borrowers, for being too slow to downgrade following credit quality deterioration, and for being oligopolists. Based on a model that takes into account the feedback effects of credit ratings, I show that: (i) rating agencies should focus not only on the accuracy of their ratings but also on the effects of their ratings on the probability of survival of the borrower; (ii) even when rating agencies pursue an accurate rating policy, multi-notch downgrades or immediate default may occur in response to small shocks to fundamentals; (iii) increased competition between rating agencies can lead to rating downgrades, increasing default frequency and reducing welfare.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.007"
        },
        {
            "no": "14",
            "title": "Do personal taxes affect capital structure? Evidence from the 2003 tax cut",
            "date": "Mar 2013",
            "author": [
                "Leming Lin",
                "Mark J. Flannery"
            ],
            "abstract": "Because the personal tax treatments of interest and dividend income likely affect the relative cost of debt and equity financing, a sharp change in tax treatment could affect firms' optimal leverage. This paper examines the effect of the 2003 equity income tax cut on firms' debt usage. Because this tax cut affected only individual investors, we can use a difference-in-differences method to identify the effect of personal tax on firms' leverage. Previous research has found that the 2003 tax cut encouraged dividend payouts and reduced the cost of equity, but it provides no link to equilibrium leverage ratios. We estimate that the tax cut causes the affected firms' leverage to decrease by about 5 percentage points. Furthermore, we show that the effects of the tax cut are stronger for firms with lower marginal corporate tax rates and for firms that are not financially constrained, consistent with our theoretical predictions. Overall, we find strong evidence that personal tax is an important determinant of firms' optimal leverage.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.010"
        },
        {
            "no": "15",
            "title": "Trading frenzies and their impact on real investment",
            "date": "Mar 2013",
            "author": [
                "Itay Goldstein",
                "Emre Ozdenoren",
                "Kathy Yuan"
            ],
            "abstract": "We study a model in which a capital provider learns from the price of a firm's security in deciding how much capital to provide for new investment. This feedback effect from the financial market to the investment decision gives rise to trading frenzies, in which speculators all wish to trade like others, generating large pressure on prices. Coordination among speculators is sometimes desirable for price informativeness and investment efficiency, but speculators' incentives push in the opposite direction, so that they coordinate exactly when it is undesirable. We analyze the effect of various market parameters on the likelihood of trading frenzies to arise.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.011"
        }
    ]
}