{
    "journal": "JFE",
    "volume": "109",
    "issue": "1",
    "date": "July 2013",
    "page": "Pages 1-292",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jul 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(13)00146-3"
        },
        {
            "no": "2",
            "title": "The mystery of zero-leverage firms",
            "date": "Feb 2013",
            "author": [
                "Ilya A. Strebulaev",
                "Baozhong Yang"
            ],
            "abstract": "We present the puzzling evidence that, from 1962 to 2009, an average 10.2% of large public nonfinancial US firms have zero debt and almost 22% have less than 5% book leverage ratio. Zero-leverage behavior is a persistent phenomenon. Dividend-paying zero-leverage firms pay substantially higher dividends, are more profitable, pay higher taxes, issue less equity, and have higher cash balances than control firms chosen by industry and size. Firms with higher Chief Executive Officer (CEO) ownership and longer CEO tenure are more likely to have zero debt, especially if boards are smaller and less independent. Family firms are also more likely to be zero-levered.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.001"
        },
        {
            "no": "3",
            "title": "Acquisitions driven by stock overvaluation: Are they good deals?",
            "date": "Feb 2013",
            "author": [
                "Fangjian Fu",
                "Leming Lin",
                "Micah S. Officer"
            ],
            "abstract": "Theory and recent evidence suggest that overvalued firms can create value for shareholders if they exploit their overvaluation by using their stock as currency to purchase less overvalued firms. We challenge this idea and show that, in practice, overvalued acquirers significantly overpay for their targets. These acquisitions do not, in turn, lead to synergy gains. Moreover, these acquisitions seem to be concentrated among acquirers with the largest governance problems. CEO compensation, not shareholder value creation, appears to be the main motive behind acquisitions by overvalued acquirers.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.013"
        },
        {
            "no": "4",
            "title": "Market timing, investment, and risk management",
            "date": "Feb 2013",
            "author": [
                "Patrick Bolton",
                "Hui Chen",
                "Neng Wang"
            ],
            "abstract": "The 2008 financial crisis exemplifies significant uncertainties in corporate financing conditions. We develop a unified dynamic q-theoretic framework where firms have both a precautionary-savings motive and a market-timing motive for external financing and payout decisions, induced by stochastic financing conditions. The model predicts (1) cuts in investment and payouts in bad times and equity issues in good times even without immediate financing needs; (2) a positive correlation between equity issuance and stock repurchase waves. We show quantitatively that real effects of financing shocks may be substantially smoothed out as a result of firms' adjustments in anticipation of future financial crises.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.006"
        },
        {
            "no": "5",
            "title": "Are busy boards detrimental?",
            "date": "Feb 2013",
            "author": [
                "Laura Field",
                "Michelle Lowry",
                "Anahit Mkrtchyan"
            ],
            "abstract": "Busy directors have been widely criticized as being ineffective. However, we hypothesize that busy directors offer advantages for many firms. While busy directors may be less effective monitors, their experience and contacts arguably make them excellent advisors. Among IPO firms, which have minimal experience with public markets and likely rely heavily on their directors for advising, we find busy boards to be common and to contribute positively to firm value. Moreover, these positive effects of busy boards extend to all but the most established firms. Benefits are lowest among Forbes 500 firms, which likely require more monitoring than advising.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.004"
        },
        {
            "no": "6",
            "title": "Firm characteristics and long-run stock returns after corporate events",
            "date": "Feb 2013",
            "author": [
                "Hendrik Bessembinder",
                "Feng Zhang"
            ],
            "abstract": "The well-documented abnormal long-run buy-and-hold returns to firms issuing equity in initial public offerings and seasoned equity offerings, firms bidding in mergers, and firms initiating dividends can be attributed to imperfect control-firm matching. In addition to firm size and market-to-book ratio, event firms on average differ from control firms in terms of idiosyncratic volatility, liquidity, return momentum, and capital investment, each of which also explains returns. We propose a simple regression-based approach to control for differences in firm characteristics across event and control firms, and we show that long-run abnormal returns do not differ significantly from zero for event firms in the 1980 to 2005 period. The returns to event firms are, therefore, consistent with patterns known to exist for the broad stock market and do not require event-specific explanations.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.009"
        },
        {
            "no": "7",
            "title": "Managerial attitudes and corporate actions",
            "date": "Jan 2013",
            "author": [
                "John R. Graham",
                "Campbell R. Harvey",
                "Manju Puri"
            ],
            "abstract": "We administer psychometric tests to senior executives to obtain evidence on their underlying psychological traits and attitudes. We find US CEOs differ significantly from non-US CEOs in terms of their underlying attitudes. In addition, we find that CEOs are significantly more optimistic and risk-tolerant than the lay population. We provide evidence that CEOs' behavioral traits such as optimism and managerial risk-aversion are related to corporate financial policies. Further, we provide new empirical evidence that CEO traits such as risk-aversion and time preference are related to their compensation.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.01.010"
        },
        {
            "no": "8",
            "title": "The deep-pocket effect of internal capital markets",
            "date": "Feb 2013",
            "author": [
                "Xavier Boutin",
                "Giacinta Cestone",
                "Chiara Fumagalli",
                "Giovanni Pica",
                "Nicolas Serrano-Velarde"
            ],
            "abstract": "We provide evidence that incumbent and entrant firms' access to business group deep pockets affects the entry patterns in product markets. Relying on a unique French data set on business groups, our paper shows that entry into manufacturing industries is negatively related to the cash hoarded by incumbent affiliated groups and positively related to entrant groups' cash. In line with theoretical predictions, we find that the impact of group cash holdingson entry is more important in environments where financial constraints are pronounced. The cash holdings of incumbent and entrant groups also affect the survival rate of entrants in the three- to five-year post-entry window. Overall, our findings suggest that internal capital markets operate within corporate groups and affect the product market behavior of affiliated firms by mitigating financial constraints.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.003"
        },
        {
            "no": "9",
            "title": "How does capital affect bank performance during financial crises?",
            "date": "Feb 2013",
            "author": [
                "Allen N. Berger",
                "Christa H.S. Bouwman"
            ],
            "abstract": "This paper empirically examines how capital affects a bank’s performance (survival and market share) and how this effect varies across banking crises, market crises, and normal times that occurred in the US over the past quarter century. We have two main results. First, capital helps small banks to increase their probability of survival and market share at all times (during banking crises, market crises, and normal times). Second, capital enhances the performance of medium and large banks primarily during banking crises. Additional tests explore channels through which capital generates these effects. Numerous robustness checks and additional tests are performed.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.008"
        },
        {
            "no": "10",
            "title": "Worldwide reach of short selling regulations",
            "date": "Feb 2013",
            "author": [
                "Archana Jain",
                "Pankaj K. Jain",
                "Thomas H. McInish",
                "Michael McKenzie"
            ],
            "abstract": "We characterize legality and incidence of short selling in a worldwide, multimarket framework. Home country short selling restrictions curtail home market stock borrowing by 45% and reduce short selling of the country's American Depository Receipts (ADRs) by 68% due to regulatory reach. Also, the 2008 US ban on short selling of financial firms reduced borrowing in foreign locations. These findings are robust to controls for option availability, enforcement, returns, firm size, trading volume, dividends, ADR level, volatility, days-to-cover, and industry sector. Further, we show that investor conduct resulting from adherence to professional standards is a more powerful mechanism of regulatory reach than intergovernment cooperation.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.012"
        },
        {
            "no": "11",
            "title": "Sharing information in the credit market: Contract-level evidence from U.S. firms",
            "date": "Feb 2013",
            "author": [
                "Antonio Doblas-Madrid",
                "Raoul Minetti"
            ],
            "abstract": "We investigate the impact of lenders' information sharing on firms' performance in the credit market using rich contract-level data from a U.S. credit bureau. The staggered entry of lenders into the bureau offers a natural experiment to identify the effect of lenders' improved access to information. Consistent with the predictions of Padilla and Pagano, 1997, Padilla and Pagano, 2000 and Pagano and Jappelli (1993), we find that information sharing reduces contract delinquencies and defaults, especially when firms are informationally opaque. The results also reveal that information sharing does not reduce the use of guarantees, that is, it may not loosen lending standards.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.007"
        },
        {
            "no": "12",
            "title": "The leverage effect puzzle: Disentangling sources of bias at high frequency",
            "date": "Feb 2013",
            "author": [
                "Yacine Aït-Sahalia",
                "Jianqing Fan",
                "Yingying Li"
            ],
            "abstract": "The leverage effect refers to the generally negative correlation between an asset return and its changes of volatility. A natural estimate consists in using the empirical correlation between the daily returns and the changes of daily volatility estimated from high frequency data. The puzzle lies in the fact that such an intuitively natural estimate yields nearly zero correlation for most assets tested, despite the many economic reasons for expecting the estimated correlation to be negative. To better understand the sources of the puzzle, we analyze the different asymptotic biases that are involved in high frequency estimation of the leverage effect, including biases due to discretization errors, to smoothing errors in estimating spot volatilities, to estimation error, and to market microstructure noise. This decomposition enables us to propose novel bias correction methods for estimating the leverage effect.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.018"
        },
        {
            "no": "13",
            "title": "Productivity, restructuring, and the gains from takeovers",
            "date": "Feb 2013",
            "author": [
                "Xiaoyang Li"
            ],
            "abstract": "This paper investigates how takeovers create value. Using plant-level data, I show that acquirers increase targets' productivity through more efficient use of capital and labor. Acquirers reduce capital expenditures, wages, and employment in target plants, though output is unchanged. Acquirers improve targets' investment efficiency through reallocating capital to industries with better investment opportunities. Moreover, changes in productivity help explain the merging firms' announcement returns. The combined announcement returns are driven by improvements in target's productivity. Targets with greater productivity improvements receive higher premiums. These results provide some first empirical evidence on the relation between productivity and stock returns in takeovers.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.011"
        },
        {
            "no": "14",
            "title": "Firms as liquidity providers: Evidence from the 2007–2008 financial crisis",
            "date": "Feb 2013",
            "author": [
                "Emilia Garcia-Appendini",
                "Judit Montoriol-Garriga"
            ],
            "abstract": "Using a supplier–client matched sample, we study the effect of the 2007–2008 financial crisis on between-firm liquidity provision. Consistent with a causal effect of a negative shock to bank credit, we find that firms with high precrisis liquidity levels increased the trade credit extended to other corporations and subsequently experienced better performance as compared with ex ante cash-poor firms. Trade credit taken by constrained firms increased during this period. These findings are consistent with firms providing liquidity insurance to their clients when bank credit is scarce and offer an important precautionary savings motive for accumulating cash reserves.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.010"
        }
    ]
}