{
    "journal": "JFE",
    "volume": "109",
    "issue": "3",
    "date": "September 2013",
    "page": "Pages 583-878",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Sep 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(13)00181-5"
        },
        {
            "no": "2",
            "title": "The European Union, the Euro, and equity market integration",
            "date": "Mar 2013",
            "author": [
                "Geert Bekaert",
                "Campbell R. Harvey",
                "Christian T. Lundblad",
                "Stephan Siegel"
            ],
            "abstract": "We use industry valuation differentials across European countries to study the impact of membership in the European Union as well as the Eurozone on both economic and financial integration. In integrated markets, discount rates and expected growth opportunities should be similar within one industry, irrespective of the country, implying narrowing valuation differentials as countries become more integrated. Our analysis of the 1990–2007 period shows that membership in the EU significantly lowered discount rate and expected earnings growth differentials across countries. In contrast, the adoption of the Euro was not associated with increased integration. Our results do not change when the sample is extended to include the recent crisis period.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.008"
        },
        {
            "no": "3",
            "title": "Why Gaussian macro-finance term structure models are (nearly) unconstrained factor-VARs",
            "date": "Apr 2013",
            "author": [
                "Scott Joslin",
                "Anh Le",
                "Kenneth J. Singleton"
            ],
            "abstract": "This paper explores the implications of filtering and no-arbitrage for the maximum likelihood estimates of the entire conditional distribution of the risk factors and bond yields in Gaussian macro-finance term structure model (MTSM) when all yields are priced imperfectly. For typical yield curves and macro-variables studied in this literature, the estimated joint distribution within a canonical MTSM is nearly identical to the estimate from an economic-model-free factor vector-autoregression (factor-VAR), even when measurement errors are large. It follows that a canonical MTSM offers no new insights into economic questions regarding the historical distribution of the macro risk factors and yields, over and above what is learned from a factor-VAR. These results are rotation-invariant and, therefore, apply to many of the specifications in the literature.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.04.004"
        },
        {
            "no": "4",
            "title": "Determinants of corporate cash policy: Insights from private firms",
            "date": "Apr 2013",
            "author": [
                "Huasheng Gao",
                "Jarrad Harford",
                "Kai Li"
            ],
            "abstract": "We provide one of the first large sample comparisons of cash policies in public and private U.S. firms. We first show that despite higher financing frictions, private firms hold, on average, about half as much cash as public firms do. By examining the drivers of cash policies for each group, we are able to attribute the difference to the much higher agency costs in public firms. By combining evidence from across public and private firms as well as within public firms across different qualities of governance, we are able to reconcile existing mixed evidence on the effects of agency problems on cash policies. Specifically, agency problems affect not only the target level of cash, but also how managers react to cash in excess of the target.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.04.008"
        },
        {
            "no": "5",
            "title": "The dividend month premium",
            "date": "Feb 2013",
            "author": [
                "Samuel M. Hartzmark",
                "David H. Solomon"
            ],
            "abstract": "We find an asset pricing anomaly whereby companies have positive abnormal returns in months when they are predicted to issue a dividend. Abnormal returns in predicted dividend months are high relative to other companies and relative to dividend-paying companies in months without a predicted dividend, making risk-based explanations unlikely. The anomaly is as large as the value premium, but less volatile. The premium is consistent with price pressure from dividend-seeking investors. Measures of liquidity and demand for dividends are associated with larger price increases in the period before the ex-day (when there is no news about the dividend) and larger reversals afterward.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.015"
        },
        {
            "no": "6",
            "title": "Controlling shareholders and market timing in share issuance",
            "date": "Mar 2013",
            "author": [
                "Borja Larrain",
                "Francisco Urzúa I."
            ],
            "abstract": "We examine market timing in the equity issuance of firms controlled by large shareholders using a hand-collected data set of controlling shareholders' ownership stakes in Chile between 1990 and 2009. When a firm issues shares, the controlling shareholder can either maintain or change his ownership stake depending on how many of the new shares he subscribes. Issuance predicts poor future returns and is preceded by high returns, but only when the controlling shareholder's stake is significantly reduced. Consistent with market timing, the results are stronger in the absence of institutional investors and in hot issuance markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.013"
        },
        {
            "no": "7",
            "title": "Externalities of public firm presence: Evidence from private firms' investment decisions",
            "date": "Mar 2013",
            "author": [
                "Brad Badertscher",
                "Nemit Shroff",
                "Hal D. White"
            ],
            "abstract": "Public firms provide a large amount of information through their disclosures. In addition, information intermediaries publicly analyze, discuss, and disseminate these disclosures. Thus, greater public firm presence in an industry should reduce uncertainty in that industry. Following the theoretical prediction of investment under uncertainty, we hypothesize and find that private firms are more responsive to their investment opportunities when they operate in industries with greater public firm presence. Further, we find that the effect of public firm presence is greater in industries with better information quality and in industries characterized by a greater degree of investment irreversibility. Our results suggest that public firms generate positive externalities by reducing industry uncertainty and facilitating more efficient private firm investment.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.012"
        },
        {
            "no": "8",
            "title": "The term structure of interbank risk",
            "date": "Mar 2013",
            "author": [
                "Damir Filipović",
                "Anders B. Trolle"
            ],
            "abstract": "We infer a term structure of interbank risk from spreads between rates on interest rate swaps indexed to the London Interbank Offered Rate (LIBOR) and overnight indexed swaps. We develop a tractable model of interbank risk to decompose the term structure into default and non-default (liquidity) components. From August 2007 to January 2011, the fraction of total interbank risk due to default risk, on average, increases with maturity. At short maturities, the non-default component is important in the first half of the sample period and is correlated with measures of funding and market liquidity. The model also provides a framework for pricing, hedging, and risk management of interest rate swaps in the presence of significant basis risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.014"
        },
        {
            "no": "9",
            "title": "Exploring uncharted territories of the hedge fund Industry: Empirical characteristics of mega hedge fund firms",
            "date": "Apr 2013",
            "author": [
                "Daniel Edelman",
                "William Fung",
                "David A. Hsieh"
            ],
            "abstract": "This paper investigates mega hedge fund management companies that collectively manage over 50% of the industry's assets, incorporating previously unavailable data from those that do not report to commercial databases. We find similarities among mega firms that report performance to commercial databases compared with those that do not. We show that the largest divergences between the performance of reporting and nonreporting mega firms can be traced to differential exposure to credit markets. Thus, the performance of hard-to-observe mega firms can be inferred from observable data. This conclusion is robust to delisting bias and the presence of serially correlated returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.04.003"
        },
        {
            "no": "10",
            "title": "Banking deregulation and innovation",
            "date": "Mar 2013",
            "author": [
                "Sudheer Chava",
                "Alexander Oettl",
                "Ajay Subramanian",
                "Krishnamurthy V. Subramanian"
            ],
            "abstract": "We document empirical support for a key micro-level channel—innovation by young, private firms—through which financial sector deregulation affects economic growth. We find that intrastate banking deregulation, which increased the local market power of banks, decreased the level and risk of innovation by young, private firms. In contrast, interstate banking deregulation, which decreased the local market power of banks, increased the level and risk of innovation by young, private firms. These contrasting effects on innovation also translated into contrasting effects on economic growth. Our study suggests that the nature of financial sector deregulation crucially affects its potential benefits to the real economy.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.015"
        },
        {
            "no": "11",
            "title": "Why does junior put all his eggs in one basket? A potential rational explanation for holding concentrated portfolios",
            "date": "Mar 2013",
            "author": [
                "Hervé Roche",
                "Stathis Tompaidis",
                "Chunyu Yang"
            ],
            "abstract": "Empirical studies of household portfolios show that young households, with little financial wealth, hold underdiversified portfolios that are concentrated in a small number of assets, a fact often attributed to behavioral biases. We present a potential rational alternative: we show that investors with little financial wealth, who receive labor income, rationally limit the number of assets they invest in when faced with financial constraints such as margin requirements and restrictions on borrowing. We provide theoretical and numerical support for our results and identify the ratio of financial wealth to labor income as a useful control variable for household portfolio studies.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.03.016"
        },
        {
            "no": "12",
            "title": "Undisclosed orders and optimal submission strategies in a limit order market",
            "date": "Apr 2013",
            "author": [
                "Sabrina Buti",
                "Barbara Rindi"
            ],
            "abstract": "Reserve orders enable traders to hide a portion of their orders and now appear in most electronic limit order markets. This paper outlines a theory to determine an optimal submission strategy in a limit order book, in which traders choose among limit, market, and reserve orders and simultaneously set price, quantity, and exposure. We show that reserve orders help traders compete for the provision of liquidity and reduce the friction generated by exposure costs. Therefore, total gains from trade increase. Large traders always benefit from reserve orders, whereas small traders benefit only when the tick size is large.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.04.002"
        },
        {
            "no": "13",
            "title": "Company name fluency, investor recognition, and firm value",
            "date": "Apr 2013",
            "author": [
                "T. Clifton Green",
                "Russell Jame"
            ],
            "abstract": "Research from psychology suggests that people evaluate fluent stimuli more favorably than similar information that is harder to process. Consistent with fluency affecting investment decisions, we find that companies with short, easy to pronounce names have higher breadth of ownership, greater share turnover, lower transaction price impacts, and higher valuation ratios. Corporate name changes increase fluency on average, and fluency-improving name changes are associated with increases in breadth of ownership, liquidity, and firm value. Name fluency also affects other investment decisions, with fluently named closed-end funds trading at smaller discounts and fluent mutual funds attracting greater fund flows.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.04.007"
        },
        {
            "no": "14",
            "title": "Credit supply and corporate innovation",
            "date": "Apr 2013",
            "author": [
                "Mario Daniele Amore",
                "Cédric Schneider",
                "Alminas Žaldokas"
            ],
            "abstract": "We present evidence that banking development plays a key role in technological progress. We focus on manufacturing firms' innovative performance, measured by patent-based metrics, and employ exogenous variations in banking development arising from the staggered deregulation of banking activities across US states during the 1980s and 1990s. We find that interstate banking deregulation had significant beneficial effects on the quantity and quality of innovation activities, especially for firms highly dependent on external capital and located closer to entering banks. Furthermore, we find that these results are strongly driven by a greater ability of deregulated banks to geographically diversify credit risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.04.006"
        },
        {
            "no": "15",
            "title": "The dark side of analyst coverage: The case of innovation",
            "date": "Apr 2013",
            "author": [
                "Jie (Jack) He",
                "Xuan Tian"
            ],
            "abstract": "We examine the effects of financial analysts on the real economy in the case of innovation. Our baseline results show that firms covered by a larger number of analysts generate fewer patents and patents with lower impact. To establish causality, we use a difference-in-differences approach that relies on the variation generated by multiple exogenous shocks to analyst coverage, as well as an instrumental variable approach. Our identification strategies suggest a negative causal effect of analyst coverage on firm innovation. The evidence is consistent with the hypothesis that analysts exert too much pressure on managers to meet short-term goals, impeding firms' investment in long-term innovative projects. We further discuss possible underlying mechanisms through which analysts impede innovation and show that there is a residual effect of analysts on innovation even after controlling for these mechanisms. Our paper offers novel evidence on a previously under-explored adverse consequence of analyst coverage—its hindrance to firm innovation.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.04.001"
        }
    ]
}