{
    "journal": "JFE",
    "volume": "38",
    "issue": "2",
    "date": "June 1995",
    "page": "Pages 109-240",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Jun 1995",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Wayne H. Mikkelson",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(95)90013-S"
        },
        {
            "no": "2",
            "title": "The challenges of investor communication The case of CUC International, Inc.",
            "date": "Jun 1995",
            "author": [
                "Paul M. Healy",
                "Krishna G. Palepu"
            ],
            "abstract": "We examine investor communication issues using the experience of CUC International. CUC had difficulty convincing investors that its marketing outlays were profitable investments, leading to stock misvaluation over an extended period. To resolve this problem, CUC adopted an accounting change and then underwent a leveraged recapitalization. Subsequently, it accelerated recap debt repayments and initiated a stock repurchase. CUC's experience suggests that accounting reports are not always effective in investor communication. While financial signals are more effective, their impact is not as immediate as predicted by prior research. The CUC case suggests that investor communications is a rich area for future research.",
            "link": "https://doi.org/10.1016/0304-405X(94)00814-H"
        },
        {
            "no": "3",
            "title": "A reexamination of option values implicit in callable Treasury bonds",
            "date": "Jun 1995",
            "author": [
                "Bradford D. Jordan",
                "Susan D. Jordan",
                "Randy D. Jorgensen"
            ],
            "abstract": "Longstaff (1992) and Edleson, Fehr, and Mason (1993) examine option values implicit in callable Treasury bonds and report a significant puzzle: implied option values are frequently negative. Using an alternative approach, we reexamine this issue and find that implied option values are generally positive, and, in contrast to previous studies, instances of option values sufficiently negative to overcome the bid-ask spread are rare. We explain the findings in other studies by showing that the method used may lead to the appearance of a negative option value when the true value is positive.",
            "link": "https://doi.org/10.1016/0304-405X(94)00813-G"
        },
        {
            "no": "4",
            "title": "Executive compensation structure, ownership, and firm performance",
            "date": "Jun 1995",
            "author": [
                "Hamid Mehran"
            ],
            "abstract": "An examination of the executive compensation structure of 153 randomly-selected manufacturing firms in 1979–1980 provides evidence supporting advocates of incentive compensation, and also suggests that the form rather than the level of compensation is what motivates managers to increase firm value. Firm performance is positively related to the percentage of equity held by managers and to the percentage of their compensation that is equity-based. Moreover, equity-based compensation is used more extensively in firms with more outside directors. Finally, firms in which a higher percentage of the shares are held by insiders or outside blockholders use less equity-based compensation.",
            "link": "https://doi.org/10.1016/0304-405X(94)00809-F"
        },
        {
            "no": "5",
            "title": "Firm failure and managerial labor markets evidence from Texas banking",
            "date": "Jun 1995",
            "author": [
                "Albert A. Cannella",
                "Donald R. Fraser",
                "D.Scott Lee"
            ],
            "abstract": "We study the managerial labor market's ability to discriminate between good and bad managerial performance. Using a sample of failed and nonfailed Texas banks, we find that the context of job loss affects the manager's ability to regain comparable employment. Managers associated with banks that failed for reasons arguably beyond the managers' control were twice as likely to regain comparable banking posts as managers at other failed banks. We also detect a relation between the probability of post-failure reemployment and a manager's rank within the firm and to proxies for managerial self-dealing and competence.",
            "link": "https://doi.org/10.1016/0304-405X(94)00810-N"
        },
        {
            "no": "6",
            "title": "The cash flow and informational effects of employee stock ownership plans",
            "date": "Jun 1995",
            "author": [
                "Anne Beatty"
            ],
            "abstract": "The tax, employee benefit, capital structure, and corporate control effects of ESOPs are examined by estimating the stock market reaction to ESOP announcements. This is the first empirical examination of the relationship between computed firm-specific tax savings and firm value, and therefore provides evidence that helps resolve the theoretical dispute over ESOP tax savings. The results show that investors expect ESOPs to increase cash flows through tax savings, and to reduce the likelihood of takeover for companies subject to takeover attempts when ESOPs are announced.",
            "link": "https://doi.org/10.1016/0304-405X(94)00812-F"
        }
    ]
}