{
    "journal": "JFE",
    "volume": "38",
    "issue": "1",
    "date": "May 1995",
    "page": "Pages 1-107",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "May 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(95)90000-S"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "May 1995",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Wayne H. Mikkelson",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(95)90001-J"
        },
        {
            "no": "3",
            "title": "Multifactor models do not explain deviations from the CAPM",
            "date": "May 1995",
            "author": [
                "A.Craig MacKinlay"
            ],
            "abstract": "A number of studies have presented evidence rejecting the validity of the Sharpe-Lintner capital asset pricing model (CAPM). Possible alternatives include risk-based models, such as multifactor asset pricing models, or nonrisk-based models which address biases in empirical methodology, the existence of market frictions, or the presence of irrational investors. Distinguishing between the alternatives is important for applications such as cost of capital estimation. This paper develops a framework which shows that, ex ante, CAPM deviations due to missing risk factors will be very difficult to detect empirically, whereas deviations resulting from nonrisk-based sources are easily detectable. The results suggest that multifactor pricing models alone do not entirely resolve CAPM deviations.",
            "link": "https://doi.org/10.1016/0304-405X(94)00808-E"
        },
        {
            "no": "4",
            "title": "Firm performance, corporate governance, and top executive turnover in Japan",
            "date": "May 1995",
            "author": [
                "Jun-Koo Kang",
                "Anil Shivdasani"
            ],
            "abstract": "We examine the role of corporate governance mechanisms during top executive turnover in Japanese corporations. Consistent with evidence from U.S. data, the likelihood of nonroutine turnover is significantly related to industry-adjusted return on assets, excess stock returns, and negative operating income, but is not related to industry performance. The sensitivity of nonroutine turnover to earnings performance is higher for firms with ties to a main bank than for firms without such ties. Outside succession in Japan is more likely for firms with large shareholders and a main bank relationship. We document performance improvements subsequent to nonroutine turnover and outside succession.",
            "link": "https://doi.org/10.1016/0304-405X(94)00807-D"
        },
        {
            "no": "5",
            "title": "The use of warrants as underwriter compensation in initial public offerings",
            "date": "May 1995",
            "author": [
                "Craig G Dunbar"
            ],
            "abstract": "Previous research suggests that offering costs are higher when warrants are used to compensate underwriters. This finding potentially arises from a failure to account for self-selection in estimating offering cost relations. Using methods that account for self-selection, I find that underpricing and total offering costs are reduced for firms using warrants as underwriter compensation, consistent with the hypothesis that issuers choose compensation contracts which minimize costs.",
            "link": "https://doi.org/10.1016/0304-405X(94)00805-B"
        },
        {
            "no": "6",
            "title": "Problems in measuring portfolio performance An application to contrarian investment strategies",
            "date": "May 1995",
            "author": [
                "Ray Ball",
                "S.P. Kothari",
                "Jay Shanken"
            ],
            "abstract": "We document problems in measuring raw and abnormal five-year contrarian portfolio returns. ‘Loser’ stocks are low-priced and exhibit skewed return distributions. Their 163% mean return is due largely to their lowest-price quartile position. A $\n1\n8\n-th price increase reduces the mean by 25%, highlighting their sensitivity to micro-structure/liquidity effects. Long positions in low-priced loser stocks occur disproportionately after bear markets and thus induce expected-return effects. A contrarian portfolio formed at June-end earns negative abnormal returns, in contrast with the December-end portfolio. This conclusion is not limited to a particular version of the CAPM.",
            "link": "https://doi.org/10.1016/0304-405X(94)00806-C"
        }
    ]
}