{
    "journal": "JFE",
    "volume": "10",
    "issue": "3",
    "date": "November 1982",
    "page": "Pages 235-372",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Nov 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(82)90001-0"
        },
        {
            "no": "2",
            "title": "On the exclusion of assets from tests of the two-parameter model",
            "date": "Nov 1982",
            "author": [
                "Robert F Stambaugh"
            ],
            "abstract": "This study investigates the sensitivity of tests of the CAPM to different sets of asset returns. Tests are conducted with market portfolios that include returns for bonds, real estate, and consumer durables in addition to common stocks. Even when stocks represent only 10% of the portfolio's value, inferences about the CAPM are virtually identical to those obtained with a stocks-only portfolio. In contrast, inferences are sensitive to the set of assets used in the tests.",
            "link": "https://doi.org/10.1016/0304-405X(82)90002-2"
        },
        {
            "no": "3",
            "title": "Empirical anomalies based on unexpected earnings and the importance of risk adjustments",
            "date": "Nov 1982",
            "author": [
                "Richard J. Rendleman",
                "Charles P. Jones",
                "Henry A. Latané"
            ],
            "abstract": "The purpose of this paper is to reexamine Reinganum's study which indicates that abnormal returns could not be earned unexpected quarterly earnings information, and to document precisely the response of stock prices to earnings announcements. This study, using a very large sample of stocks and daily returns, represents the most complete and detailed analysis of quarterly earnings reports that has been performed to date. Our results are contrary to those of Reinganum and show that abnormal returns could have been earned almost any time during the 1970's. Our analysis also indicates that risk adjustments matter little in this type of work. Finally, we find that roughly 50% of the adjustment of stock returns to unexpected quarterly earnings occurs over a 90-day period after the earnings are announced.",
            "link": "https://doi.org/10.1016/0304-405X(82)90003-4"
        },
        {
            "no": "4",
            "title": "The value line enigma (1965–1978)",
            "date": "Nov 1982",
            "author": [
                "Thomas E. Copeland",
                "David Mayers"
            ],
            "abstract": "The performance of Value Line Investment Survey recommendations made between 1965 and 1978 is evaluated by applying a future benchmark technique. The future benchmark technique avoids selection bias problems associated with using historic benchmarks as well as known difficulties of using Capital Asset Pricing Model benchmarks. Potential problems (implicit in the technique) are discussed and resolved within the conduct of the experiment. Results indicate statistically significant abnormal performance when future benchmarks are computed using a market model.",
            "link": "https://doi.org/10.1016/0304-405X(82)90004-6"
        },
        {
            "no": "5",
            "title": "Do forecast errors or term premia really make the difference between long and short rates?",
            "date": "Nov 1982",
            "author": [
                "Richard Startz"
            ],
            "abstract": "Forward rates in the term structure of interest contain predictions of future spot rates plus (possibly) term premia. Realized spot rates contain predicted spot rates plus forecast errors. Under rational expectations forecast errors are not predictable. By forecasting spot rates using publicly available information, bounds on the variation of forecast errors, and term premia are obtained. For one-month treasury bill rates, one to two thirds of the variation in the difference between forward rates and realized spot rates is due to variation in term premia.",
            "link": "https://doi.org/10.1016/0304-405X(82)90005-8"
        },
        {
            "no": "6",
            "title": "Comments on the valuation of derivative assets",
            "date": "Nov 1982",
            "author": [
                "Avi Bick"
            ],
            "abstract": "This paper presents an alternative approach to derive the Breeden-Litzenberger valuation formula, which expresses the price of an arbitrary derivative security in terms of call options' prices. This valuation formula follows from the observation that a continuous derivative security can be replicated by a portfolio including a bond and call options with all possible exercise prices. Discrete terms are added to the original Breeden-Litzenberger formula to reflect possible discontinuities of the call option price's derivative with respect to the exercise price. These discontinuities are subsequently shown to correspond to mass points of the probability distribution of the stock price. Several applications of the Breeden-Litzenberger valuation formula are demonstrated.",
            "link": "https://doi.org/10.1016/0304-405X(82)90006-X"
        },
        {
            "no": "7",
            "title": "Approximate option valuation for arbitrary stochastic processes",
            "date": "Nov 1982",
            "author": [
                "Robert Jarrow",
                "Andrew Rudd"
            ],
            "abstract": "We show how a given probability distribution can be approximated by an arbitrary distribution in terms of a series expansion involving second and higher moments. This theoretical development is specialized to the problem of option valuation where the underlying security distribution, if not lognormal, can be approximated by a lognormally distributed random variable. The resulting option price is expressed as the sum of a Black-Scholes price plus adjustment terms which depend on the second and higher moments of the underlying security stochastic process. This approach permits the impact on the option price of skewness and kurtosis of the underlying stock's distribution to be evaluated.",
            "link": "https://doi.org/10.1016/0304-405X(82)90007-1"
        },
        {
            "no": "8",
            "title": "News items",
            "date": "Nov 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(82)90008-3"
        }
    ]
}