{
    "journal": "JFE",
    "volume": "10",
    "issue": "4",
    "date": "December 1982",
    "page": "Pages 373-502",
    "article": [
        {
            "no": "1",
            "title": "Note from the editors",
            "date": "Dec 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(82)90015-0"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Dec 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(82)90016-2"
        },
        {
            "no": "3",
            "title": "Bond indenture provisions and the risk of corporate debt",
            "date": "Dec 1982",
            "author": [
                "Thomas S.Y. Ho",
                "Ronald F. Singer"
            ],
            "abstract": "This paper examines the effect of alternative bond indenture provisions on the allocation of risk among the firm's claimants. The approach taken here differs from that of earlier studies in that risk allocation is examined while the firm's leverage (in market value terms) is held constant. In this context, four indenture provisions are examined: (1) the time to maturity, (2) the promised payment schedule, (3) financing restrictions and (4) priority rules. It is concluded that risk is transferred from stockholders to bondholders as the time to maturity and promised payment increase appropriately. Furthermore substitution of longer-term debt for an equal amount of shorter-term debt also increases the risk to bondholders while decreasing the risk to stockholders. The analysis shows that a coupon bond can be represented by a unique discount bond with the same risk and value. This permits the characterization of the effective maturity of a risky debt issue, a concept analogous to the stochastic duration of a default-free coupon bond. These results are shown to be independent of the means used to finance the debt issue. Finally, it is concluded that the relative risk associated with different bonds issued by the same firm cannot be determined by the structure of priority rules alone. It is also necessary to consider the timing of the promised payments compared to that of the other debt issues in the firm's capital structure.",
            "link": "https://doi.org/10.1016/0304-405X(82)90017-4"
        },
        {
            "no": "4",
            "title": "The stochastic behavior of common stock variances",
            "date": "Dec 1982",
            "author": [
                "Andrew A. Christie"
            ],
            "abstract": "This paper examines the relation between the variance of equity returns and several explanatory variables. It is found that equity variances have a strong positive association with both financial leverage and, contrary to the predictions of the options literature, interest rates. To a substantial degree, the negative elasticity of variance with respect to value of equity that is part of market folklore is found to be attributable to financial leverage. A maximum likehood estimator is developed for this elasticity that is substantially more efficient than extant estimation procedures.",
            "link": "https://doi.org/10.1016/0304-405X(82)90018-6"
        },
        {
            "no": "5",
            "title": "Potential performance and tests of portfolio efficiency",
            "date": "Dec 1982",
            "author": [
                "J.D. Jobson",
                "Bob Korkie"
            ],
            "abstract": "The potential performance of an asset set may be obtained by choosing the portfolio proportions to maximize the Sharpe (1966) performance measure. If a portfolio has a Sharpe measure equivalent to the potential performance of the underlying set of assets, then it is efficient. Multivariate statistical procedures for comparing potential performance and testing portfolio efficiency are developed and then evaluated using simulations. Two likelihood ratio statistics are then used to compare stock and bond indices against sets of 20 and 40 portfolios. The procedures are also compared to the Gibbons (1982) methodology for testing financial models.",
            "link": "https://doi.org/10.1016/0304-405X(82)90019-8"
        },
        {
            "no": "6",
            "title": "The effect of temporal risk aversion on liquidity preference",
            "date": "Dec 1982",
            "author": [
                "Gyorgy G. Karady"
            ],
            "abstract": "In most instances, investors are not indifferent to risk. Their attitudes toward it influence their decisions. Temporal risk aversion, the dynamic analogue of the usual concept of risk aversion, has a marked effect on investors' decisions but is usually ignored in the literature. This paper investigates the liquidity preference of temporally risk-averse investors. The analysis shows that, all other things being equal, temporal risk aversion reduces the liquidity premium investors must receive to hold an asset that is not perfectly reversible. Thus, the optimal investment policy is closer to what one would expect had a frictionless exchange market existed for the irreversible asset. As far as an individual's investment behavior is concerned, temporal risk aversion counters the effects of an asset's irreversibility and tends to compensate for the absence of frictionless exchange.",
            "link": "https://doi.org/10.1016/0304-405X(82)90020-4"
        },
        {
            "no": "7",
            "title": "News item",
            "date": "Dec 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(82)90021-6"
        },
        {
            "no": "8",
            "title": "Editorial collaborators",
            "date": "Dec 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(82)90022-8"
        },
        {
            "no": "9",
            "title": "Index",
            "date": "Dec 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(82)90023-X"
        },
        {
            "no": "10",
            "title": "Subject index",
            "date": "Dec 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(82)90024-1"
        },
        {
            "no": "11",
            "title": "Author index",
            "date": "Dec 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(82)90025-3"
        }
    ]
}