{
    "journal": "JFE",
    "volume": "10",
    "issue": "2",
    "date": "July 1982",
    "page": "Pages 119-233",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Jul 1982",
            "author": [
                "MichaelC. Jensen",
                "G.William Schwert"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(82)90009-5"
        },
        {
            "no": "2",
            "title": "Tax-induced clientele effects in the market for British government securities",
            "date": "Jul 1982",
            "author": [
                "Stephen M. Schaefer"
            ],
            "abstract": "This paper develops a new methods for measuring tax effects in bond markets and presents empirical results for British Government Securities. The basic idea is to construct a least cost portfolio which, for investors in a given tax bracket, dominates a given bond. A portfolio is said to dominate a bond if it provides cash flows which are at least as great in every period, and has a lower price. In effect our method calculates an upper bound on the value of a bond to investors in a given tax bracket. The results demonstrate (i) the existence of clientele effects and (ii) the absence of an ‘effective tax rate’.",
            "link": "https://doi.org/10.1016/0304-405X(82)90010-1"
        },
        {
            "no": "3",
            "title": "Options on the minimum or the maximum of two risky assets",
            "date": "Jul 1982",
            "author": [
                "RenéM. Stulz"
            ],
            "abstract": "This paper provides analytical formulas for European put and call options on the minimum or the maximum of two risky assets. The properties of these formulas are discussed in detail. Options on the minimum or the maximum of two risky assets are useful to price a wide variety of contingent claims of interest to financial economists. Applications discussed in this paper include the valuation of foreign currency debt, option-bonds, compensation plans, risk-sharing contracts, secured debt and growth opportunities involving mutually exclusive investments.",
            "link": "https://doi.org/10.1016/0304-405X(82)90011-3"
        },
        {
            "no": "4",
            "title": "Racetrack betting and informed behavior",
            "date": "Jul 1982",
            "author": [
                "Peter Asch",
                "Burton G. Malkiel",
                "Richard E. Quandt"
            ],
            "abstract": "Horse racing data permit interesting tests of attitudes toward risk. The present paper studies a new sample of racetrack results from Atlantic City, New Jersey. The questions examined are: (1) Are the market odds the best data for predicting the order of finish? (2) Do horses go off at odds that reflect their true probability of winning? (3) Is there any evidence that late bettors have better information than early bettors? It is found that market odds predict the order of finish well, but that ‘favorites’ are good bets and ‘long shots’ are poor ones. The data suggest that there does exist an ‘informed’ class of bettors and that bettors are on the whole neither risk neutral nor risk averse.",
            "link": "https://doi.org/10.1016/0304-405X(82)90012-5"
        },
        {
            "no": "5",
            "title": "Consumption correlatedness and risk measurement in economies with non-traded assets and heterogeneous information",
            "date": "Jul 1982",
            "author": [
                "Sanford J. Grossman",
                "Robert J. Shiller"
            ],
            "abstract": "A technique is presented for deriving equilibrium models of asset risk premia in continuous time models which does not require the complete solution of a consumer's continuous time stochastic control problem. The technique is used to show that even if traders have heterogeneous information about asset returns and/or there are non-traded assets, then the risk premium of a traded asset is determined by the covariance between the asset's return and the rate of change in per capita consumption. We only require the assumption that traders' consumptions and traded asset values form an Ito process.",
            "link": "https://doi.org/10.1016/0304-405X(82)90013-7"
        },
        {
            "no": "6",
            "title": "Stockholder-bondholder conflict and dividend constraints",
            "date": "Jul 1982",
            "author": [
                "Avner Kalay"
            ],
            "abstract": "This paper examines a large, randomly chosen, sample of bond indentures focusing on the constraints they set on dividend payments that have the potential to transfer wealth from the bondholders (i.e., payments which are financed by a new debt issue or reduced investment). The nature of these restrictions support the hypothesis that bond convenants are structured to control the conflict of interest between stockholders and bondholders. Further, the empirical evidence suggests that these constraints are not binding — i.e., stockholders do not pay themselves as much dividends as they are allowed to. Explanations of this puzzling empirical regularity are suggested.",
            "link": "https://doi.org/10.1016/0304-405X(82)90014-9"
        }
    ]
}