{
    "journal": "JFE",
    "volume": "97",
    "issue": "1",
    "date": "July 2010",
    "page": "Pages 1-190",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jul 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(10)00096-6"
        },
        {
            "no": "2",
            "title": "Liquidity and valuation in an uncertain world",
            "date": "Mar 2010",
            "author": [
                "David Easley",
                "Maureen O’Hara"
            ],
            "abstract": "During the 2007–2009 financial crisis there was little or no trading in a variety of financial assets, even though bid and ask prices existed for many of these assets. We develop a model in which this illiquidity arises from uncertainty, and we argue that this new form of illiquidity makes bid and ask prices unsuitable as metrics for establishing “fair value” for these assets. We show how the extreme uncertainty that traders face can be characterized by incomplete preferences over portfolios, and we use Bewley's (2002) model of decision making under uncertainty to derive equilibrium quotes and the nonexistence of trading at these quotes. We then suggest alternatives for valuing assets in illiquid markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.03.004"
        },
        {
            "no": "3",
            "title": "Why do firms appoint CEOs as outside directors?",
            "date": "Jan 2010",
            "author": [
                "Rüdiger Fahlenbrach",
                "Angie Low",
                "René M. Stulz"
            ],
            "abstract": "Companies actively seek to appoint outside CEOs to their boards. Consistent with our matching theory of outside CEO board appointments, we show that such appointments have a certification benefit for the appointing firm. CEOs are more likely to join boards of large established firms that are geographically close, pursue similar financial and investment policies, and have comparable governance to their own firms. The first outside CEO director appointment has a higher stock-price reaction than the appointment of another outside director. Except for a decrease in operating performance following the appointment of an interlocked director, CEO directors do not affect the appointing firm's operating performance, decision-making, and CEO compensation.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.01.003"
        },
        {
            "no": "4",
            "title": "The marketing of seasoned equity offerings",
            "date": "Mar 2010",
            "author": [
                "Xiaohui Gao",
                "Jay R. Ritter"
            ],
            "abstract": "In an accelerated seasoned equity offering (SEO), an issuer foregoes the investment bank's marketing efforts in return for a lower fee. To explain why many issuing firms choose a higher cost fully marketed offer, we posit that the marketing effort flattens the issuer's short-run demand curve. Alternatively stated, with a fully marketed offer, the issuer is paying investment bankers to create demand, making the elasticity of demand at the time of issuance an endogenous choice variable. Empirical analysis shows that both the pre-issue elasticity of the issuing firm's demand curve and the offer size are important determinants of the offer method choice. We find evidence of a large transitory increase in the elasticity of demand for issuers conducting fully marketed SEOs.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.03.007"
        },
        {
            "no": "5",
            "title": "Multi-market trading and arbitrage",
            "date": "Mar 2010",
            "author": [
                "Louis Gagnon",
                "G. Andrew Karolyi"
            ],
            "abstract": "We measure arbitrage opportunities by comparing the intraday prices and quotes of American Depositary Receipts (ADRs) and other types of cross-listed shares in U.S. markets with synchronous prices of their home-market shares on a currency-adjusted basis for a sample of 506 U.S. cross-listed stocks from 35 different countries. Deviations from price parity average an economically small 4.9 basis points, but they are volatile and can reach large extremes. Price parity deviations and their daily changes are positively related to proxies for holding costs that can impede arbitrage, even after controlling for transactions costs and foreign investment restrictions.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.03.005"
        },
        {
            "no": "6",
            "title": "Local institutional investors, information asymmetries, and equity returns",
            "date": "Mar 2010",
            "author": [
                "Bok Baik",
                "Jun-Koo Kang",
                "Jin-Mo Kim"
            ],
            "abstract": "We examine the informational role of geographically proximate institutions in stock markets. We find that both the level of and change in local institutional ownership predict future stock returns, particularly for firms with high information asymmetry; in contrast, such predictive abilities are relatively weak for nonlocal institutional ownership. The local advantage is especially evident for local investment advisors, high local ownership institutions, and high local turnover institutions. We also find that the stocks that local institutional investors hold (trade) earn higher excess returns around future earnings announcements than those that nonlocal institutional investors hold (trade).",
            "link": "https://doi.org/10.1016/j.jfineco.2010.03.006"
        },
        {
            "no": "7",
            "title": "Comovement, information production, and the business cycle",
            "date": "Mar 2010",
            "author": [
                "Paul Brockman",
                "Ivonne Liebenberg",
                "Maria Schutte"
            ],
            "abstract": "Recent theoretical research suggests that information production is a positive externality of aggregate economic activity (Veldkamp, 2005). Both the quantity and quality of information increase during periods of economic expansion and decrease during periods of contraction. Based on this insight, we hypothesize and confirm that time-varying information production drives the comovement patterns observed in stock returns. We examine stock return comovement in 36 countries from 1980 to 2007 and show that, consistent with the theory, comovement patterns are countercyclical; that is, when information production is high (low), comovement is low (high). We also find that the relation between comovement and the business cycle is stronger in countries that experience large intertemporal swings in information production. Finally, we show that the relation between business cycle and comovement is stronger in poor countries, countries with less developed financial markets, and countries with weaker accounting and transparency standards. These results suggest that financial development and transparency are conducive to a steady flow of financial information over the business cycle.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.03.008"
        },
        {
            "no": "8",
            "title": "Returns of claims on the upside and the viability of U-shaped pricing kernels",
            "date": "Mar 2010",
            "author": [
                "Gurdip Bakshi",
                "Dilip Madan",
                "George Panayotov"
            ],
            "abstract": "When the pricing kernel is U-shaped, then expected returns of claims with payout on the upside are negative for strikes beyond a threshold, determined by the slope of the U-shaped kernel in its increasing region, and have negative partial derivative with respect to strike in the increasing region of the kernel. Using returns of (i) S&P 500 index calls, (ii) calls on major international equity indexes, (iii) digital calls, (iv) upside variance contracts, and (v) a theoretical construct that we denote as kernel call, we find broad support for the implications of U-shaped pricing kernels. A possible theoretical reconciliation of our empirical findings is explored through a model that accommodates heterogeneity in beliefs about return outcomes and short-selling.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.03.009"
        },
        {
            "no": "9",
            "title": "Preferred risk habitat of individual investors",
            "date": "Mar 2010",
            "author": [
                "Daniel Dorn",
                "Gur Huberman"
            ],
            "abstract": "The preferred risk habitat hypothesis, introduced here, is that individual investors select stocks whose volatilities are commensurate with their risk aversion. The data, 1995–2000 holdings of over 20,000 clients at a large German broker, are consistent with the predictions of the hypothesis: the returns of stocks within each portfolio have remarkably similar volatilities, when stocks are sold they are replaced by stocks of similar volatilities, and the more risk-averse customers indeed hold less volatile stocks. Greater volatility specialization is associated with lower Sharpe ratios, primarily because more specialized investors hold fewer stocks and thereby expose themselves to more unsystematic risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.03.013"
        },
        {
            "no": "10",
            "title": "Board interlocks and the propensity to be targeted in private equity transactions",
            "date": "Mar 2010",
            "author": [
                "Toby E. Stuart",
                "Soojin Yim"
            ],
            "abstract": "We examine how board networks affect change-of-control transactions by investigating whether directors’ deal exposure acquired through board service at different companies affect their current firms’ likelihood of being targeted in a private equity-backed, take-private transaction. In our sample of all US publicly traded firms in 2000–2007, we find that companies which have directors with private equity deal exposure gained from interlocking directorships are approximately 42% more likely to receive private equity offers. The magnitude of this effect varies with the influence of directors on their current boards and the quality of these directors’ previous take-private experience, and it is robust to the most likely classes of alternative explanations—endogenous matching between directors and firms and proactive stacking of board composition by management. The analysis shows that board members and their social networks influence which companies become targets in change-of-control transactions.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.03.012"
        }
    ]
}