{
    "journal": "JFE",
    "volume": "67",
    "issue": "3",
    "date": "March 2003",
    "page": "Pages 385-534",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Mar 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(03)00076-X"
        },
        {
            "no": "2",
            "title": "Paper millionaires: how valuable is stock to a stockholder who is restricted from selling it?",
            "date": "Mar 2003",
            "author": [
                "Matthias Kahl",
                "Jun Liu",
                "Francis A. Longstaff"
            ],
            "abstract": "Many firms have stockholders who face severe restrictions on their ability to sell their shares and diversify the risk of their personal wealth. We study the costs of these liquidity restrictions on stockholders using a continuous-time portfolio choice framework. These restrictions have major effects on the optimal investment and consumption strategies because of the need to hedge the illiquid stock position and smooth consumption in anticipation of the eventual lapse of the restrictions. These results provide a number of important insights about the effects of illiquidity in financial markets.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00258-1"
        },
        {
            "no": "3",
            "title": "Do equity financing cycles matter? evidence from biotechnology alliances",
            "date": "Mar 2003",
            "author": [
                "Josh Lerner",
                "Hilary Shane",
                "Alexander Tsai"
            ],
            "abstract": "In periods characterized by diminished public market financing, small biotechnology firms appear to be more likely to fund R&D through alliances with major corporations rather than with internal funds (raised through the capital markets). We consider 200 alliance agreements entered into by biotechnology firms between 1980 and 1995. Agreements signed during periods of limited external equity financing are more likely to assign the bulk of the control to the larger corporate partner, and are significantly less successful than other alliances. These agreements are also disproportionately likely to be renegotiated if financial market conditions subsequently improve.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00256-8"
        },
        {
            "no": "4",
            "title": "Universal option valuation using quadrature methods",
            "date": "Mar 2003",
            "author": [
                "Ari D. Andricopoulos",
                "Martin Widdicks",
                "Peter W. Duck",
                "David P. Newton"
            ],
            "abstract": "This paper proposes and develops a novel, simple, widely applicable numerical approach for option pricing based on quadrature methods. Though in some ways similar to lattice or finite-difference schemes, it possesses exceptional accuracy and speed. Discretely monitored options are valued with only one timestep between observations, and nodes can be perfectly placed in relation to discontinuities. Convergence is improved greatly; in the extrapolated scheme, a doubling of points can reduce error by a factor of 256. Complex problems (e.g., fixed-strike lookback discrete barrier options) can be evaluated accurately and orders of magnitude faster than by existing methods.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00257-X"
        },
        {
            "no": "5",
            "title": "The economic value of volatility timing using “realized” volatility",
            "date": "Mar 2003",
            "author": [
                "Jeff Fleming",
                "Chris Kirby",
                "Barbara Ostdiek"
            ],
            "abstract": "Recent work suggests that intradaily returns can be used to construct estimates of daily return volatility that are more precise than those constructed using daily returns. We measure the economic value of this “realized” volatility approach in the context of investment decisions. Our results indicate that the value of switching from daily to intradaily returns to estimate the conditional covariance matrix can be substantial. We estimate that a risk-averse investor would be willing to pay 50 to 200 basis points per year to capture the observed gains in portfolio performance. Moreover, these gains are robust to transaction costs, estimation risk regarding expected returns, and the performance measurement horizon.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00259-3"
        },
        {
            "no": "6",
            "title": "A barrier option framework for corporate security valuation",
            "date": "Mar 2003",
            "author": [
                "Paul Brockman",
                "H.J. Turtle"
            ],
            "abstract": "This paper proposes a framework for corporate security valuation based on path-dependent, barrier option models instead of the commonly used path-independent approach. We argue that path dependency is an intrinsic and fundamental characteristic of corporate securities because equity can be knocked out whenever a legally binding barrier is breached. A direct implication of this framework is that equity will be priced as a down-and-out call option. We provide empirical validation of the barrier model by showing that implied barriers are statistically and economically significant for a large cross-section of industrial firms. Additional robustness tests confirm that barriers remain significant over a wide range of input variable estimates. And finally, we apply the barrier option framework to bankruptcy prediction and find that implied failure probabilities dominate Z-scores in most cases.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00260-X"
        },
        {
            "no": "7",
            "title": "Corrigendum to “Equilibrium and welfare in markets with financially constrained arbitrageurs” [J. Financial Economics 66 (2002) 361]",
            "date": "Mar 2003",
            "author": [
                "Denis Gromb",
                "Dimitri Vayanos"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(02)00281-7"
        },
        {
            "no": "8",
            "title": "Index",
            "date": "Mar 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(03)00081-3"
        },
        {
            "no": "9",
            "title": "Call for Papers Review of Financial Economics",
            "date": "Mar 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(03)00084-9"
        },
        {
            "no": "10",
            "title": "Advert: Science Direct",
            "date": "Mar 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(03)00085-0"
        }
    ]
}