{
    "journal": "JFE",
    "volume": "67",
    "issue": "1",
    "date": "January 2003",
    "page": "Pages EX1-EX2, 1-172",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jan 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(02)00269-6"
        },
        {
            "no": "2",
            "title": "Publishers Note: Economics Journals Archive on Science Direct",
            "date": "Jan 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(02)00278-7"
        },
        {
            "no": "3",
            "title": "Why does IPO volume fluctuate so much?",
            "date": "Jan 2003",
            "author": [
                "Michelle Lowry"
            ],
            "abstract": "IPO volume fluctuates substantially over time. This paper compares the extent to which the aggregate capital demands of private firms, the adverse-selection costs of issuing equity, and the level of investor optimism can explain these fluctuations. Empirical tests include both aggregate and industry-level time-series regressions using proxies for the above factors and an analysis of the relation between post-IPO stock returns and IPO volume. Results indicate that firms’ demands for capital and investor sentiment are important determinants of IPO volume, in both statistical and economic terms. Adverse-selection costs are also statistically significant, but their economic effect appears small.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00230-1"
        },
        {
            "no": "4",
            "title": "A multivariate model of strategic asset allocation",
            "date": "Jan 2003",
            "author": [
                "John Y. Campbell",
                "Yeung Lewis Chan",
                "Luis M. Viceira"
            ],
            "abstract": "We develop an approximate solution method for the optimal consumption and portfolio choice problem of an infinitely long-lived investor with Epstein–Zin utility who faces a set of asset returns described by a vector autoregression in returns and state variables. Empirical estimates in long-run annual and post-war quarterly U.S. data suggest that the predictability of stock returns greatly increases the optimal demand for stocks. The role of nominal bonds in long-term portfolios depends on the importance of real interest rate risk relative to other sources of risk. Long-term inflation-indexed bonds greatly increase the utility of conservative investors.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00231-3"
        },
        {
            "no": "5",
            "title": "Firms and their distressed banks: lessons from the Norwegian banking crisis",
            "date": "Jan 2003",
            "author": [
                "Steven Ongena",
                "David C Smith",
                "Dag Michalsen"
            ],
            "abstract": "We use the near-collapse of the Norwegian banking system during the period 1988–1991 to measure the impact of bank distress announcements on the stock prices of firms maintaining a relationship with a distressed bank. Although banks experienced large and permanent downward revisions in their equity value during the event period, firms maintaining relationships with these banks faced only small and temporary changes, on average, in stock price. Firms with access to unused liquid bank funds and firms that issued equity just prior to the crisis experience relatively high abnormal returns. Overall, the aggregate impact of bank distress appears small.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00232-5"
        },
        {
            "no": "6",
            "title": "Valuation effects of bank financing in acquisitions",
            "date": "Jan 2003",
            "author": [
                "Anu Bharadwaj",
                "Anil Shivdasani"
            ],
            "abstract": "In a sample of 115 cash tender offers between 1990 and 1996, banks extend financing in 70% of the tender offers and finance the entire tender offer in half of these takeovers. Bank financing of tender offers is more likely when internal cash reserves are low. Acquisitions that are entirely financed by banks are associated with large and significantly positive acquirer announcement returns. Announcement returns are also positively related to the fraction of the acquisition value financed by bank debt. The benefits of bank financing are most important for both poorly performing acquirers and acquirers facing substantial informational asymmetries. Our results suggest that bank debt performs an important certification and monitoring role for acquirers in tender offers.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00233-7"
        },
        {
            "no": "7",
            "title": "Concealing and confounding adverse signals: insider wealth-maximizing behavior in the IPO process",
            "date": "Jan 2003",
            "author": [
                "James S. Ang",
                "James C. Brau"
            ],
            "abstract": "We study a known negative signal, the sale of insider shares in an IPO and find that insiders adopt two concealment strategies consistent with wealth-maximizing behavior. First, insiders underreport the number of personally owned shares in the prominent original prospectus and use an obscure amendment to communicate the true higher level of shares to be offered. Second, when insiders increase shares in a later amendment, they tend to either increase secondary shares disproportional to primary share increases, or to reduce primary shares to wholly or partly conceal the increase in secondary shares offered. Insiders confound the negative secondary share signal by simultaneously sending a positive lockup signal.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00234-9"
        },
        {
            "no": "8",
            "title": "Advert: Science Direct",
            "date": "Jan 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(02)00279-9"
        },
        {
            "no": "9",
            "title": "Advert: Author Gateway",
            "date": "Jan 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(02)00280-5"
        }
    ]
}