{
    "journal": "JFE",
    "volume": "67",
    "issue": "2",
    "date": "February 2003",
    "page": "Pages 173-382",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Feb 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(02)00284-2"
        },
        {
            "no": "2",
            "title": "The personal-tax advantages of equity",
            "date": "Feb 2003",
            "author": [
                "Richard C. Green",
                "Burton Hollifield"
            ],
            "abstract": "We value a firm that pays its cash flows to equity through share repurchases in a dynamic environment where personal taxes are paid on capital gains upon realization. The cost of capital is reduced by approximately 0.8% through the use of repurchases relative to dividends. We use the empirical distribution of pre-tax free cash flows in Fama and French (1999) to evaluate the tradeoffs between the costs of financial distress, the personal-tax advantages of equity, and the corporate-tax advantage to debt. The optimal capital structure is interior with a 3% bankruptcy cost.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00246-5"
        },
        {
            "no": "3",
            "title": "Testing the pecking order theory of capital structure",
            "date": "Feb 2003",
            "author": [
                "Murray Z Frank",
                "Vidhan K Goyal"
            ],
            "abstract": "We test the pecking order theory of corporate leverage on a broad cross-section of publicly traded American firms for 1971 to 1998. Contrary to the pecking order theory, net equity issues track the financing deficit more closely than do net debt issues. While large firms exhibit some aspects of pecking order behavior, the evidence is not robust to the inclusion of conventional leverage factors, nor to the analysis of evidence from the 1990s. Financing deficit is less important in explaining net debt issues over time for firms of all sizes.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00252-0"
        },
        {
            "no": "4",
            "title": "How do family strategies affect fund performance? When performance-maximization is not the only game in town",
            "date": "Feb 2003",
            "author": [
                "Massimo Massa"
            ],
            "abstract": "This is a first attempt to study how the structure of the industry affects mutual fund behavior. I show that industry structure matters; the mutual fund families employ strategies that rely on the heterogeneity of the investors in terms of investment horizon by offering the possibility to switch across different funds belonging to the same family at no cost. I argue that this option acts as an externality for all the funds belonging to the same family, affecting the target level of performance the family wants to reach and the number of funds it wants to set up.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00253-2"
        },
        {
            "no": "5",
            "title": "Executive rank, pay and project selection",
            "date": "Feb 2003",
            "author": [
                "John M. Barron",
                "Glen R. Waddell"
            ],
            "abstract": "This paper extends the literature on executive compensation by developing and testing a principal-agent model in the context of project selection. The model's focus on executive project selection decisions highlights the multidimensional nature of executive choices that affect the value of the firm. An executive not only makes an effort choice that determines the quality of information on which to base a decision but also sets the decision criteria for selecting projects. A project selection framework is also shown to introduce endogenous uncertainty into compensation that can influence the executive's effort choice. Using an extensive data set, our empirical work supports the main hypotheses of the model, including the significance of executive rank in determining the extent of use of incentive pay in general and equity-based incentive pay in particular.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00254-4"
        },
        {
            "no": "6",
            "title": "Cronyism and capital controls: evidence from Malaysia",
            "date": "Feb 2003",
            "author": [
                "Simon Johnson",
                "Todd Mitton"
            ],
            "abstract": "The onset of the Asian financial crisis in Malaysia reduced the expected value of government subsidies to politically connected firms, accounting for roughly 9% of the estimated $60 billion loss in their market value from July 1997 to August 1998. Firing the Deputy Prime Minister and imposing capital controls in September 1998 primarily benefited firms with strong ties to Prime Minister Mahathir, accounting for roughly 32% of these firms’ estimated $5 billion gain in market value during September 1998. The evidence suggests Malaysian capital controls provided a screen behind which favored firms could be supported.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00255-6"
        }
    ]
}