{
    "journal": "JF",
    "volume": "65",
    "issue": "3",
    "date": "June 2010",
    "page": "Pages: i-iii, 795-1240",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "07 May 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01588.x"
        },
        {
            "no": "2",
            "title": "Information and Incentives Inside the Firm: Evidence from Loan Officer Rotation",
            "date": "07 May 2010",
            "author": [
                "ANDREW HERTZBERG",
                "JOSE MARIA LIBERTI",
                "DANIEL PARAVISINI"
            ],
            "abstract": "We present evidence that reassigning tasks among agents can alleviate moral hazard in communication. A rotation policy that routinely reassigns loan officers to borrowers of a commercial bank affects the officers' reporting behavior. When an officer anticipates rotation, reports are more accurate and contain more bad news about the borrower's repayment prospects. As a result, the rotation policy makes bank lending decisions more sensitive to officer reports. The threat of rotation improves communication because self‐reporting bad news has a smaller negative effect on an officer's career prospects than bad news exposed by a successor.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01553.x"
        },
        {
            "no": "3",
            "title": "Networking as a Barrier to Entry and the Competitive Supply of Venture Capital",
            "date": "07 May 2010",
            "author": [
                "YAEL V. HOCHBERG",
                "ALEXANDER LJUNGQVIST",
                "YANG LU"
            ],
            "abstract": "We examine whether strong networks among incumbent venture capitalists (VCs) in local markets help restrict entry by outside VCs, thus improving incumbents' bargaining power over entrepreneurs. More densely networked markets experience less entry, with a one‐standard deviation increase in network ties among incumbents reducing entry by approximately one‐third. Entrants with established ties to target‐market incumbents appear able to overcome this barrier to entry; in turn, incumbents react strategically to an increased threat of entry by freezing out any incumbents who facilitate entry into their market. Incumbents appear to benefit from reduced entry by paying lower prices for their deals.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01554.x"
        },
        {
            "no": "4",
            "title": "Does Credit Competition Affect Small‐Firm Finance?",
            "date": "07 May 2010",
            "author": [
                "TARA RICE",
                "PHILIP E. STRAHAN"
            ],
            "abstract": "While relaxation of geographical restrictions on bank expansion permitted banking organizations to expand across state lines, it allowed states to erect barriers to branch expansion. These differences in states' branching restrictions affect credit supply. In states more open to branching, small firms borrow at interest rates 80 to 100 basis points lower than firms operating in less open states. Firms in open states also are more likely to borrow from banks. Despite this evidence that interstate branch openness expands credit supply, we find no effect of variation in state restrictions on branching on the amount that small firms borrow.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01555.x"
        },
        {
            "no": "5",
            "title": "Human Capital, Bankruptcy, and Capital Structure",
            "date": "07 May 2010",
            "author": [
                "JONATHAN B. BERK",
                "RICHARD STANTON",
                "JOSEF ZECHNER"
            ],
            "abstract": "We derive the optimal labor contract for a levered firm in an economy with perfectly competitive capital and labor markets. Employees become entrenched under this contract and so face large human costs of bankruptcy. The firm's optimal capital structure therefore depends on the trade‐off between these human costs and the tax benefits of debt. Optimal debt levels consistent with those observed in practice emerge without relying on frictions such as moral hazard or asymmetric information. Consistent with empirical evidence, persistent idiosyncratic differences in leverage across firms also result. In addition, wages should have explanatory power for firm leverage.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01556.x"
        },
        {
            "no": "6",
            "title": "Stapled Finance",
            "date": "07 May 2010",
            "author": [
                "PAUL POVEL",
                "RAJDEEP SINGH"
            ],
            "abstract": "“Stapled finance” is a loan commitment arranged by a seller in an M&A setting. Whoever wins the bidding contest has the option (not the obligation) to accept this loan commitment. We show that stapled finance increases bidding competition by subsidizing weak bidders, who raise their bids and thereby the price that strong bidders (who are more likely to win) must pay. The lender expects not to break even and must be compensated for offering the loan. This reduces but does not eliminate the seller's benefit. It also implies that stapled finance loans will show poorer performance than other buyout loans.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01557.x"
        },
        {
            "no": "7",
            "title": "Cash Holdings and Corporate Diversification",
            "date": "07 May 2010",
            "author": [
                "RAN DUCHIN"
            ],
            "abstract": "This paper studies the relation between corporate liquidity and diversification. The key finding is that multidivision firms hold significantly less cash than stand‐alone firms because they are diversified in their investment opportunities. Lower cross‐divisional correlations in investment opportunity and higher correlations between investment opportunity and cash flow correspond to lower cash holdings, even after controlling for cash flow volatility. The effects are strongest in financially constrained firms and in well‐governed firms, and correspond to efficient fund transfers from low‐ to high‐productivity divisions. Taken together, these results bring forth an efficient link between diversification and corporate liquidity.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01558.x"
        },
        {
            "no": "8",
            "title": "A Gap‐Filling Theory of Corporate Debt Maturity Choice",
            "date": "07 May 2010",
            "author": [
                "ROBIN GREENWOOD",
                "SAMUEL HANSON",
                "JEREMY C. STEIN"
            ],
            "abstract": "We argue that time variation in the maturity of corporate debt arises because firms behave as macro liquidity providers, absorbing the supply shocks associated with changes in the maturity structure of government debt. We document that when the government funds itself with more short‐term debt, firms fill the resulting gap by issuing more long‐term debt, and vice versa. This type of liquidity provision is undertaken more aggressively: (1) when the ratio of government debt to total debt is higher and (2) by firms with stronger balance sheets. Our theory sheds new light on market timing phenomena in corporate finance more generally.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01559.x"
        },
        {
            "no": "9",
            "title": "The Political Economy of Financial Regulation: Evidence from U.S. State Usury Laws in the 19th Century",
            "date": "07 May 2010",
            "author": [
                "EFRAIM BENMELECH",
                "TOBIAS J. MOSKOWITZ"
            ],
            "abstract": "Financial regulation was as hotly debated a political issue in the 19th century as it is today. We study the political economy of state usury laws in 19th century America. Exploiting the wide variation in regulation, enforcement, and economic conditions across states and time, we find that usury laws when binding reduce credit and economic activity, especially for smaller firms. We examine the motives of regulation and find that usury laws coincide with other economic and political policies favoring wealthy political incumbents, particularly when they have more voting power. The evidence suggests financial regulation is driven by private interests capturing rents from others rather than public interests protecting the underserved.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01560.x"
        },
        {
            "no": "10",
            "title": "Risk and the Corporate Structure of Banks",
            "date": "07 May 2010",
            "author": [
                "GIOVANNI DELL'ARICCIA",
                "ROBERT MARQUEZ"
            ],
            "abstract": "We identify different sources of risk as important determinants of banks' corporate structures when expanding into new markets. Subsidiary‐based corporate structures benefit from greater protection against economic risk because of affiliate‐level limited liability, but are more exposed to the risk of capital expropriation than are branches. Thus, branch‐based structures are preferred to subsidiary‐based structures when expropriation risk is high relative to economic risk, and vice versa. Greater cross‐country risk correlation and more accurate pricing of risk by investors reduce the differences between the two structures. Furthermore, a bank's corporate structure affects its risk taking and affiliate size.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01561.x"
        },
        {
            "no": "11",
            "title": "Financial Strength and Product Market Behavior: The Real Effects of Corporate Cash Holdings",
            "date": "07 May 2010",
            "author": [
                "LAURENT FRESARD"
            ],
            "abstract": "This paper shows that large cash reserves lead to systematic future market share gains at the expense of industry rivals. Using shifts in import tariffs to identify exogenous intensification of competition, difference‐in‐difference estimations support the causal impact of cash on product market performance. Moreover, the analysis reveals that the “competitive” effect of cash is markedly distinct from the strategic effect of debt on product market outcomes. This effect is stronger when rivals face tighter financing constraints and when the number of interactions between competitors is large. Overall, the results suggest that cash policy encompasses a substantial strategic dimension.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01562.x"
        },
        {
            "no": "12",
            "title": "Executive Compensation and the Maturity Structure of Corporate Debt",
            "date": "07 May 2010",
            "author": [
                "PAUL BROCKMAN",
                "XIUMIN MARTIN",
                "EMRE UNLU"
            ],
            "abstract": "Executive compensation influences managerial risk preferences through executives' portfolio sensitivities to changes in stock prices (delta) and stock return volatility (vega). Large deltas discourage managerial risk‐taking, while large vegas encourage risk‐taking. Theory suggests that short‐maturity debt mitigates agency costs of debt by constraining managerial risk preferences. We posit and find evidence of a negative (positive) relation between CEO portfolio deltas (vegas) and short‐maturity debt. We also find that short‐maturity debt mitigates the influence of vega‐ and delta‐related incentives on bond yields. Overall, our empirical evidence shows that short‐term debt mitigates agency costs of debt arising from compensation risk.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01563.x"
        },
        {
            "no": "13",
            "title": "The Effect of SOX Section 404: Costs, Earnings Quality, and Stock Prices",
            "date": "07 May 2010",
            "author": [
                "PETER ILIEV"
            ],
            "abstract": "This paper exploits a natural quasi‐experiment to isolate the effects that were uniquely due to the Sarbanes–Oxley Act (SOX): U.S. firms with a public float under $75 million could delay Section 404 compliance, and foreign firms under $700 million could delay the auditor's attestation requirement. As designed, Section 404 led to conservative reported earnings, but also imposed real costs. On net, SOX compliance reduced the market value of small firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01564.x"
        },
        {
            "no": "14",
            "title": "Capital Structure as a Strategic Variable: Evidence from Collective Bargaining",
            "date": "07 May 2010",
            "author": [
                "DAVID A. MATSA"
            ],
            "abstract": "I analyze the strategic use of debt financing to improve a firm's bargaining position with an important supplier—organized labor. Because maintaining high levels of corporate liquidity can encourage workers to raise their wage demands, a firm with external finance constraints has an incentive to use the cash flow demands of debt service to improve its bargaining position with workers. Using both firm‐level collective bargaining coverage and state changes in labor laws to identify changes in union bargaining power, I show that strategic incentives from union bargaining appear to have a substantial impact on corporate financing decisions.",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01565.x"
        },
        {
            "no": "15",
            "title": "MISCELLANEA",
            "date": "07 May 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01566.x"
        },
        {
            "no": "16",
            "title": "Back Matter",
            "date": "07 May 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2010.01587.x"
        }
    ]
}