{
    "journal": "JF",
    "volume": "65",
    "issue": "1",
    "date": "February 2010",
    "page": "Pages: i-iii, 1-428",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "13 January 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01534.x"
        },
        {
            "no": "2",
            "title": "Product Market Competition, Insider Trading, and Stock Market Efficiency",
            "date": "13 January 2010",
            "author": [
                "JOEL PERESS"
            ],
            "abstract": "How does competition in firms' product markets influence their behavior in equity markets? Do product market imperfections spread to equity markets? We examine these questions in a noisy rational expectations model in which firms operate under monopolistic competition while their shares trade in perfectly competitive markets. Firms use their monopoly power to pass on shocks to customers, thereby insulating their profits. This encourages stock trading, expedites the capitalization of private information into stock prices and improves the allocation of capital. Several implications are derived and tested.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01522.x"
        },
        {
            "no": "3",
            "title": "Real and Financial Industry Booms and Busts",
            "date": "13 January 2010",
            "author": [
                "GERARD HOBERG",
                "GORDON PHILLIPS"
            ],
            "abstract": "We examine how product market competition affects firm cash flows and stock returns in industry booms and busts. Our results show how real and financial factors interact in industry business cycles. In competitive industries, we find that high industry‐level stock market valuation, investment, and financing are followed by sharply lower operating cash flows and abnormal stock returns. Analyst estimates are positively biased and returns comove more. In concentrated industries these relations are weak and generally insignificant. Our results are consistent with participants in competitive industries not fully internalizing the negative externality of industry competition on cash flows and stock returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01523.x"
        },
        {
            "no": "4",
            "title": "Global Currency Hedging",
            "date": "13 January 2010",
            "author": [
                "JOHN Y. CAMPBELL",
                "KARINE SERFATY‐DE MEDEIROS",
                "LUIS M. VICEIRA"
            ],
            "abstract": "Over the period 1975 to 2005, the U.S. dollar (particularly in relation to the Canadian dollar), the euro, and the Swiss franc (particularly in the second half of the period) moved against world equity markets. Thus, these currencies should be attractive to risk‐minimizing global equity investors despite their low average returns. The risk‐minimizing currency strategy for a global bond investor is close to a full currency hedge, with a modest long position in the U.S. dollar. There is little evidence that risk‐minimizing investors should adjust their currency positions in response to movements in interest differentials.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01524.x"
        },
        {
            "no": "5",
            "title": "A Habit‐Based Explanation of the Exchange Rate Risk Premium",
            "date": "13 January 2010",
            "author": [
                "ADRIEN VERDELHAN"
            ],
            "abstract": "This paper presents a model that reproduces the uncovered interest rate parity puzzle. Investors have preferences with external habits. Countercyclical risk premia and procyclical real interest rates arise endogenously. During bad times at home, when domestic consumption is close to the habit level, the representative investor is very risk averse. When the domestic investor is more risk averse than her foreign counterpart, the exchange rate is closely tied to domestic consumption growth shocks. The domestic investor therefore expects a positive currency excess return. Because interest rates are low in bad times, expected currency excess returns increase with interest rate differentials.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01525.x"
        },
        {
            "no": "6",
            "title": "Collateral Spread and Financial Development",
            "date": "13 January 2010",
            "author": [
                "JOSÉ M. LIBERTI",
                "ATIF R. MIAN"
            ],
            "abstract": "We show that institutions that promote financial development ease borrowing constraints by lowering the collateral spread and shifting the composition of acceptable collateral towards firm‐specific assets. Collateral spread is defined as the difference in collateralization rates between high‐ and low‐risk borrowers. The average collateral spread is large but declines rapidly with improvements in financial development driven by stronger institutions. We also show that the composition of collateralizable assets shifts towards non‐specific assets (e.g., land) with borrower risk. However, the shift is considerably smaller in developed financial markets, enabling risky borrowers to use a larger variety of assets as collateral.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01526.x"
        },
        {
            "no": "7",
            "title": "False Discoveries in Mutual Fund Performance: Measuring Luck in Estimated Alphas",
            "date": "13 January 2010",
            "author": [
                "LAURENT BARRAS",
                "OLIVIER SCAILLET",
                "RUSS WERMERS"
            ],
            "abstract": "This paper develops a simple technique that controls for “false discoveries,” or mutual funds that exhibit significant alphas by luck alone. Our approach precisely separates funds into (1) unskilled, (2) zero‐alpha, and (3) skilled funds, even with dependencies in cross‐fund estimated alphas. We find that 75% of funds exhibit zero alpha (net of expenses), consistent with the Berk and Green equilibrium. Further, we find a significant proportion of skilled (positive alpha) funds prior to 1996, but almost none by 2006. We also show that controlling for false discoveries substantially improves the ability to find the few funds with persistent performance.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01527.x"
        },
        {
            "no": "8",
            "title": "Do Hot Hands Exist among Hedge Fund Managers? An Empirical Evaluation",
            "date": "13 January 2010",
            "author": [
                "RAVI JAGANNATHAN",
                "ALEXEY MALAKHOV",
                "DMITRY NOVIKOV"
            ],
            "abstract": "In measuring performance persistence, we use hedge fund style benchmarks. This allows us to identify managers with valuable skills, and also to control for option‐like features inherent in returns from hedge fund strategies. We take into account the possibility that reported asset values may be based on stale prices. We develop a statistical model that relates a hedge fund's performance to its decision to liquidate or close in order to infer the performance of a hedge fund that left the database. Although we find significant performance persistence among superior funds, we find little evidence of persistence among inferior funds.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01528.x"
        },
        {
            "no": "9",
            "title": "Stock Market Declines and Liquidity",
            "date": "13 January 2010",
            "author": [
                "ALLAUDEEN HAMEED",
                "WENJIN KANG",
                "S. VISWANATHAN"
            ],
            "abstract": "Consistent with recent theoretical models where binding capital constraints lead to sudden liquidity dry‐ups, we find that negative market returns decrease stock liquidity, especially during times of tightness in the funding market. The asymmetric effect of changes in aggregate asset values on liquidity and commonality in liquidity cannot be fully explained by changes in demand for liquidity or volatility effects. We document interindustry spillover effects in liquidity, which are likely to arise from capital constraints in the market making sector. We also find economically significant returns to supplying liquidity following periods of large drops in market valuations.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01529.x"
        },
        {
            "no": "10",
            "title": "Time Variation in Liquidity: The Role of Market‐Maker Inventories and Revenues",
            "date": "13 January 2010",
            "author": [
                "CAROLE COMERTON‐FORDE",
                "TERRENCE HENDERSHOTT",
                "CHARLES M. JONES",
                "PAMELA C. MOULTON",
                "MARK S. SEASHOLES"
            ],
            "abstract": "We show that market‐maker balance sheet and income statement variables explain time variation in liquidity, suggesting liquidity‐supplier financing constraints matter. Using 11 years of NYSE specialist inventory positions and trading revenues, we find that aggregate market‐level and specialist firm‐level spreads widen when specialists have large positions or lose money. The effects are nonlinear and most prominent when inventories are big or trading results have been particularly poor. These sensitivities are smaller after specialist firm mergers, consistent with deep pockets easing financing constraints. Finally, compared to low volatility stocks, the liquidity of high volatility stocks is more sensitive to inventories and losses.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01530.x"
        },
        {
            "no": "11",
            "title": "The Impact of Deregulation and Financial Innovation on Consumers: The Case of the Mortgage Market",
            "date": "13 January 2010",
            "author": [
                "KRISTOPHER S. GERARDI",
                "HARVEY S. ROSEN",
                "PAUL S. WILLEN"
            ],
            "abstract": "We develop a technique to assess the impact of changes in mortgage markets on households, exploiting an implication of the permanent income hypothesis: The higher a household's expected future income, the higher its desired consumption, ceteris paribus. With perfect credit markets, desired consumption matches actual consumption and current spending forecasts future income. Because credit market imperfections mute this effect, the extent to which house spending predicts future income measures the “imperfectness” of mortgage markets. Using micro‐data, we find that since the early 1980s, mortgage markets have become less imperfect in this sense, and securitization has played an important role.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01531.x"
        },
        {
            "no": "12",
            "title": "Individualism and Momentum around the World",
            "date": "13 January 2010",
            "author": [
                "ANDY C.W. CHUI",
                "SHERIDAN TITMAN",
                "K.C. JOHN WEI"
            ],
            "abstract": "This paper examines how cultural differences influence the returns of momentum strategies. Cross‐country cultural differences are measured with an individualism index developed by Hofstede (2001), which is related to overconfidence and self‐attribution bias. We find that individualism is positively associated with trading volume and volatility, as well as to the magnitude of momentum profits. Momentum profits are also positively related to analyst forecast dispersion, transaction costs, and the familiarity of the market to foreigners, and negatively related to firm size and volatility. However, the addition of these and other variables does not dampen the relation between individualism and momentum profits.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01532.x"
        },
        {
            "no": "13",
            "title": "Correlation Risk and Optimal Portfolio Choice",
            "date": "13 January 2010",
            "author": [
                "ANDREA BURASCHI",
                "PAOLO PORCHIA",
                "FABIO TROJANI"
            ],
            "abstract": "We develop a new framework for multivariate intertemporal portfolio choice that allows us to derive optimal portfolio implications for economies in which the degree of correlation across industries, countries, or asset classes is stochastic. Optimal portfolios include distinct hedging components against both stochastic volatility and correlation risk. We find that the hedging demand is typically larger than in univariate models, and it includes an economically significant covariance hedging component, which tends to increase with the persistence of variance–covariance shocks, the strength of leverage effects, the dimension of the investment opportunity set, and the presence of portfolio constraints.",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01533.x"
        },
        {
            "no": "14",
            "title": "MISCELLANEA",
            "date": "13 January 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01535.x"
        },
        {
            "no": "15",
            "title": "Back Matter",
            "date": "13 January 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2009.01536.x"
        }
    ]
}