{
    "journal": "JFE",
    "volume": "25",
    "issue": "1",
    "date": "November 1989",
    "page": "Pages 1-160",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Nov 1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90092-5"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Nov 1989",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90093-7"
        },
        {
            "no": "3",
            "title": "A Markov model of heteroskedasticity, risk, and learning in the stock market",
            "date": "Nov 1989",
            "author": [
                "Christopher M. Turner",
                "Richard Startz",
                "Charles R. Nelson"
            ],
            "abstract": "We examine a variety of models in which the variance of a portfolio's excess return depends on a state variable generated by a first-order Markov process. A model in which the state is known to economic agents is estimated. It suggests that the mean excess return moves inversely with the level of risk. We then estimate a model in which agents are uncertain of the state. The estimates indicate that agents are consistently surprised by high-variance periods, so there is a negative correlation between movements in volatility and in excess returns.",
            "link": "https://doi.org/10.1016/0304-405X(89)90094-9"
        },
        {
            "no": "4",
            "title": "Business conditions and expected returns on stocks and bonds",
            "date": "Nov 1989",
            "author": [
                "Eugene F. Fama",
                "Kenneth R. French"
            ],
            "abstract": "Expected returns on common stocks and long-term bonds contain a term or maturity premium that has a clear business-cycle pattern (low near peaks, high near troughs). Expected returns also contain a risk premium that is related to longer-term aspects of business conditions. The variation through time in this premium is stronger for low-grade bonds than for high-grade bonds and stronger for stocks than for bonds. The general message is that expected returns are lower when economic conditions are strong and higher when conditions are weak.",
            "link": "https://doi.org/10.1016/0304-405X(89)90095-0"
        },
        {
            "no": "5",
            "title": "Nonstationary expected returns",
            "date": "Nov 1989",
            "author": [
                "Ray Ball",
                "S.P. Kothari"
            ],
            "abstract": "Recent evidence reveals significant negative serial correlation in aggregate (market-wide) stock returns. We extend this result to relative (market-adjusted) returns, demonstrating negative serial correlation in five-year returns. We then test two competing explanations: (1) market mispricing and (2) changing expected returns in an efficient market. The tests are conducted using the capital asset pricing model to estimate relative returns. The evidence suggests that negative serial correlation in relative returns is due almost entirely to variation in relative risks, and therefore expected relative returns, through time. We document substantial relative risk shifts, particularly for extreme-performing stocks.",
            "link": "https://doi.org/10.1016/0304-405X(89)90096-2"
        },
        {
            "no": "6",
            "title": "Trading patterns, bid-ask spreads, and estimated security returns",
            "date": "Nov 1989",
            "author": [
                "Donald B. Keim"
            ],
            "abstract": "Returns computed with closing bid or ask prices that may not represent ‘true’ prices introduce measurement error into portfolio returns if investor buying and selling display systematic patterns. This paper finds systematic tendencies for closing prices to be recorded at the bid in December and at the ask in early January. After changing bid and ask prices are controlled for. this pattern results in large portfolio returns on the two trading days surrounding the end of the year, especially for low-price stocks. Other temporal return patterns (e.g. weekend and holiday effects) are also related to systematic trading patterns.",
            "link": "https://doi.org/10.1016/0304-405X(89)90097-4"
        },
        {
            "no": "7",
            "title": "Further evidence on the bank lending process and the capital-market response to bank loan agreements",
            "date": "Nov 1989",
            "author": [
                "Scott L. Lummer",
                "John J. McConnell"
            ],
            "abstract": "This paper investigates the hypothesis that bank loans convey information to the capital market regarding the value of the borrowing firm. Unlike previous researchers, we distinguished between new bank loans and loan renewals. For new loans, the excess stock return for borrowers around the loan announcement is not significantly different from zero. For favorable loan revisions, the excess return is significantly positive: for unfavorable revisions, it is significantly negative. We interpret these results to imply that banks play an important role as transmitters of information in capital markets, but new bank loans per se do not communicate information.",
            "link": "https://doi.org/10.1016/0304-405X(89)90098-6"
        },
        {
            "no": "8",
            "title": "Management entrenchment",
            "date": "Nov 1989",
            "author": [
                "Andrei Shleifer",
                "Robert W. Vishny"
            ],
            "abstract": "We describe how managers can entrench themselves by making manager-specific investments that make it costly for shareholders to replace them. By making manager-specific investments, managers can reduce the probability of being replaced extract higher wages and larger perquisites from shareholders, and obtain more latitude in determining corporate strategy. Our model of entrenchment has empirical implications that are consistent with the evidence on managerial behavior.",
            "link": "https://doi.org/10.1016/0304-405X(89)90099-8"
        },
        {
            "no": "9",
            "title": "Share repurchase through transferable put rights",
            "date": "Nov 1989",
            "author": [
                "Jayant R. Kale",
                "Thomas H. Noe",
                "Gerald D. Gay"
            ],
            "abstract": "This paper investigates the effect of share repurchase through transferable put rights (TPRs) on shareholder wealth and corporate control. Transferable put rights make the put option, which is implicit in a tender offer, marketable. Shareholders who do not tender their shares increase their proportional ownership of the firm and extract some of the gains of the tender offer from exiting shareholders. Finally, TPRs improve tax efficiency by ensuring that only shareholders who have the highest tax bases will tender.",
            "link": "https://doi.org/10.1016/0304-405X(89)90100-1"
        }
    ]
}