{
    "journal": "JFE",
    "volume": "25",
    "issue": "2",
    "date": "December 1989",
    "page": "Pages 161-403",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Dec 1989",
            "author": [
                "MichaelC. Jensen",
                "JohnB. Long",
                "RichardS. Ruback",
                "G.William Schwert",
                "CliffordW. Smith",
                "JeroldB. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90079-2"
        },
        {
            "no": "2",
            "title": "Organizational changes and value creation in leveraged buyouts",
            "date": "Dec 1989",
            "author": [
                "George P. Baker",
                "Karen H. Wruck"
            ],
            "abstract": "This study documents the organizational changes that took place at the O.M. Scott & Sons Company in response to its leveraged buyout. Our findings confirm that both the pressure of servicing a heavy debt load and management equity ownership lead to improved performance. Equally important at Scott, however, and undocumented in large-sample studies, are debt covenants restricting how the cash required for debt payments can be generated, the adoption of a strong incentive compensation plan, a reorganization and decentralization of decision making, and the relationship between managers, the leveraged buyout sponsors, and the board of directors.",
            "link": "https://doi.org/10.1016/0304-405X(89)90080-9"
        },
        {
            "no": "3",
            "title": "Campeau's acquisition of federated",
            "date": "Dec 1989",
            "author": [
                "Steven N. Kaplan"
            ],
            "abstract": "I analyze the acquisition of Federated Department Stores by Campeau Corporation and find that after the purchase the value of Federated assets increased by more than $1.8 billion. Federated and Campeau defaulted on the debt used to finance the acquisition because Campeau paid a premium of $3.4 billion for Federated, an overpayment of $1.6 billion, financed 97% of the purchase with debt, and did not have enough other assets to make up the shortfall. The Federated purchase illustrates that a highly leveraged transaction can increase value, but still not be able to make its debt payments.",
            "link": "https://doi.org/10.1016/0304-405X(89)90081-0"
        },
        {
            "no": "4",
            "title": "Financial innovation and first-mover advantages",
            "date": "Dec 1989",
            "author": [
                "Peter Tufano"
            ],
            "abstract": "This paper uses a database of 58 financial innovations from 1974–1986 to examine how investment banks are compensated for their investments in developing new products. Investment banks that create new products do not charge higher prices in the brief period of ‘monopoly’ before imitative products appear, and in the long-run charge prices below, not above, those charged by rivals offering imitative products. However, banks capture a larger share of underwritings with innovations than with imitative products. One interpretation of the price and quantity evidence is that innovators become inframarginal rivals that enjoy lower costs of trading, underwriting, and marketing.",
            "link": "https://doi.org/10.1016/0304-405X(89)90082-2"
        },
        {
            "no": "5",
            "title": "Management turnover and financial distress",
            "date": "Dec 1989",
            "author": [
                "Stuart C. Gilson"
            ],
            "abstract": "This study investigates senior management turnover in financially distressed firms. In any given year, 52% of sampled firms experience turnover if they are either in default on their debt, bankrupt, or privately restructuring their debt to avoid bankruptcy. A significant number of changes are initiated by firms' bank lenders. Following their resignation from these firms, managers are not subsequently employed by another exchange-listed firm for at least three years. Results are consistent with managers experiencing large personal costs when their firms default.",
            "link": "https://doi.org/10.1016/0304-405X(89)90083-4"
        },
        {
            "no": "6",
            "title": "Managers' voting rights and corporate control",
            "date": "Dec 1989",
            "author": [
                "Wayne H. Mikkelson",
                "M.Megan Partch"
            ],
            "abstract": "We document managers' vote holdings in a large random sample of industrial firms, and test whether the degree of managerial control of shares affects how often a firm is the target of control events. The likelihood of successful acquisitions of firms is unrelated to managers' holdings. But this insignificant relation reflects two opposing effects. Lower managerial control is associated with a higher probability that a firm will receive a takeover offer, but a lower probability that a takeover attempt will lead to a change in control.",
            "link": "https://doi.org/10.1016/0304-405X(89)90084-6"
        },
        {
            "no": "7",
            "title": "The wealth effects of second-generation state takeover legislation",
            "date": "Dec 1989",
            "author": [
                "Jonathan M. Karpoff",
                "Paul H. Malatesta"
            ],
            "abstract": "We examine the stock-price effects of all second-generation state takeover laws introduced from 1982 through 1987 for which we find press announcements. On average, the announcements are associated with a small but statistically significant decrease in the stock prices of firms incorporated in the state and of large firms headquartered in the state. The stock-price effects are concentrated in firms without preexisting firm-level takeover defenses. Firms with prior defenses have no significant stock-price reactions.",
            "link": "https://doi.org/10.1016/0304-405X(89)90085-8"
        },
        {
            "no": "8",
            "title": "Drawing inferences from statistics based on multiyear asset returns",
            "date": "Dec 1989",
            "author": [
                "Matthew Richardson",
                "James H. Stock"
            ],
            "abstract": "Researchers investigating the possibility of mean reversion in stock prices with statistics based on multiyear returns have noted difficulties in drawing inferences from these statistics because the approximating asymptotic distributions perform poorly. We develop an alternative asymptotic distribution theory for statistics involving multiyear returns. These distributions differ markedly from those implied by the conventional theory. The alternative theory provides substantially better approximations to the relevant finite-sample distributions. It also leads to empirical inferences much less at odds with the hypothesis of no mean reversion.",
            "link": "https://doi.org/10.1016/0304-405X(89)90086-X"
        },
        {
            "no": "9",
            "title": "The information content of equity-for-debt swaps",
            "date": "Dec 1989",
            "author": [
                "Ronen Israel",
                "Aharon R. Ofer",
                "Daniel R. Siegel"
            ],
            "abstract": "We demonstrate that analysts revise their forecasts of net operating income downward following the announcement of an equity-for-debt swap. Their revisions are positively correlated with the size of the stock-price reaction to the swap announcement. This evidence supports the hypothesis that announcements of equity-for-debt swaps convey information about the expected level of cash flows of the firm. We also provide evidence that this information is about transitory changes in the expected cash flows.",
            "link": "https://doi.org/10.1016/0304-405X(89)90087-1"
        },
        {
            "no": "10",
            "title": "Private benefits from control of public corporations",
            "date": "Dec 1989",
            "author": [
                "Michael J. Barclay",
                "Clifford G. Holderness"
            ],
            "abstract": "We analyze the pricing of 63 block trades between 1978 and 1982 involving at least 5% of the common stock of NYSE or Amex corporations. These blocks are typically priced at substantial premiums to the post-announcement exchange price. We argue that the premiums, which average 20%, reflect private benefits that accrue exclusively to the blockholder because of his voting power. The premiums paid by both individual and corporate block purchasers increase with firm size, fractional ownership, and firm performance. Individuals pay larger premiums for firms with greater leverage, lower stock-return variance, and large cash holdings.",
            "link": "https://doi.org/10.1016/0304-405X(89)90088-3"
        },
        {
            "no": "11",
            "title": "News items",
            "date": "Dec 1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90089-5"
        },
        {
            "no": "12",
            "title": "Editorial collaborators",
            "date": "Dec 1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90090-1"
        },
        {
            "no": "13",
            "title": "Index",
            "date": "Dec 1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90091-3"
        }
    ]
}