{
    "journal": "JFE",
    "volume": "13",
    "issue": "4",
    "date": "December 1984",
    "page": "Pages 459-598",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Dec 1984",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "G. William Schwert",
                "Clifford W. Smith",
                "Rene M. Stulz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(84)90010-2"
        },
        {
            "no": "2",
            "title": "The valuation effects of stock splits and stock dividends",
            "date": "Dec 1984",
            "author": [
                "Mark S. Grinblatt",
                "Ronald W. Masulis",
                "Sheridan Titman"
            ],
            "abstract": "This study presents evidence which indicates that stock prices, on average, react positively to stock dividend and stock split announcements that are uncontaminated by other contemporaneous firm-specific announcements. In addition, it documents significantly positive excess returns on and around the ex-dates of stock dividends and splits. Both announcement and ex-date returns were found to be larger for stock dividends than for stock splits. While the announcement returns cannot be explained by forecasts of imminent increases in cash dividends, the paper offers several signalling based explanations for them. These are consistent with a cross-sectional analysis of the announcement period returns.",
            "link": "https://doi.org/10.1016/0304-405X(84)90011-4"
        },
        {
            "no": "3",
            "title": "‘Open-ending’ closed-end funds",
            "date": "Dec 1984",
            "author": [
                "Greggory A. Brauer"
            ],
            "abstract": "Open-ending a closed-end fund forces the price of the fund's shares to their net asset value. Open-ending behavior is shown to correspond in predictable ways to the incentive to open-end and to potential resistance to open-ending. Moreover, closed-end fund share prices begin to generate statistically significant positive abnormal returns well in advance of the formal announcement of the open-ending. Although a small part of the total abnormal return is not entirely exhausted until after the announcement, such market price performance is broadly consistent with a semi-strong form efficient market.",
            "link": "https://doi.org/10.1016/0304-405X(84)90012-6"
        },
        {
            "no": "4",
            "title": "The information in the term structure",
            "date": "Dec 1984",
            "author": [
                "Eugene F. Fama"
            ],
            "abstract": "This paper presents a regression approach to measuring the information in forward interest rates about time varying premiums and future spot interest rates. Like earlier work, the regressions identify variation in the expected premiums on longer-maturity Treasury bills. The more novel evidence concerns the forecasts of future spot rates in forward rates. The regressions provide evidence that the one-month forward rate has power to predict the spot rate one month ahead. During periods preceding 1974, forward rates have reliable forecast power for one-month spot rates up to five months in the future.",
            "link": "https://doi.org/10.1016/0304-405X(84)90013-8"
        },
        {
            "no": "5",
            "title": "Term premiums in bond returns",
            "date": "Dec 1984",
            "author": [
                "Eugene F Fama"
            ],
            "abstract": "This paper examines expected returns on U.S. Treasury bills and on U.S. Government bond portfolios. Expected bill returns are estimated from forward rates and from sample average returns. Both estimation methods indicate that expected returns on bills tend to peak at eight or nine months and never increase monotonically out to twelve months. Reliable inferences are limited to Treasury bills and thus to maturities up to a year. The variability of longer-term bond returns preempts precise conclusions about their expected returns.",
            "link": "https://doi.org/10.1016/0304-405X(84)90014-X"
        },
        {
            "no": "6",
            "title": "The weekend effect on the distribution of stock prices",
            "date": "Dec 1984",
            "author": [
                "Dan W. French"
            ],
            "abstract": "Evidence of weekend effects on the distribution of security returns suggests that returns are generated by a process operating closer to trading time rather than calendar time. In contrast, accumulation of interest over the weekend follows a calendar-time process. Since both the variance of returns and the interest rate are important parameters of the Black-Scholes option pricing model, this paper suggests that the model be stated to account for this by utilizing a trading-time variance and a calendar-time interest rate. Empirical evidence indicates that this allows the model to better explain market option prices.",
            "link": "https://doi.org/10.1016/0304-405X(84)90015-1"
        },
        {
            "no": "7",
            "title": "Risk and return",
            "date": "Dec 1984",
            "author": [
                "Seha M Tinic",
                "Richard R West"
            ],
            "abstract": "This paper examines the seasonality in the basic relationship between expected return and risk during 1935–82. The results reveal that the positive relationship between return and risk is unique to January. The risk premiums during the remaining eleven months are not significantly different from zero.",
            "link": "https://doi.org/10.1016/0304-405X(84)90016-3"
        },
        {
            "no": "8",
            "title": "The likelihood ratio test statistic of mean-variance efficiency without a riskless asset",
            "date": "Dec 1984",
            "author": [
                "Shmuel Kandel"
            ],
            "abstract": "The question whether a given porfolio is mean-variance efficient is a basic problem of investment analysis. Mean-variance efficiency is also the basis of the Capital Asset Pricing Model. This paper presents the explicit form of the likelihood ratio test of the hypothesis that a given portfolio, or a particular market index, is ex-ante mean-variance efficient in the case where there is no riskless asset. Geometric relations are illustrated to provide intuition about the constrained maximum likelihood estimators and the test statistic, and two simple economic interpretations of the test are given.",
            "link": "https://doi.org/10.1016/0304-405X(84)90017-5"
        },
        {
            "no": "9",
            "title": "News items",
            "date": "Dec 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(84)90018-7"
        },
        {
            "no": "10",
            "title": "Editorial collaborators",
            "date": "Dec 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(84)90019-9"
        },
        {
            "no": "11",
            "title": "Index",
            "date": "Dec 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(84)90020-5"
        }
    ]
}