{
    "journal": "RFS",
    "volume": "17",
    "issue": "4",
    "date": "October 2004",
    "page": "Pages 915–1224",
    "article": [
        {
            "no": "1",
            "title": "Whence GARCH? A Preference-Based Explanation for Conditional Volatility",
            "date": "26 January 2004",
            "author": [
                "Grant McQueen",
                "Keith Vorkink"
            ],
            "abstract": "We develop a preference-based equilibrium asset pricing model that explains low-frequency conditional volatility. Similar to Barberis, Huang, and Santos (2001), agents in our model care about wealth changes, experience loss aversion, and keep a mental scorecard that affects their level of risk aversion. A new feature of our model is that when perturbed by unexpected returns, investors become temporarily more sensitive to news. Gradually investors become accustomed to the new level of wealth, restoring prior levels of risk aversion and news sensitivity. The state-dependent sensitivity to news creates the type of volatility clustering found in low-frequency stock returns. We find empirical support for our model's predictions that relate the scorecard to conditional volatility and skewness.",
            "link": "https://doi.org/10.1093/rfs/hhh008"
        },
        {
            "no": "2",
            "title": "Robust Portfolio Rules and Asset Pricing",
            "date": "02 April 2004",
            "author": [
                "Pascal J. Maenhout"
            ],
            "abstract": "I present a new approach to the dynamic portfolio and consumption problem of an investor who worries about model uncertainty (in addition to market risk) and seeks robust decisions along the lines of Anderson, Hansen, and Sargent (2002). In accordance with max-min expected utility, a robust investor insures against some endogenous worst case. I first show that robustness dramatically decreases the demand for equities and is observationally equivalent to recursive preferences when removing wealth effects. Unlike standard recursive preferences, however, robustness leads to environment-specific “effective” risk aversion. As an extension, I present a closed-form solution for the portfolio problem of a robust Duffie-Epstein-Zin investor. Finally, robustness increases the equilibrium equity premium and lowers the risk-free rate. Reasonable parameters generate a 4% to 6% equity premium.",
            "link": "https://doi.org/10.1093/rfs/hhh003"
        },
        {
            "no": "3",
            "title": "Public Trading and Private Incentives",
            "date": "02 April 2004",
            "author": [
                "Antoine Faure-Grimaud",
                "Denis Gromb"
            ],
            "abstract": "This article studies the link between public trading and the activity of a firm's large shareholder who can affect firm value. Public trading results in the formation of a stock price that is informative about the large shareholder's activity. This increases the latter's incentives to engage in value-increasing activities. Indeed, if he has to liquidate part of his stake before the effect of his activity is publicly observed, a more informative price rewards him for his activity. Implications are derived for the decision to go public, capital structure, and security design.",
            "link": "https://doi.org/10.1093/rfs/hhh002"
        },
        {
            "no": "4",
            "title": "Prospect Theory and Mean-Variance Analysis",
            "date": "15 October 2003",
            "author": [
                "Haim Levy",
                "Moshe Levy"
            ],
            "abstract": "The experimental results of prospect theory (PT) reveal suggest that investors make decisions based on change of wealth rather than total wealth, that preferences are S-shaped with a risk-seeking segment, and that probabilities are subjectively distorted. This article shows that while PT's findings are in sharp contradiction to the foundations of mean-variance (MV) analysis, counterintuitively, when diversification between assets is allowed, the MV and PT-efficient sets almost coincide. Thus one can employ the MV optimization algorithm to construct PT-efficient portfolios.",
            "link": "https://doi.org/10.1093/rfs/hhg062"
        },
        {
            "no": "5",
            "title": "Technical Analysis and Liquidity Provision",
            "date": "26 January 2004",
            "author": [
                "Kenneth A. Kavajecz",
                "Elizabeth R. Odders-White"
            ],
            "abstract": "The apparent conflict between the level of resources dedicated to technical analysis by practitioners and academic theories of market efficiency is a long-standing puzzle. We explore a previously unexamined feature of technical analysis — namely its relation to liquidity provision. We demonstrate that support and resistance levels coincide with peaks in depth on the limit order book and moving average forecasts reveal information about the relative position of depth on the book. Furthermore, we show that these relationships stem from technical rules locating depth already in place on the limit order book.",
            "link": "https://doi.org/10.1093/rfs/hhg057"
        },
        {
            "no": "6",
            "title": "Bank Competition and Credit Standards",
            "date": "26 January 2004",
            "author": [
                "Martin Ruckes"
            ],
            "abstract": "This article offers an explanation for the substantial variation of credit standards and price competition among banks over the business cycle. As the economic outlook improves, the average default probabilities of borrowers decline. This affects the profitability of screening and causes bank screening intensity to display an inverse U-shape as a function of economic prospects. Low screening activity in expansions creates intense price competition among lenders and loans are extended to lower-quality borrowers. As the economic outlook worsens, price competition diminishes, and credit standards tighten significantly. Deposit insurance may contribute to the countercyclical variation of credit standards.",
            "link": "https://doi.org/10.1093/rfs/hhh011"
        },
        {
            "no": "7",
            "title": "A Theory of Corporate Capital Structure and Investment",
            "date": "15 October 2003",
            "author": [
                "Miguel Cantillo"
            ],
            "abstract": "This article uses a general equilibrium framework to explore the origins and limitations of financial intermediaries. In the model, investors have a generic lending technology that they can improve at a cost. Those who upgrade become intermediaries to exploit their advantage. However, conflicts with depositors will limit the banks' market presence, and they will only lend to moderately endowed firms while bondholders will finance cash-rich corporations. The article also analyzes the extent to which investors adopt the superior lending technique, the nature of bank competition, and how corporate and bank conditions affect interest rates and investment.",
            "link": "https://doi.org/10.1093/rfs/hhg045"
        },
        {
            "no": "8",
            "title": "Why Does Book Building Drive Out Auction Methods of IPO Issuance? Evidence from Japan",
            "date": "15 October 2003",
            "author": [
                "Kenji Kutsuna",
                "Richard Smith"
            ],
            "abstract": "We examine Japan's 1997 introduction of book building as an alternative to a previously required hybrid auction method. Despite higher cost for some issuers, all issuers in Japan now select book building. Book building enables more accurate valuation of firms, but gains from accurate valuation are partly redistributive. Thus book building can drive auction-method offerings from the market even if it yields no aggregate benefit. Compared to the auction regime, book building reduces issue costs for large issuers. Auctioning is less costly for small issuers, but appears to foreclose some small firms from issuing. The aggregate costs of book building and auctioning are similar.",
            "link": "https://doi.org/10.1093/rfs/hhg049"
        },
        {
            "no": "9",
            "title": "The Value of Voting Rights to Majority Shareholders: Evidence from Dual-Class Stock Unifications",
            "date": "15 October 2003",
            "author": [
                "Shmuel Hauser",
                "Beni Lauterbach"
            ],
            "abstract": "We study 84 dual-class stock unifications, where superior vote shareholders gave up their superior voting status (all firm stocks became “one share one vote”) and received (in most cases) compensation in the form of additional shares. Unifications are essentially intrafirm transactions of voting rights, and afford observation of the intrafirm-assessed price of vote. The price of vote in unifications (1) increases with the percentage vote lost by the majority shareholders, (2) is higher in family-controlled firms, (3) decreases with institutional investor holdings, and (4) is similar to the “outside” price of vote implicit in the market prices of stocks.",
            "link": "https://doi.org/10.1093/rfs/hhg061"
        },
        {
            "no": "10",
            "title": "Board Composition, Board Effectiveness, and the Observed Form of Takeover Bids",
            "date": "26 January 2004",
            "author": [
                "Mary M. Bange",
                "Michael A. Mazzeo"
            ],
            "abstract": "We show that bidding firms consider target board characteristics when deciding takeover offer types and initial offer premiums. We study a sample of 436 proposed negotiated mergers and bypass offers. Firms with individuals holding the titles of both chief executive officer (CEO) and board chair are more likely to receive bypass offers. These offers are more likely to be successful and generate higher target shareholder gains over the takeover offer period. When the target's board is independent, the target is less likely to receive a high premium and the offer is less likely to succeed.",
            "link": "https://doi.org/10.1093/rfs/hhh001"
        },
        {
            "no": "11",
            "title": "Author Index",
            "date": "01 October 2004",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhh012"
        },
        {
            "no": "12",
            "title": "Title Index",
            "date": "01 October 2004",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhh013"
        },
        {
            "no": "13",
            "title": "Acknowledgements",
            "date": "01 October 2004",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhh014"
        }
    ]
}