{
    "journal": "JFE",
    "volume": "112",
    "issue": "3",
    "date": "June 2014",
    "page": "Pages 287-408",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jun 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(14)00074-9"
        },
        {
            "no": "2",
            "title": "Credit lines as monitored liquidity insurance: Theory and evidence",
            "date": "Feb 2014",
            "author": [
                "Viral Acharya",
                "Heitor Almeida",
                "Filippo Ippolito",
                "Ander Perez"
            ],
            "abstract": "We propose a theory of credit lines provided by banks to firms as a form of monitored liquidity insurance. Bank monitoring and resulting revocations help control illiquidity-seeking behavior of firms insured by credit lines. The cost of credit lines is thus greater for firms with high liquidity risk, which in turn are likely to use cash instead of credit lines. We test this implication for corporate liquidity management by identifying exogenous shocks to liquidity risk of firms in corporate bond and equity markets. Firms experiencing increases in liquidity risk move out of credit lines and into cash holdings.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.02.001"
        },
        {
            "no": "3",
            "title": "Limited partner performance and the maturing of the private equity industry",
            "date": "Feb 2014",
            "author": [
                "Berk A. Sensoy",
                "Yingdi Wang",
                "Michael S. Weisbach"
            ],
            "abstract": "We evaluate the performance of limited partners׳ (LPs׳) private equity investments over time. Using a sample of 14,380 investments by 1,852 LPs in 1,250 buyout and venture capital funds started between 1991 and 2006, we find that the superior performance of endowment investors in the 1991–1998 period, documented by prior literature, is mostly due to their greater access to the top-performing venture capital partnerships. In the subsequent 1999–2006 period, endowments no longer outperform, no longer have greater access to funds that are likely to restrict access, and do not make better investment selections than other types of institutional investors. Nevertheless, all investor types׳ private equity investments continue to outperform public markets on average. We discuss how these results are consistent with the general maturing of the industry, as private equity has transitioned from a niche, poorly understood area to a ubiquitous part of institutional investors׳ portfolios.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.02.006"
        },
        {
            "no": "4",
            "title": "Acquirer-target social ties and merger outcomes",
            "date": "Feb 2014",
            "author": [
                "Joy Ishii",
                "Yuhai Xuan"
            ],
            "abstract": "This article investigates the effect of social ties between acquirers and targets on merger performance. We find that the extent of cross-firm social connection between directors and senior executives at the acquiring and the target firms has a significantly negative effect on the abnormal returns to the acquirer and to the combined entity upon merger announcement. Moreover, acquirer-target social ties significantly increase the likelihood that the target firm׳s chief executive officer (CEO) and a larger fraction of the target firm׳s pre-acquisition board of directors remain on the board of the combined firm after the merger. In addition, we find that acquirer CEOs are more likely to receive bonuses and are more richly compensated for completing mergers with targets that are highly connected to the acquiring firms, that acquisitions are more likely to take place between two firms that are well connected to each other through social ties, and that such acquisitions are more likely to subsequently be divested for performance-related reasons. Taken together, our results suggest that social ties between the acquirer and the target lead to poorer decision making and lower value creation for shareholders overall.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.02.007"
        },
        {
            "no": "5",
            "title": "Freedom of choice between unitary and two-tier boards: An empirical analysis",
            "date": "Feb 2014",
            "author": [
                "François Belot",
                "Edith Ginglinger",
                "Myron B. Slovin",
                "Marie E. Sushka"
            ],
            "abstract": "We examine board structure in France, which since 1966 has allowed firms the freedom to choose between unitary and two-tier boards. We analyze how this choice relates to characteristics of the firm and its environment. Firms with severe asymmetric information tend to opt for unitary boards; firms with a potential for private benefits extraction tend to adopt two-tier boards. Chief executive officer turnover is more sensitive to performance at firms with two-tier boards, indicating greater monitoring. Our results are broadly consistent with the Adams and Ferreira (2007) model and suggest that gains result from allowing freedom of contract about board structure.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.02.011"
        },
        {
            "no": "6",
            "title": "Who works for startups? The relation between firm age, employee age, and growth",
            "date": "Mar 2014",
            "author": [
                "Paige Ouimet",
                "Rebecca Zarutskie"
            ],
            "abstract": "Young firms disproportionately employ and hire young workers. On average, young employees in young firms earn higher wages than young employees in older firms. Young employees disproportionately join young firms with greater innovation potential and that exhibit higher growth, conditional on survival. We argue that the skills, risk tolerance, and joint dynamics of young workers contribute to their disproportionate share of employment in young firms. Moreover, an increase in the supply of young workers is positively related to new firm creation in high-tech industries, supporting a causal link between the supply of young workers and new firm creation.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.03.003"
        }
    ]
}