{
    "journal": "JF",
    "volume": "23",
    "issue": "2",
    "date": "May 1968",
    "page": "Pages: i-vii, 229-426, viii-xix",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "May 1968",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00201.x"
        },
        {
            "no": "2",
            "title": "[Photograph]: George T. Conklin, Jr.",
            "date": "May 1968",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00202.x"
        },
        {
            "no": "3",
            "title": "METROPOLITAN FISCAL DISPARITIES: THEIR NATURE AND DETERMINANTS",
            "date": "May 1968",
            "author": [
                "Seymour Sacks"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00799.x"
        },
        {
            "no": "4",
            "title": "REVENUE SHARING: PRIORITIES AND POLICY INSTRUMENTS",
            "date": "May 1968",
            "author": [
                "George F. Break"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00800.x"
        },
        {
            "no": "5",
            "title": "DISCUSSION",
            "date": "May 1968",
            "author": [
                "Charles J. Goetz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00801.x"
        },
        {
            "no": "6",
            "title": "COMPONENTS OF A MEASUREMENT MODEL: RATE OF RETURN, RISK, AND TIMING",
            "date": "May 1968",
            "author": [
                "Peter O. Dietz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00802.x"
        },
        {
            "no": "7",
            "title": "EVALUATION OF PROSPECTIVE INVESTMENT PERFORMANCE",
            "date": "May 1968",
            "author": [
                "W. Scott Bauman"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00803.x"
        },
        {
            "no": "8",
            "title": "DISCUSSION",
            "date": "May 1968",
            "author": [
                "G. Walter Woodworth",
                "Alden C. Olson"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00804.x"
        },
        {
            "no": "9",
            "title": "ECONOMIC RATIONALE OF THE UNIFORM CONSUMER CREDIT CODE",
            "date": "May 1968",
            "author": [
                "Robert W. Johnson"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00805.x"
        },
        {
            "no": "10",
            "title": "UNCONSCIONABLE CONDUCT AND THE UNIFORM CONSUMER CREDIT CODE",
            "date": "May 1968",
            "author": [
                "Allison Dunham"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00806.x"
        },
        {
            "no": "11",
            "title": "DISCUSSION",
            "date": "May 1968",
            "author": [
                "Roger S. Barrett",
                "David I. Fand",
                "Robert C. Mayer"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00807.x"
        },
        {
            "no": "12",
            "title": "PENSION FUNDS IN THE AMERICAN ECONOMY",
            "date": "May 1968",
            "author": [
                "Roger F. Murray"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00808.x"
        },
        {
            "no": "13",
            "title": "CRITICAL EVALUATION OF PENSION PLANS",
            "date": "May 1968",
            "author": [
                "William T. Gibb"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00809.x"
        },
        {
            "no": "14",
            "title": "DISCUSSION",
            "date": "May 1968",
            "author": [
                "James A. Attwood"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00810.x"
        },
        {
            "no": "15",
            "title": "INSTITUTIONAL ASPECTS OF INTERREGIONAL MORTGAGE INVESTMENT",
            "date": "May 1968",
            "author": [
                "Halbert C. Smith"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00811.x"
        },
        {
            "no": "16",
            "title": "PRIVATE SECONDARY MARKET FACILITIES",
            "date": "May 1968",
            "author": [
                "Oliver Jones"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00812.x"
        },
        {
            "no": "17",
            "title": "SOME RELATIONSHIPS BETWEEN ASSETS AND LIABILITIES OF THRIFT INSTITUTIONS",
            "date": "May 1968",
            "author": [
                "Sherman J. Maisel"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00813.x"
        },
        {
            "no": "18",
            "title": "DISCUSSION",
            "date": "May 1968",
            "author": [
                "Richard T. Pratt",
                "Preston Martin"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00814.x"
        },
        {
            "no": "19",
            "title": "THE PERFORMANCE OF MUTUAL FUNDS IN THE PERIOD 1945–1964",
            "date": "May 1968",
            "author": [
                "Michael C. Jensen"
            ],
            "abstract": "I. Introduction\nA Central problem in finance (and especially portfolio management) has been that of evaluating the “performance” of portfolios of risky investments. The concept of portfolio “performance” has at least two distinct dimensions:\n1)\nThe ability of the portfolio manager or security analyst to increase returns on the portfolio through successful prediction of future security prices, and\n2)\nThe ability of the portfolio manager to minimize (through “efficient” diversification) the amount of “insurable risk” born by the holders of the portfolio.\nThe major difficulty encountered in attempting to evaluate the performance of a portfolio in these two dimensions has been the lack of a thorough understanding of the nature and measurement of “risk.” Evidence seems to indicate a predominance of risk aversion in the capital markets, and as long as investors correctly perceive the “riskiness” of various assets this implies that “risky” assets must on average yield higher returns than less “risky” assets.1\n1 Assuming, of course, that investors' expectations are on average correct.\n\nHence in evaluating the “performance” of portfolios the effects of differential degrees of risk on the returns of those portfolios must be taken into account.\nRecent developments in the theory of the pricing of capital assets by Sharpe 20, Lintner 15 and Treynor 25 allow us to formulate explicit measures of a portfolio's performance in each of the dimensions outlined above. These measures are derived and discussed in detail in Jensen 11. However, we shall confine our attention here only to the problem of evaluating a portfolio manager's predictive ability—that is his ability to earn returns through successful prediction of security prices which are higher than those which we could expect given the level of riskiness of his portfolio. The foundations of the model and the properties of the performance measure suggested here (which is somewhat different than that proposed in 11) are discussed in Section II. The model is illustrated in Section III by an application of it to the evaluation of the performance of 115 open end mutual funds in the period 1945–1964.\nA number of people in the past have attempted to evaluate the performance of portfolios2\n2 See for example 2, 3, 7, 8, 9, 10, 21, 24.\n\n(primarily mutual funds), but almost all of these authors have relied heavily on relative measures of performance when what we really need is an absolute measure of performance. That is, they have relied mainly on procedures for ranking portfolios. For example, if there are two portfolios A and B, we not only would like to know whether A is better (in some sense) than B, but also whether A and B are good or bad relative to some absolute standard. The measure of performance suggested below is such an absolute measure.3\n3 It is also interesting to note that the measure of performance suggested below is in many respects quite closely related to the measure suggested by Treynor 24.\n\nIt is important to emphasize here again that the word “performance” is used here only to refer to a fund manager's forecasting ability. It does not refer to a portfolio's “efficiency” in the Markowitz‐Tobin sense. A measure of “efficiency” and its relationship to certain measures of diversification and forecasting ability is derived and discussed in detail in Jensen 11. For purposes of brevity we confine ourselves here to an examination of a fund manager's forecasting ability which is of interest in and of itself (witness the widespread interest in the theory of random walks and its implications regarding forecasting success).\nIn addition to the lack of an absolute measure of performance, these past studies of portfolio performance have been plagued with problems associated with the definition of “risk” and the need to adequately control for the varying degrees of riskiness among portfolios. The measure suggested below takes explicit account of the effects of “risk” on the returns of the portfolio.\nFinally, once we have a measure of portfolio “performance” we also need to estimate the measure's sampling error. That is we want to be able to measure its “significance” in the usual statistical sense. Such a measure of significance also is suggested below.",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00815.x"
        },
        {
            "no": "20",
            "title": "DISCUSSION",
            "date": "May 1968",
            "author": [
                "Donald E. Farrar",
                "Jack L. Treynor"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00816.x"
        },
        {
            "no": "21",
            "title": "AMERICAN FINANCE ASSOCIATION BUSINESS PROCEEDINGS",
            "date": "May 1968",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00817.x"
        },
        {
            "no": "22",
            "title": "Back Matter",
            "date": "May 1968",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1968.tb00203.x"
        }
    ]
}