{
    "journal": "JF",
    "volume": "73",
    "issue": "2",
    "date": "April 2018",
    "page": "Pages: 477-908",
    "article": [
        {
            "no": "1",
            "title": "ISSUE INFORMATION FM",
            "date": "31 March 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12557"
        },
        {
            "no": "2",
            "title": "AMUNDI PIONEER PRIZES FOR 2017*",
            "date": "31 March 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12681"
        },
        {
            "no": "3",
            "title": "Unshrouding: Evidence from Bank Overdrafts in Turkey",
            "date": "12 October 2017",
            "author": [
                "SULE ALAN",
                "MEHMET CEMALCILAR",
                "DEAN KARLAN",
                "JONATHAN ZINMAN"
            ],
            "abstract": "Lower prices produce higher demand… or do they? A bank's direct marketing to holders of “free” checking accounts shows that a large discount on 60% APR overdrafts reduces overdraft usage, especially when bundled with a discount on debit card or autodebit transactions. In contrast, messages mentioning overdraft availability without mentioning price increase usage. Neither change persists long after the messages stop. These results do not square easily with classical models of consumer choice and firm competition. Instead, they support behavioral models where consumers underestimate and are inattentive to overdraft costs, and firms respond by shrouding overdraft prices in equilibrium.",
            "link": "https://doi.org/10.1111/jofi.12593"
        },
        {
            "no": "4",
            "title": "Homeowner Borrowing and Housing Collateral: New Evidence from Expiring Price Controls",
            "date": "18 December 2017",
            "author": [
                "ANTHONY A. DEFUSCO"
            ],
            "abstract": "I empirically analyze how changes in access to housing collateral affect homeowner borrowing behavior. To isolate the role of collateral constraints from that of wealth effects, I exploit the fully anticipated expiration of resale price controls on owner‐occupied housing in Montgomery County, Maryland. I estimate a marginal propensity to borrow out of housing collateral that ranges between $0.04 and $0.13 and is correlated with homeowners' initial leverage. Additional analysis of residential investment and ex‐post loan performance indicates that some of the extracted funds generated new expenditures. These results suggest a potentially important role for collateral constraints in driving household expenditures.",
            "link": "https://doi.org/10.1111/jofi.12602"
        },
        {
            "no": "5",
            "title": "Wholesale Funding Dry‐Ups",
            "date": "10 October 2017",
            "author": [
                "CHRISTOPHE PÉRIGNON",
                "DAVID THESMAR",
                "GUILLAUME VUILLEMEY"
            ],
            "abstract": "We empirically explore the fragility of wholesale funding of banks, using transaction‐level data on short‐term, unsecured certificates of deposit in the European market. We do not observe a market‐wide freeze during the 2008 to 2014 period. Yet, many banks suddenly experience funding dry‐ups. Dry‐ups predict, but do not cause, future deterioration in bank performance. Furthermore, during periods of market stress, banks with high future performance tend to increase reliance on wholesale funding. We therefore fail to find evidence consistent with adverse selection models of funding market freezes. Our evidence is in line with theories highlighting heterogeneity between informed and uninformed lenders.",
            "link": "https://doi.org/10.1111/jofi.12592"
        },
        {
            "no": "6",
            "title": "Liquidity as Social Expertise",
            "date": "22 December 2017",
            "author": [
                "PABLO KURLAT"
            ],
            "abstract": "This paper proposes a theory of liquidity dynamics. Illiquidity results from asymmetric information. Observing the historical track record teaches agents how to interpret public information and helps overcome information asymmetry. However, an illiquidity trap can arise: too much asymmetric information leads to the breakdown of trade, which interrupts learning and perpetuates illiquidity. Liquidity falls in response to unexpected events that lead agents to question their valuation models (especially in newer markets) may be slow to recover after a crisis, and is higher in periods of stability.",
            "link": "https://doi.org/10.1111/jofi.12606"
        },
        {
            "no": "7",
            "title": "Institutional and Legal Context in Natural Experiments: The Case of State Antitakeover Laws",
            "date": "15 December 2017",
            "author": [
                "JONATHAN M. KARPOFF",
                "MICHAEL D. WITTRY"
            ],
            "abstract": "We argue and demonstrate empirically that a firm's institutional and legal context has first‐order effects in tests that use state antitakeover laws for identification. A priori, the size and direction of a law's effect on a firm's takeover protection depends on (i) other state antitakeover laws, (ii) preexisting firm‐level takeover defenses, and (iii) the legal regime as reflected by important court decisions. In addition, (iv) state antitakeover laws are not exogenous for many easily identifiable firms. We show that the inferences from nine prior studies related to nine different outcome variables change substantially when we include controls for these considerations.",
            "link": "https://doi.org/10.1111/jofi.12600"
        },
        {
            "no": "8",
            "title": "Comparing Asset Pricing Models",
            "date": "08 February 2018",
            "author": [
                "FRANCISCO BARILLAS",
                "JAY SHANKEN"
            ],
            "abstract": "A Bayesian asset pricing test is derived that is easily computed in closed form from the standard F‐statistic. Given a set of candidate traded factors, we develop a related test procedure that permits the computation of model probabilities for the collection of all possible pricing models that are based on subsets of the given factors. We find that the recent models of Hou, Xue, and Zhang (2015a, 2015b) and Fama and French (2015, 2016) are dominated by a variety of models that include a momentum factor, along with value and profitability factors that are updated monthly.",
            "link": "https://doi.org/10.1111/jofi.12607"
        },
        {
            "no": "9",
            "title": "Short‐Selling Risk",
            "date": "15 December 2017",
            "author": [
                "JOSEPH E. ENGELBERG",
                "ADAM V. REED",
                "MATTHEW C. RINGGENBERG"
            ],
            "abstract": "Short sellers face unique risks, such as the risk that stock loans become expensive and the risk that stock loans are recalled. We show that short‐selling risk affects prices among the cross‐section of stocks. Stocks with more short‐selling risk have lower returns, less price efficiency, and less short selling.",
            "link": "https://doi.org/10.1111/jofi.12601"
        },
        {
            "no": "10",
            "title": "Bank Capital and Lending Relationships",
            "date": "18 December 2017",
            "author": [
                "MICHAEL SCHWERT"
            ],
            "abstract": "This paper investigates the mechanisms behind the matching of banks and firms in the loan market and the implications of this matching for lending relationships, bank capital, and credit provision. I find that bank‐dependent firms borrow from well‐capitalized banks, while firms with access to the bond market borrow from banks with less capital. This matching of bank‐dependent firms with stable banks smooths cyclicality in aggregate credit provision and mitigates the effects of bank shocks on the real economy.",
            "link": "https://doi.org/10.1111/jofi.12604"
        },
        {
            "no": "11",
            "title": "Financial Literacy and Portfolio Dynamics",
            "date": "16 December 2017",
            "author": [
                "MILO BIANCHI"
            ],
            "abstract": "We match administrative panel data on portfolio choices with survey measures of financial literacy. When we control for portfolio risk, the most literate households experience 0.4% higher annual returns than the least literate households. Distinct portfolio dynamics are the key determinant of this difference. More literate households hold riskier positions when expected returns are higher, they more actively rebalance their portfolios and do so in a way that holds their risk exposure relatively constant over time, and they are more likely to buy assets that provide higher returns than the assets that they sell.",
            "link": "https://doi.org/10.1111/jofi.12605"
        },
        {
            "no": "12",
            "title": "Option Mispricing around Nontrading Periods",
            "date": "16 December 2017",
            "author": [
                "CHRISTOPHER S. JONES",
                "JOSHUA SHEMESH"
            ],
            "abstract": "We find that option returns are significantly lower over nontrading periods, the vast majority of which are weekends. Our evidence suggests that nontrading returns cannot be explained by risk, but rather are the result of widespread and highly persistent option mispricing driven by the incorrect treatment of stock return variance during periods of market closure. The size of the effect implies that the broad spectrum of finance research involving option prices should account for nontrading effects. Our study further suggests how alternative industry practices could improve the efficiency of option markets in a meaningful way.",
            "link": "https://doi.org/10.1111/jofi.12603"
        },
        {
            "no": "13",
            "title": "MISCELLANEA",
            "date": "31 March 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12554"
        },
        {
            "no": "14",
            "title": "ANNOUNCEMENTS",
            "date": "31 March 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12555"
        },
        {
            "no": "15",
            "title": "ISSUE INFORMATION BM",
            "date": "31 March 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12558"
        }
    ]
}