{
    "journal": "JF",
    "volume": "73",
    "issue": "3",
    "date": "June 2018",
    "page": "Pages: 909-1458",
    "article": [
        {
            "no": "1",
            "title": "ISSUE INFORMATION FM",
            "date": "24 May 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12562"
        },
        {
            "no": "2",
            "title": "Robert Vishny",
            "date": "24 May 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12686"
        },
        {
            "no": "3",
            "title": "Deviations from Covered Interest Rate Parity",
            "date": "19 February 2018",
            "author": [
                "WENXIN DU",
                "ALEXANDER TEPPER",
                "ADRIEN VERDELHAN"
            ],
            "abstract": "We find that deviations from the covered interest rate parity (CIP) condition imply large, persistent, and systematic arbitrage opportunities in one of the largest asset markets in the world. Contrary to the common view, these deviations for major currencies are not explained away by credit risk or transaction costs. They are particularly strong for forward contracts that appear on banks' balance sheets at the end of the quarter, pointing to a causal effect of banking regulation on asset prices. The CIP deviations also appear significantly correlated with other fixed income spreads and with nominal interest rates.",
            "link": "https://doi.org/10.1111/jofi.12620"
        },
        {
            "no": "4",
            "title": "Is Sell‐Side Research More Valuable in Bad Times?",
            "date": "07 February 2018",
            "author": [
                "ROGER K. LOH",
                "RENÉ M. STULZ"
            ],
            "abstract": "Because uncertainty is high in bad times, investors find it harder to assess firm prospects and hence should value analyst output more. However, higher uncertainty makes analysts’ tasks harder, so it is unclear whether analyst output is more valuable in bad times. We find that in bad times, analyst revisions have a larger stock‐price impact, earnings forecast errors per unit of uncertainty fall, and analyst reports are more frequent and longer. The increased impact of analysts is also more pronounced for harder‐to‐value firms. These results are consistent with analysts working harder and investors relying more on analysts in bad times.",
            "link": "https://doi.org/10.1111/jofi.12611"
        },
        {
            "no": "5",
            "title": "The Fed, the Bond Market, and Gradualism in Monetary Policy",
            "date": "12 February 2018",
            "author": [
                "JEREMY C. STEIN",
                "ADI SUNDERAM"
            ],
            "abstract": "We develop a model of monetary policy with two key features: the central bank has private information about its long‐run target rate and is averse to bond market volatility. In this setting, the central bank gradually impounds changes in its target into the policy rate. Such gradualism represents an attempt to not spook the bond market. However, this effort is partially undone in equilibrium, as markets rationally react more to a given move when the central bank moves more gradually. This time‐consistency problem means that society would be better off if the central bank cared less about the bond market.",
            "link": "https://doi.org/10.1111/jofi.12614"
        },
        {
            "no": "6",
            "title": "Higher Order Effects in Asset Pricing Models with Long‐Run Risks",
            "date": "02 February 2018",
            "author": [
                "WALTER POHL",
                "KARL SCHMEDDERS",
                "OLE WILMS"
            ],
            "abstract": "This paper shows that the latest generation of asset pricing models with long‐run risk exhibit economically significant nonlinearities, and thus the ubiquitous Campbell‐Shiller log‐linearization can generate large numerical errors. These errors translate in turn to considerable errors in the model predictions, for example, for the magnitude of the equity premium or return predictability. We demonstrate that these nonlinearities arise from the presence of multiple highly persistent processes, which cause the exogenous states to attain values far away from their long‐run means with nonnegligible probability. These extreme values have a significant impact on asset price dynamics.",
            "link": "https://doi.org/10.1111/jofi.12615"
        },
        {
            "no": "7",
            "title": "What Makes a Good Trader? On the Role of Intuition and Reflection on Trader Performance",
            "date": "16 February 2018",
            "author": [
                "BRICE CORGNET",
                "MARK DESANTIS",
                "DAVID PORTER"
            ],
            "abstract": "Using laboratory experiments, we provide evidence on three factors influencing trader performance: fluid intelligence, cognitive reflection, and theory of mind (ToM). Fluid intelligence provides traders with computational skills necessary to draw a statistical inference. Cognitive reflection helps traders avoid behavioral biases and thereby extract signals from market orders and update their prior beliefs accordingly. ToM describes the degree to which traders correctly assess the informational content of orders. We show that cognitive reflection and ToM are complementary because traders benefit from understanding signals’ quality only if they are capable of processing these signals.",
            "link": "https://doi.org/10.1111/jofi.12619"
        },
        {
            "no": "8",
            "title": "How Do Financing Constraints Affect Firms’ Equity Volatility?",
            "date": "05 February 2018",
            "author": [
                "DANIEL CARVALHO"
            ],
            "abstract": "Theory suggests that financing frictions can have significant implications for equity volatility by shaping firms’ exposure to economic risks. This paper provides evidence that an important determinant of higher equity volatility among research and development (R&D)‐intensive firms is fewer financing constraints on firms’ ability to access growth options. I provide evidence for this effect by studying how persistent shocks to the value of firms’ tangible assets (real estate) affect their subsequent equity volatility. The analysis addresses concerns about the identification of these balance sheet effects and shows that these effects are consistent with broader patterns on the equity volatility of R&D‐intensive firms.",
            "link": "https://doi.org/10.1111/jofi.12610"
        },
        {
            "no": "9",
            "title": "Interpreting Factor Models",
            "date": "02 February 2018",
            "author": [
                "SERHIY KOZAK",
                "STEFAN NAGEL",
                "SHRIHARI SANTOSH"
            ],
            "abstract": "We argue that tests of reduced‐form factor models and horse races between “characteristics” and “covariances” cannot discriminate between alternative models of investor beliefs. Since asset returns have substantial commonality, absence of near‐arbitrage opportunities implies that the stochastic discount factor can be represented as a function of a few dominant sources of return variation. As long as some arbitrageurs are present, this conclusion applies even in an economy in which all cross‐sectional variation in expected returns is caused by sentiment. Sentiment‐investor demand results in substantial mispricing only if arbitrageurs are exposed to factor risk when taking the other side of these trades.",
            "link": "https://doi.org/10.1111/jofi.12612"
        },
        {
            "no": "10",
            "title": "Belief Dispersion in the Stock Market",
            "date": "16 February 2018",
            "author": [
                "ADEM ATMAZ",
                "SULEYMAN BASAK"
            ],
            "abstract": "We develop a dynamic model of belief dispersion with a continuum of investors differing in beliefs. The model is tractable and qualitatively matches many of the empirical regularities in a stock price and its mean return, volatility, and trading volume. We find that the stock price is convex in cash‐flow news and increases in belief dispersion, while its mean return decreases when the view on the stock is optimistic, and vice versa when pessimistic. Moreover, belief dispersion leads to higher stock volatility and trading volume. We demonstrate that otherwise identical two‐investor heterogeneous‐beliefs economies do not necessarily generate our main results.",
            "link": "https://doi.org/10.1111/jofi.12618"
        },
        {
            "no": "11",
            "title": "Margin Requirements and the Security Market Line",
            "date": "18 February 2018",
            "author": [
                "PETRI JYLHÄ"
            ],
            "abstract": "Between 1934 and 1974, the Federal Reserve changed the initial margin requirement for the U.S. stock market 22 times. I use this variation to show that investors' leverage constraints affect the pricing of risk. Consistent with earlier theoretical predictions, I find that tighter leverage constraints result in a flatter relation between betas and expected returns. My results provide strong empirical support for the idea that the constraints investors face may help explain the empirical failure of the capital asset pricing model.",
            "link": "https://doi.org/10.1111/jofi.12616"
        },
        {
            "no": "12",
            "title": "Is Proprietary Trading Detrimental to Retail Investors?",
            "date": "02 February 2018",
            "author": [
                "FALKO FECHT",
                "ANDREAS HACKETHAL",
                "YIGITCAN KARABULUT"
            ],
            "abstract": "We study the conflict of interest that arises when a universal bank conducts proprietary trading alongside its retail banking services. Our data set contains the stock holdings of every German bank and those of their corresponding retail clients. We investigate (i) whether banks sell stocks from their proprietary portfolios to their retail customers, (ii) whether those stocks subsequently underperform, and (iii) whether retail customers of banks engaging in proprietary trading earn lower portfolio returns than their peers. We present affirmative evidence for all three questions and conclude that proprietary trading can, in fact, be detrimental to retail investors.",
            "link": "https://doi.org/10.1111/jofi.12609"
        },
        {
            "no": "13",
            "title": "Real Options Models of the Firm, Capacity Overhang, and the Cross Section of Stock Returns",
            "date": "17 February 2018",
            "author": [
                "KEVIN ARETZ",
                "PETER F. POPE"
            ],
            "abstract": "We use a stochastic frontier model to obtain a stock‐level estimate of the difference between a firm's installed production capacity and its optimal capacity. We show that this “capacity overhang” estimate relates significantly negatively to the cross section of stock returns, even when controlling for popular pricing factors. The negative relation persists among small and large stocks, stocks with more or less reversible investments, and in good and bad economic states. Capacity overhang helps explain momentum and profitability anomalies, but not value and investment anomalies. Our evidence supports real options models of the firm featuring valuable divestment options.",
            "link": "https://doi.org/10.1111/jofi.12617"
        },
        {
            "no": "14",
            "title": "Is Fraud Contagious? Coworker Influence on Misconduct by Financial Advisors",
            "date": "02 February 2018",
            "author": [
                "STEPHEN G. DIMMOCK",
                "WILLIAM C. GERKEN",
                "NATHANIEL P. GRAHAM"
            ],
            "abstract": "Using a novel data set of U.S. financial advisors that includes individuals' employment histories and misconduct records, we show that coworkers influence an individual's propensity to commit financial misconduct. We identify coworkers' effect on misconduct using changes in coworkers caused by mergers of financial advisory firms. The tests include merger‐firm fixed effects to exploit the variation in changes to coworkers across branches of the same firm. The probability of an advisor committing misconduct increases if his new coworkers, encountered in the merger, have a history of misconduct. This effect is stronger between demographically similar coworkers.",
            "link": "https://doi.org/10.1111/jofi.12613"
        },
        {
            "no": "15",
            "title": "MISCELLANEA",
            "date": "24 May 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12559"
        },
        {
            "no": "16",
            "title": "ANNOUNCEMENTS",
            "date": "24 May 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12560"
        },
        {
            "no": "17",
            "title": "ISSUE INFORMATION BM",
            "date": "24 May 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12563"
        }
    ]
}