{
    "journal": "RFS",
    "volume": "27",
    "issue": "4",
    "date": "April 2014",
    "page": "Pages 957–1286",
    "article": [
        {
            "no": "1",
            "title": "Repo Runs",
            "date": "05 February 2014",
            "author": [
                "Antoine Martin",
                "David Skeie",
                "Ernst-Ludwig von Thadden"
            ],
            "abstract": "The recent financial crisis has shown that short-term collateralized borrowing may be a highly unstable source of funds in times of stress. In this paper, we develop a dynamic equilibrium model and analyze under what conditions such instability can be a consequence of market-wide changes in expectations. We derive a liquidity constraint and a collateral constraint that determine whether such expectations-driven runs are possible and show that they depend crucially on the microstructure of particular funding markets that we examine in detail. This provides insights into the differences between the tri-party repo market and the bilateral repo market, which were both at the heart of the recent financial crisis.",
            "link": "https://doi.org/10.1093/rfs/hht134"
        },
        {
            "no": "2",
            "title": "Limited and Varying Consumer Attention: Evidence from Shocks to the Salience of Bank Overdraft Fees",
            "date": "21 February 2014",
            "author": [
                "Victor Stango",
                "Jonathan Zinman"
            ],
            "abstract": "We explore dynamics of limited attention in the $35 billion market for checking overdrafts, using survey content as shocks to the salience of overdraft fees. Conditional on selection into surveys, individuals who face overdraft-related questions are less likely to incur a fee in the survey month. Taking multiple overdraft surveys builds a “stock” of attention that reduces overdrafts for up to two years. The effects are significant among consumers with lower education and financial literacy. Individuals avoid overdrafts by making fewer low-balance debit transactions and cancelling automatic recurring withdrawals. The results raise new questions about consumer financial protection policy.",
            "link": "https://doi.org/10.1093/rfs/hhu008"
        },
        {
            "no": "3",
            "title": "Stock Return Serial Dependence and Out-of-Sample Portfolio Performance",
            "date": "06 February 2014",
            "author": [
                "Victor DeMiguel",
                "Francisco J. Nogales",
                "Raman Uppal"
            ],
            "abstract": "We study whether investors can exploit serial dependence in stock returns to improve out-of-sample portfolio performance. We show that a vector-autoregressive (VAR) model captures stock return serial dependence in a statistically significant manner. Analytically, we demonstrate that, unlike contrarian and momentum portfolios, an arbitrage portfolio based on the VAR model attains positive expected returns regardless of the sign of asset return cross-covariances and autocovariances. Empirically, we show, however, that both the arbitrage and mean-variance portfolios based on the VAR model outperform the traditional unconditional portfolios only for transaction costs below ten basis points.",
            "link": "https://doi.org/10.1093/rfs/hhu002"
        },
        {
            "no": "4",
            "title": "Financial Flexibility, Risk Management, and Payout Choice",
            "date": "31 July 2013",
            "author": [
                "Alice Adams Bonaimé",
                "Kristine Watson Hankins",
                "Jarrad Harford"
            ],
            "abstract": "Both risk management and payout decisions affect a firm's financial flexibility—the ability to avoid costly financial distress as well as underinvestment. We provide evidence of substitution between hedging and payout decisions using samples of both financial and nonfinancial firms. We find that a more flexible distribution, favoring repurchases over dividends, is negatively related to financial hedging within a firm, consistent with financial flexibility in payout decisions and hedging being substitutes. Our findings, which are robust to controlling for the endogeneity of hedging and payout choices, suggest that payout flexibility offers operational hedging benefits.",
            "link": "https://doi.org/10.1093/rfs/hht045"
        },
        {
            "no": "5",
            "title": "Internal Capital Market and Dividend Policies: Evidence From Business Groups",
            "date": "16 February 2014",
            "author": [
                "Radhakrishnan Gopalan",
                "Vikram Nanda",
                "Amit Seru"
            ],
            "abstract": "We argue that internal capital market imperatives of business groups i.e., reallocation of capital across group firms, influences an affiliated firm's dividend policy. Intuition is developed in a model in which business group insiders distribute dividends from cash-rich firms and use their share of payout to invest in other affiliated firms. Employing multi-country panel-data, we find support for this channel: Dividends by a group firm are positively related with equity-financed investments by its affiliated firms. Results are corroborated by exploiting variation in a firm's investment opportunity generated by changes in import tariff policy: a shock to investment opportunity of an affiliated firm is propagated to dividend policies of other firms in its group.",
            "link": "https://doi.org/10.1093/rfs/hhu004"
        },
        {
            "no": "6",
            "title": "Resource Allocation within Firms and Financial Market Dislocation: Evidence from Diversified Conglomerates",
            "date": "07 February 2014",
            "author": [
                "Gregor Matvos",
                "Amit Seru"
            ],
            "abstract": "We argue and demonstrate that resource allocation within firms' internal capital markets provides an important force countervailing financial market dislocation. We estimate a structural model of internal capital markets to separately identify and quantify the forces driving the reallocation decision and illustrate how these forces interact with external capital market stress. The weaker (stronger) division obtains too much (little) capital, as though it is 12% (9%) more (less) productive than it really is. Out-of-sample simulated data are consistent with the actual data showing that internal capital markets offset financial market stress during the recent financial crisis by 16%–30%.",
            "link": "https://doi.org/10.1093/rfs/hhu005"
        },
        {
            "no": "7",
            "title": "Opaque Trading, Disclosure, and Asset Prices: Implications for Hedge Fund Regulation",
            "date": "22 December 2013",
            "author": [
                "David Easley",
                "Maureen O'Hara",
                "Liyan Yang"
            ],
            "abstract": "We investigate the effect of ambiguity about hedge fund investment strategies on asset prices and aggregate welfare. We model some traders (mutual funds) as facing ambiguity about the equilibrium trading strategies of other traders (hedge funds). This ambiguity limits the ability of mutual funds to infer information from prices and has negative effects on market outcomes. We use this analysis to investigate the implications of regulations that affect disclosure requirements of hedge funds or the cost of operating a hedge fund. Our analysis demonstrates how regulations affect asset prices and welfare through their influence on opaque trading.",
            "link": "https://doi.org/10.1093/rfs/hht079"
        },
        {
            "no": "8",
            "title": "The Growth and Limits of Arbitrage: Evidence from Short Interest",
            "date": "11 October 2013",
            "author": [
                "Samuel G. Hanson",
                "Adi Sunderam"
            ],
            "abstract": "We develop a novel methodology to infer the amount of capital allocated to quantitative equity arbitrage strategies. Using this methodology, which exploits time-variation in the cross-section of short interest, we document that the amount of capital devoted to value and momentum strategies has grown significantly since the late 1980s. We provide evidence that this increase in capital has resulted in lower strategy returns. However, consistent with theories of limited arbitrage, we show that strategy-level capital flows are influenced by past strategy returns and strategy return volatility and that arbitrage capital is most limited during times when strategies perform best. This suggests that the growth of arbitrage capital may not completely eliminate returns to these strategies.",
            "link": "https://doi.org/10.1093/rfs/hht066"
        },
        {
            "no": "9",
            "title": "Cover",
            "date": "13 March 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht089"
        },
        {
            "no": "10",
            "title": "Editorial Board",
            "date": "13 March 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht101"
        },
        {
            "no": "11",
            "title": "Forthcoming Articles",
            "date": "13 March 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht113"
        },
        {
            "no": "12",
            "title": "Volume 27 Number 4 April 2014\nThe Review of Financial Studies - Table of Contents",
            "date": "13 March 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht125"
        }
    ]
}