{
    "journal": "RFS",
    "volume": "27",
    "issue": "9",
    "date": "September 2014",
    "page": "Pages 2539–2840",
    "article": [
        {
            "no": "1",
            "title": "The Labor Market for Bankers and Regulators",
            "date": "14 January 2014",
            "author": [
                "Philip Bond",
                "Vincent Glode"
            ],
            "abstract": "We propose a labor market model in which agents with heterogenous ability levels choose to work as bankers or as financial regulators. When workers extract intrinsic benefits from working in regulation (such as public-sector motivation or human capital accumulation), our model jointly predicts that bankers are, on average, more skilled than regulators and their compensation is more sensitive to performance. During financial booms, banks draw the best workers away from the regulatory sector and misbehavior increases. In a dynamic extension of our model, young regulators accumulate human capital and the best ones switch to banking in mid-career.",
            "link": "https://doi.org/10.1093/rfs/hht132"
        },
        {
            "no": "2",
            "title": "The Ownership of Japanese Corporations in the 20th Century",
            "date": "27 May 2014",
            "author": [
                "Julian Franks",
                "Colin Mayer",
                "Hideaki Miyajima"
            ],
            "abstract": "Twentieth century Japan provides a remarkable laboratory for examining how an externally imposed institutional and regulatory intervention affects the ownership of corporations. In the first half of the century, Japan had weak legal protection but strong institutional arrangements. The institutions were dismantled after the war and replaced by a strong form of legal protection. This inversion resulted in a switch from Japan being a country in which equity markets flourished and ownership was dispersed in the first half of the century to one in which banks and companies dominated with interlocking shareholdings in the second half of the century.",
            "link": "https://doi.org/10.1093/rfs/hhu018"
        },
        {
            "no": "3",
            "title": "Nationalism and Economic Exchange: Evidence from Shocks to Sino-Japanese Relations",
            "date": "14 March 2014",
            "author": [
                "Raymond Fisman",
                "Yasushi Hamao",
                "Yongxiang Wang"
            ],
            "abstract": "We study the impact of nationalism and interstate frictions on international economic relations by analyzing market reaction to adverse shocks to Sino-Japanese relations in 2005 and 2010. Japanese companies with high China exposure suffer relative declines during each event window; a symmetric effect is observed for Chinese companies with high Japanese exposure. The effect on Japanese companies is more pronounced for those operating in industries dominated by Chinese state-owned enterprises, whereas firms with high Chinese employment experience lower declines. These results emphasize the role of countries' economic and political institutions in mediating the impact of interstate frictions on firm-level outcomes.",
            "link": "https://doi.org/10.1093/rfs/hhu017"
        },
        {
            "no": "4",
            "title": "Repossession and the Democratization of Credit",
            "date": "19 December 2013",
            "author": [
                "Juliano J. Assunção",
                "Efraim Benmelech",
                "Fernando S. S. Silva"
            ],
            "abstract": "We exploit a 2004 credit reform in Brazil that simplified the sale of repossessed cars used as collateral for auto loans. We show that the reform expanded credit to riskier, self-employed borrowers who purchased newer, more expensive cars. The legal change has led to larger loans with lower spreads and longer maturities. Although the credit reform improved riskier borrowers' access to credit, it also led to increased incidences of delinquency and default. Our results shed light on the consequences of a credit reform and highlight the crucial role that collateral and repossession play in the liberalization and democratization of credit.",
            "link": "https://doi.org/10.1093/rfs/hht080"
        },
        {
            "no": "5",
            "title": "Real Estate Prices and Firm Capital Structure",
            "date": "28 May 2014",
            "author": [
                "Dragana Cvijanović"
            ],
            "abstract": "This paper examines the impact of real estate prices on firm capital structure decisions. For a typical U.S. listed company, a one-standard-deviation increase in predicted value of firm pledgeable collateral translates into a 3 percentage points increase in firm leverage ratio. The identification strategy employs a triple interaction of MSA-level land supply elasticity, real estate prices, and a measure of a firm's real estate holdings as an exogenous source of variation in firm collateral values. Firms significantly change their debt structure in response to collateral value appreciation. The results indicate the importance of collateral values in mitigating potential informational imperfections.",
            "link": "https://doi.org/10.1093/rfs/hhu035"
        },
        {
            "no": "6",
            "title": "Guarantees, Leverage, and Taxes",
            "date": "27 February 2014",
            "author": [
                "Elisa Luciano",
                "Giovanna Nicodano"
            ],
            "abstract": "This paper considers the optimal joint decision on firm organization and capital structure under a tax-bankruptcy trade-off, stressing the role of guarantees against default. Conditional guarantees, which are embedded in parent-subsidiary structures, increase joint value and joint debt relative to unguaranteed stand-alone firms. Such guarantees, that are unilateral rather than mutual for moderate default costs, may dominate the unconditional mutual guarantees built in mergers. We study the optimal characteristics of both guarantors and beneficiaries, as well as their impact on the self-enforcement potential of conditional guarantees.",
            "link": "https://doi.org/10.1093/rfs/hhu010"
        },
        {
            "no": "7",
            "title": "Referee Recommendations",
            "date": "27 May 2014",
            "author": [
                "Ivo Welch"
            ],
            "abstract": "This paper quantitatively analyzes referee recommendations at eight prominent economics and finance journals, and the SFS (Society for Financial Studies) Cavalcade Conference, where a known algorithm matched referees to submissions. The behavior of referees was similar in all venues. The referee-specific component in the disposition recommendation was about twice as important as the common component. Referees differed both in their scales (some referees were intrinsically more generous than others) and in their opinions of what a good paper was (they often disagreed about the relative ordering of papers).",
            "link": "https://doi.org/10.1093/rfs/hhu029"
        },
        {
            "no": "8",
            "title": "In Harm's Way? Payday Loan Access and Military Personnel Performance",
            "date": "19 June 2014",
            "author": [
                "Scott Carrell",
                "Jonathan Zinman"
            ],
            "abstract": "Does borrowing at 400% APR do more harm than good? The U.S. Department of Defense thinks so and successfully lobbied for a 36% APR cap on loans to servicemen. But existing evidence on how access to high-interest debt affects borrowers is inconclusive. We estimate effects of payday loan access on enlisted personnel using exogenous variation in Air Force rules assigning personnel to bases across the United States, and within-state variation in lending laws over time. Airmen job performance and retention declines with payday loan access, and severely poor readiness increases. These effects are strongest among relatively inexperienced and financially unsophisticated airmen.",
            "link": "https://doi.org/10.1093/rfs/hhu034"
        },
        {
            "no": "9",
            "title": "Cover",
            "date": "11 August 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht094"
        },
        {
            "no": "10",
            "title": "Editorial Board",
            "date": "11 August 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht106"
        },
        {
            "no": "11",
            "title": "Forthcoming Articles",
            "date": "11 August 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht118"
        },
        {
            "no": "12",
            "title": "Volume 27 Number 9 September 2014\nThe Review of Financial Studies - Table of Contents",
            "date": "11 August 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht130"
        }
    ]
}