{
    "journal": "RFS",
    "volume": "27",
    "issue": "7",
    "date": "July 2014",
    "page": "Pages 1929–2266",
    "article": [
        {
            "no": "1",
            "title": "Do Going-Private Transactions Affect Plant Efficiency and Investment?",
            "date": "23 April 2014",
            "author": [
                "Sreedhar Bharath",
                "Amy Dittmar",
                "Jagadeesh Sivadasan"
            ],
            "abstract": "We examine whether constraints on public firms affect firms' efficiency by testing if going private improves plant-level productivity relative to peer control groups. We find that, despite increases in productivity after going private, there is little evidence of efficiency gains relative to peer groups of plants constructed to control for industry, age, size, past productivity, and the endogeneity of the going-private decision. Going-private firms do extensively restructure their portfolio of plants, selling and closing plants more quickly than others. Our findings cast doubt on the view that public markets cause listed firms to operate plants less efficiently due to overinvestment but indicate that going private increases restructuring activity.",
            "link": "https://doi.org/10.1093/rfs/hhu027"
        },
        {
            "no": "2",
            "title": "Valuing Private Equity",
            "date": "13 March 2014",
            "author": [
                "Morten Sorensen",
                "Neng Wang",
                "Jinqiang Yang"
            ],
            "abstract": "We investigate whether the performance of private equity (PE) investments is sufficient to compensate investors (LPs) for risk, long-term illiquidity, management, and incentive fees charged by the general partner (GP). We analyze the LPs' portfolio-choice problem and find that management fees, carried interest, and illiquidity are costly, and GPs must generate substantial alpha to compensate LPs for bearing these costs. Debt is cheap and reduces these costs, potentially explaining the high leverage of buyout transactions. Conventional interpretations of PE performance measures appear optimistic. On average, LPs may just break even, net of management fees, carry, risk, and costs of illiquidity.",
            "link": "https://doi.org/10.1093/rfs/hhu013"
        },
        {
            "no": "3",
            "title": "Smart Money? The Effect of Education on Financial Outcomes",
            "date": "26 February 2014",
            "author": [
                "Shawn Cole",
                "Anna Paulson",
                "Gauri Kartini Shastry"
            ],
            "abstract": "Household financial decisions are important for household welfare, economic growth, and financial stability. Yet our understanding of the determinants of financial decision making is limited. Exploiting exogenous variation in state compulsory schooling laws in both standard and two-sample instrumental variable strategies, we show that education increases financial market participation, measured by investment income and equities ownership, while dramatically reducing the probability that an individual declares bankruptcy, experiences a foreclosure, or is delinquent on a loan. Further results and a simple calibration suggest that the result is driven by changes in savings or investment behavior, rather than simply increased labor earnings.",
            "link": "https://doi.org/10.1093/rfs/hhu012"
        },
        {
            "no": "4",
            "title": "Risk Choice under High-Water Marks",
            "date": "06 January 2014",
            "author": [
                "Itamar Drechsler"
            ],
            "abstract": "I solve in closed form for the optimal dynamic risk choice of a fund manager who is compensated with a high-water mark contract. The optimal risk choice depends on the ratio of the fund's assets under management to its high-water mark. If the manager's outside option value is low, investors' termination policy is strict, or management fees are high, then negative returns induce the manager into “derisking.” Otherwise, he engages in “gambling.” Having the option to walk away increases risk taking, though in many cases exercise is never optimal. In particular, leaving to restart at a proportionally smaller fund is always suboptimal.",
            "link": "https://doi.org/10.1093/rfs/hht081"
        },
        {
            "no": "5",
            "title": "Microprudential Regulation in a Dynamic Model of Banking",
            "date": "01 April 2014",
            "author": [
                "Gianni De Nicolò",
                "Andrea Gamba",
                "Marcella Lucchetta"
            ],
            "abstract": "This paper studies the quantitative impact of microprudential bank regulations on bank lending and value metrics of efficiency and welfare in a dynamic model of banks that are financed by debt and equity, undertake maturity transformation, are exposed to credit and liquidity risks, and face financing frictions. We show that (1) there exists an inverted U-shaped relationship between bank lending, welfare, and capital requirements, (2) liquidity requirements unambiguously reduce lending, efficiency, and welfare, and (3) resolution policies contingent on observed capital, such as prompt corrective action, dominate in efficiency and welfare terms (noncontingent) capital and liquidity requirements.",
            "link": "https://doi.org/10.1093/rfs/hhu022"
        },
        {
            "no": "6",
            "title": "Misspecification-Robust Inference in Linear Asset-Pricing Models with Irrelevant Risk Factors",
            "date": "28 January 2014",
            "author": [
                "Nikolay Gospodinov",
                "Raymond Kan",
                "Cesare Robotti"
            ],
            "abstract": "This paper shows that in misspecified models with risk factors that are uncorrelated with the test asset returns, the conventional inference methods tend to erroneously conclude, with high probability, that these factors are priced. Our proposed model selection procedure, which is robust to identification failure and potential model misspecification, restores the standard inference and proves to be effective in eliminating factors that do not improve the model's pricing ability. Applying our methodology to several popular asset-pricing models suggests that only the market and book-to-market factors appear to be priced, while the statistical evidence on the pricing ability of many macroeconomic factors is rather weak.",
            "link": "https://doi.org/10.1093/rfs/hht135"
        },
        {
            "no": "7",
            "title": "Frog in the Pan: Continuous Information and Momentum",
            "date": "05 February 2014",
            "author": [
                "Zhi Da",
                "Umit G. Gurun",
                "Mitch Warachka"
            ],
            "abstract": "We test a frog-in-the-pan (FIP) hypothesis that predicts investors are inattentive to information arriving continuously in small amounts. Intuitively, we hypothesize that a series of frequent gradual changes attracts less attention than infrequent dramatic changes. Consistent with the FIP hypothesis, we find that continuous information induces strong persistent return continuation that does not reverse in the long run. Momentum decreases monotonically from 5.94% for stocks with continuous information during their formation period to –2.07% for stocks with discrete information but similar cumulative formation-period returns. Higher media coverage coincides with discrete information and mitigates the stronger momentum following continuous information.",
            "link": "https://doi.org/10.1093/rfs/hhu003"
        },
        {
            "no": "8",
            "title": "The Variety of Maturities Offered by Firms and Institutional Investment in Corporate Bonds",
            "date": "23 April 2014",
            "author": [
                "Nishant Dass",
                "Massimo Massa"
            ],
            "abstract": "We study how a firm's decision to offer bonds of various maturities affects the portfolio allocations of institutional investors. We argue that because of lower information-collection costs, institutional investors tilt their portfolios towards firms that offer bonds of various maturities. We show that this translates into lower bond yields, both in the primary and in the secondary bond markets.",
            "link": "https://doi.org/10.1093/rfs/hhu028"
        },
        {
            "no": "9",
            "title": "Cover",
            "date": "16 June 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht092"
        },
        {
            "no": "10",
            "title": "Editorial Board",
            "date": "16 June 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht104"
        },
        {
            "no": "11",
            "title": "Forthcoming Articles",
            "date": "16 June 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht116"
        },
        {
            "no": "12",
            "title": "Volume 27 Number 7 July 2014\nThe Review of Financial Studies - Table of Contents",
            "date": "16 June 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht128"
        }
    ]
}