{
    "journal": "RFS",
    "volume": "27",
    "issue": "11",
    "date": "November 2014",
    "page": "Pages 3099–3387",
    "article": [
        {
            "no": "1",
            "title": "Fooling Some of the People All of the Time: The Inefficient Performance and Persistence of Commodity Trading Advisors",
            "date": "07 July 2014",
            "author": [
                "Geetesh Bhardwaj",
                "Gary B. Gorton",
                "K. Geert Rouwenhorst"
            ],
            "abstract": "Investors face significant barriers in evaluating the performance of investment advisors. We focus on commodity trading advisors (CTAs) and show that from 1994 to 2012, CTA excess returns to investors (i.e., net of fees) were insignificantly different from zero while gross excess returns (i.e., before fees) were 6.1%, which implies that managers captured the performance in fees. Moreover, we find that CTAs display no alpha relative to simple future strategies in the public domain. Our results have implications for all hedge fund studies in that we find the typical adjustments for biases in the hedge fund databases still leave upward bias in fund performance.",
            "link": "https://doi.org/10.1093/rfs/hhu040"
        },
        {
            "no": "2",
            "title": "Window Dressing in Mutual Funds",
            "date": "14 July 2014",
            "author": [
                "Vikas Agarwal",
                "Gerald D. Gay",
                "Leng Ling"
            ],
            "abstract": "We provide a rationale for window dressing wherein investors respond to conflicting signals of managerial ability inferred from a fund's performance and disclosed portfolio holdings. We contend that window dressers make a risky bet on their performance during a reporting delay period, which affects investors' interpretation of the conflicting signals and hence their capital allocations. Conditional on good (bad) performance, window dressers benefit (suffer) from higher (lower) investor flows compared with non–window dressers. Window dressers also show poor past performance, possess little skill, and incur high portfolio turnover and trade costs, characteristics which in turn result in worse future performance.",
            "link": "https://doi.org/10.1093/rfs/hhu045"
        },
        {
            "no": "3",
            "title": "Trading for Status",
            "date": "01 August 2014",
            "author": [
                "Harrison Hong",
                "Wenxi Jiang",
                "Na Wang",
                "Bin Zhao"
            ],
            "abstract": "We show that Keeping-Up-with-the-Joneses preferences can explain several puzzling retail investor behaviors, including the excessive trading of small local stocks. Status concerns lead households, especially those living in affluent areas, to demand these stocks to track their neighbors' wealth. This demand varies procyclically with the stock market's value and generates household trading. Using Chinese data on local stock turnover, stock message boards, and brokerage account trading, we test and confirm this hypothesis by exploiting the uneven rise of affluence across Chinese cities between 1998 and 2012.",
            "link": "https://doi.org/10.1093/rfs/hhu048"
        },
        {
            "no": "4",
            "title": "Peer Effects in Risk Aversion and Trust",
            "date": "08 July 2014",
            "author": [
                "Kenneth R. Ahern",
                "Ran Duchin",
                "Tyler Shumway"
            ],
            "abstract": "Existing evidence shows that risk aversion and trust are largely determined by environmental factors. We test whether one such factor is peer influence. Using random assignment of MBA students to peer groups and predetermined survey responses of economic attitudes, we find causal evidence of positive peer effects in risk aversion and no effects in trust. After the first year of the MBA program, the difference between an individual and her peers' average risk aversion has shrunk by 41%. Finding no peer effects in trust is consistent with recent research showing that distinct cognitive processes govern risk aversion and trust.",
            "link": "https://doi.org/10.1093/rfs/hhu042"
        },
        {
            "no": "5",
            "title": "Aggregate Investment and Investor Sentiment",
            "date": "14 August 2014",
            "author": [
                "Salman Arif",
                "Charles M. C. Lee"
            ],
            "abstract": "Using bottom-up information from corporate financial statements, we examine the relation between aggregate investment, future equity returns, and investor sentiment. Consistent with the business cycle literature, corporate investments peak during periods of positive sentiment, yet these periods are followed by lower equity returns. This pattern exists in most developed countries and survives controls for discount rates, equity flows, valuation multiples, operating accruals, and other investor sentiment measures. Higher aggregate investments also precede greater earnings disappointments, lower short-window earnings announcement returns, and lower macroeconomic growth. We conclude aggregate corporate investment is an alternative, and possibly sharper, measure of market-wide investor sentiment.",
            "link": "https://doi.org/10.1093/rfs/hhu054"
        },
        {
            "no": "6",
            "title": "Asset Prices and Real Exchange Rates with Deep Habits",
            "date": "12 July 2014",
            "author": [
                "Christian Heyerdahl-Larsen"
            ],
            "abstract": "I introduce an external habit for each consumption good, known as deep habits, into an otherwise standard international equilibrium model with multiple consumption goods and multiple countries. I show that deep habits coupled with consumption home bias account for a wide range of asset pricing and exchange rate moments. Calibrated to a set of ten countries, the model reproduces the cross-sectional evidence on currency risk premiums when sorting on interest rates, interest rate volatility, innovations to global exchange rate volatility, and value. Hence, the model provides an equilibrium interpretation of these empirical regularities.",
            "link": "https://doi.org/10.1093/rfs/hhu043"
        },
        {
            "no": "7",
            "title": "Debtholder Responses to Shareholder Activism: Evidence from Hedge Fund Interventions",
            "date": "01 August 2014",
            "author": [
                "Jayanthi Sunder",
                "Shyam V. Sunder",
                "Wan Wongsunwai"
            ],
            "abstract": "We investigate the effect of shareholder activism on debtholders by examining a sample of bank loans for firms targeted by activist hedge funds. We compare loan spreads before and after intervention and show the effects of heterogeneous shareholder actions. Spreads increase when shareholder activism relies on the market for corporate control or financial restructuring. In contrast, spreads decrease when activists address managerial entrenchment. Furthermore, the effects are more pronounced when pre-existing governance mechanisms are weak. Our findings suggest that shareholder activism does not necessarily exacerbate bondholder-shareholder conflicts of interest and highlight the role of activism in aligning investors.",
            "link": "https://doi.org/10.1093/rfs/hhu049"
        },
        {
            "no": "8",
            "title": "Mutual Funds and Information Diffusion: The Role of Country-Level Governance",
            "date": "22 August 2014",
            "author": [
                "Chunmei Lin",
                "Massimo Massa",
                "Hong Zhang"
            ],
            "abstract": "We hypothesize that poor country-level governance, which makes public information less reliable, induces fund managers to increase their use of semipublic information. Utilizing data from international mutual funds and stocks over the 2000–2009 period, we find that semipublic information-related stock rebalancing can be five times higher in countries with the worst quality of governance than in countries with the best. The use of semipublic information increases price informativeness but also increases information asymmetry and reduces stock liquidity. It also intensified the price impact and liquidity crunch during the recent global financial crisis.",
            "link": "https://doi.org/10.1093/rfs/hhu046"
        },
        {
            "no": "9",
            "title": "Cover",
            "date": "14 October 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht085"
        },
        {
            "no": "10",
            "title": "Editorial Board",
            "date": "14 October 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht097"
        },
        {
            "no": "11",
            "title": "Forthcoming Articles",
            "date": "14 October 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht109"
        },
        {
            "no": "12",
            "title": "Volume 27 Number 11 November 2014\nThe Review of Financial Studies - Table of Contents",
            "date": "14 October 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht121"
        }
    ]
}