{
    "journal": "RFS",
    "volume": "27",
    "issue": "2",
    "date": "February 2014",
    "page": "Pages 373–661",
    "article": [
        {
            "no": "1",
            "title": "Procyclical Leverage and Value-at-Risk",
            "date": "22 October 2013",
            "author": [
                "Tobias Adrian",
                "Hyun Song Shin"
            ],
            "abstract": "The availability of credit varies over the business cycle through shifts in the leverage of financial intermediaries. Empirically, we find that intermediary leverage is negatively aligned with the banks' Value-at-Risk (VaR). Motivated by the evidence, we explore a contracting model that captures the observed features. Under general conditions on the outcome distribution given by extreme value theory (EVT), intermediaries maintain a constant probability of default to shifts in the outcome distribution, implying substantial deleveraging during downturns. For some parameter values, we can solve the model explicitly, thereby endogenizing the VaR threshold probability from the contracting problem.",
            "link": "https://doi.org/10.1093/rfs/hht068"
        },
        {
            "no": "2",
            "title": "Why Did Holdings of Highly Rated Securitization Tranches Differ So Much across Banks?",
            "date": "06 December 2013",
            "author": [
                "Isil Erel",
                "Taylor Nadauld",
                "René M. Stulz"
            ],
            "abstract": "We provide estimates of holdings of highly rated securitization tranches of U.S. bank holding companies before the credit crisis and evaluate hypotheses that have been advanced to explain them. Whereas holdings exceeded Tier 1 capital for some large banks, they were economically trivial for the typical bank. Banks with high holdings were not riskier before the crisis using conventional measures, but they performed poorly during the crisis. We find that holdings of highly rated tranches were correlated with a bank's securitization activity. Theories unrelated to the securitization activity, such as “bad incentives” or “bad risk management,” are not supported in the data.",
            "link": "https://doi.org/10.1093/rfs/hht077"
        },
        {
            "no": "3",
            "title": "Securitization and Loan Performance: Ex Ante and Ex Post Relations in the Mortgage Market",
            "date": "11 November 2013",
            "author": [
                "Wei Jiang",
                "Ashlyn Aiko Nelson",
                "Edward Vytlacil"
            ],
            "abstract": "This study examines the relation between securitization and loan performance using a comprehensive dataset from a major national mortgage lender. Loans remaining on the bank's balance sheet ex post incurred higher delinquency rates than sold loans, contrasting the negative relation between screening efforts and ex ante probability of loan sale explored by prior studies. Moreover, the performance gap between sold and retained loans was wider among the subsample of loans that were perceived as easier to resell. The investors'seeming advantage over the originating bank can mostly be explained by information revealed during the time between loan origination and sale.",
            "link": "https://doi.org/10.1093/rfs/hht073"
        },
        {
            "no": "4",
            "title": "The Economics of Solicited and Unsolicited Credit Ratings",
            "date": "31 October 2013",
            "author": [
                "Paolo Fulghieri",
                "Günter Strobl",
                "Han Xia"
            ],
            "abstract": "This paper develops a dynamic rational expectations model of the credit rating process, incorporating three critical elements of this industry: (1) the rating agencies' ability to misreport the issuer's credit quality, (2) their ability to issue unsolicited ratings, and (3) their reputational concerns. We analyze the incentives of credit rating agencies to issue unsolicited credit ratings and the effects of this practice on the agencies' rating strategies. We find that issuance of unfavorable unsolicited credit ratings enables rating agencies to extract higher fees from issuers by credibly threatening to punish those that refuse to acquire a rating. Also, issuing unfavorable unsolicited ratings increases the rating agencies' reputation by demonstrating to investors that they resist the temptation to issue inflated ratings. In equilibrium, unsolicited credit ratings are lower than solicited ratings, because all favorable ratings are solicited; however, they do not have a downward bias. We show that, under certain conditions, a credit rating system that incorporates unsolicited ratings leads to more stringent rating standards.",
            "link": "https://doi.org/10.1093/rfs/hht072"
        },
        {
            "no": "5",
            "title": "Asset Prices with Heterogeneity in Preferences and Beliefs",
            "date": "30 August 2013",
            "author": [
                "Harjoat S. Bhamra",
                "Raman Uppal"
            ],
            "abstract": "In this paper, we study asset prices in a dynamic, continuous-time, and general-equilibrium endowment economy in which agents have “catching up with the Joneses” utility functions and differ with respect to their beliefs (because of differences in priors) and their preference parameters for time discount, risk aversion, and sensitivity to habit. A key contribution of our paper is to demonstrate how one can obtain a closed-form solution to the consumption-sharing rule for agents who have both heterogeneous priors and heterogeneous preferences without restricting the risk aversion of the two agents to special values. We solve in closed form also for the state-price density, the risk-free interest rate and market price of risk, the stock price, equity risk premium, and volatility of stock returns, the term structure of interest rates, and the conditions necessary to obtain a stationary equilibrium in which both agents survive in the long run. The methodology we develop is sufficiently general in that, as long as markets are complete, it can be used to obtain the sharing rule and state prices for models set in discrete or continuous time and for arbitrary endowment and belief updating processes.",
            "link": "https://doi.org/10.1093/rfs/hht051"
        },
        {
            "no": "6",
            "title": "When There Is No Place to Hide: Correlation Risk and the Cross-Section of Hedge Fund Returns",
            "date": "17 December 2013",
            "author": [
                "Andrea Buraschi",
                "Robert Kosowski",
                "Fabio Trojani"
            ],
            "abstract": "Using a novel data set on correlation swaps, we study the relation between correlation risk, hedge fund characteristics, and their risk-return profile. We find that the ability of hedge funds to create market-neutral returns is often associated with a significant exposure to correlation risk, which helps to explain the large abnormal returns found in previous models. We also estimate a significant negative market price of correlation risk, which accounts for the cross-section of hedge fund excess returns. Finally, we detect a pronounced nonlinear relation between correlation risk exposure and the tail risk of hedge fund returns.",
            "link": "https://doi.org/10.1093/rfs/hht070"
        },
        {
            "no": "7",
            "title": "Common Errors: How to (and Not to) Control for Unobserved Heterogeneity",
            "date": "13 August 2013",
            "author": [
                "Todd A. Gormley",
                "David A. Matsa"
            ],
            "abstract": "Controlling for unobserved heterogeneity (or “common errors”), such as industry-specific shocks, is a fundamental challenge in empirical research.This paper discusses the limitations of two approaches widely used in corporate finance and asset pricing research: demeaning the dependent variable with respect to the group (e.g., “industry-adjusting”) and adding the mean of the group's dependent variable as a control. We show that these methods produce inconsistent estimates and can distort inference. In contrast, the fixed effects estimator is consistent and should be used instead. We also explain how to estimate the fixed effects model when traditional methods are computationally infeasible.",
            "link": "https://doi.org/10.1093/rfs/hht047"
        },
        {
            "no": "8",
            "title": "Cover",
            "date": "13 January 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht087"
        },
        {
            "no": "9",
            "title": "Editorial Board",
            "date": "13 January 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht099"
        },
        {
            "no": "10",
            "title": "Forthcoming Articles",
            "date": "13 January 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht111"
        },
        {
            "no": "11",
            "title": "Volume 27 Number 2 February 2014\nThe Review of Financial Studies - Table of Contents",
            "date": "13 January 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht123"
        }
    ]
}