{
    "journal": "RFS",
    "volume": "27",
    "issue": "3",
    "date": "March 2014",
    "page": "Pages 663–956",
    "article": [
        {
            "no": "1",
            "title": "Bond Supply and Excess Bond Returns",
            "date": "14 January 2014",
            "author": [
                "Robin Greenwood",
                "Dimitri Vayanos"
            ],
            "abstract": "We examine empirically how the supply and maturity structure of government debt affect bond yields and expected returns. We organize our investigation around a term-structure model in which risk-averse arbitrageurs absorb shocks to the demand and supply for bonds of different maturities. These shocks affect the term structure because they alter the price of duration risk. Consistent with the model, we find that the maturity-weighted-debt-to-GDP ratio is positively related to bond yields and future returns, controlling for the short rate. Moreover, these effects are stronger for longer-maturity bonds and following periods when arbitrageurs have lost money.",
            "link": "https://doi.org/10.1093/rfs/hht133"
        },
        {
            "no": "2",
            "title": "Expectations of Returns and Expected Returns",
            "date": "10 January 2014",
            "author": [
                "Robin Greenwood",
                "Andrei Shleifer"
            ],
            "abstract": "We analyze time series of investor expectations of future stock market returns from six data sources between 1963 and 2011. The six measures of expectations are highly positively correlated with each other, as well as with past stock returns and with the level of the stock market. However, investor expectations are strongly negatively correlated with model-based expected returns. The evidence is not consistent with rational expectations representative investor models of returns.",
            "link": "https://doi.org/10.1093/rfs/hht082"
        },
        {
            "no": "3",
            "title": "Do Dark Pools Harm Price Discovery?",
            "date": "17 December 2013",
            "author": [
                "Haoxiang Zhu"
            ],
            "abstract": "Dark pools are equity trading systems that do not publicly display orders. Dark pools offer potential price improvements but do not guarantee execution. Informed traders tend to trade in the same direction, crowd on the heavy side of the market, and face a higher execution risk in the dark pool, relative to uninformed traders. Consequently, exchanges are more attractive to informed traders, and dark pools are more attractive to uninformed traders. Under certain conditions, adding a dark pool alongside an exchange concentrates price-relevant information into the exchange and improves price discovery. Improved price discovery coincides with reduced exchange liquidity.",
            "link": "https://doi.org/10.1093/rfs/hht078"
        },
        {
            "no": "4",
            "title": "Expected Returns and Dividend Growth Rates Implied by Derivative Markets",
            "date": "09 January 2014",
            "author": [
                "Benjamin Golez"
            ],
            "abstract": "The dividend-price ratio is a noisy proxy for expected returns when expected dividend growth is time-varying. This paper uses a new and forward-looking measure of dividend growth extracted from S&P 500 futures and options to correct the dividend-price ratio for changes in expected dividend growth. Over January 1994 through June 2011, dividend growth implied by derivative markets reliably forecasts future dividend growth, and the corrected dividend-price ratio predicts S&P 500 returns substantially better than the standard dividend-price ratio, in-sample and out-of-sample. Time-varying expected dividend growth is important to explain price movements, especially because it is highly correlated with expected returns.",
            "link": "https://doi.org/10.1093/rfs/hht131"
        },
        {
            "no": "5",
            "title": "Optimal Portfolio Choice with Predictability in House Prices and Transaction Costs",
            "date": "07 October 2013",
            "author": [
                "Stefano Corradin",
                "José L. Fillat",
                "Carles Vergara-Alert"
            ],
            "abstract": "We develop and solve a model of optimal portfolio choice with transaction costs and predictability in house prices. We model house prices using a process with a time-varying expected growth rate. Housing adjustments are infrequent and characterized by both the wealth-to-housing ratio and the expected growth in house prices. We find that the housing portfolio share immediately after moving to a more valuable house is higher during periods of high expected growth in house prices. We also find that the share of wealth invested in risky assets is lower during periods of high expected growth in house prices. Finally, the decrease in risky portfolio holdings for households moving to a more valuable house is greater in high-growth periods. These findings are robust to tests using household-level data from the Panel Study of Income Dynamics (PSID) and Survey of Income and Program Participation (SIPP) surveys. The coefficients obtained using model-simulated data are consistent with those obtained in the empirical tests.",
            "link": "https://doi.org/10.1093/rfs/hht062"
        },
        {
            "no": "6",
            "title": "Speculation and Hedging in Segmented Markets",
            "date": "12 September 2013",
            "author": [
                "Itay Goldstein",
                "Yan Li",
                "Liyan Yang"
            ],
            "abstract": "We analyze a model in which traders have different trading opportunities and learn information from prices. The difference in trading opportunities implies that different traders may have different trading motives when trading in the same market—some trade for speculation and others for hedging—and thus they may respond to the same information in opposite directions. This implies that adding more informed traders may reduce price informativeness and therefore provides a source for learning complementarities leading to multiple equilibria and price jumps. Our model is relevant to various realistic settings and helps to understand a variety of modern financial markets.",
            "link": "https://doi.org/10.1093/rfs/hht059"
        },
        {
            "no": "7",
            "title": "Preventing Zombie Lending",
            "date": "08 October 2013",
            "author": [
                "Max Bruche",
                "Gerard Llobet"
            ],
            "abstract": "Because of limited liability, insolvent banks have an incentive to continue lending to insolvent borrowers, in order to hide losses and gamble for resurrection, even though this is socially inefficient. We suggest a scheme that regulators could use to solve this problem. The scheme would induce banks to reveal their bad loans, which can then be dealt with. Bank participation in the scheme would be voluntary. Even though banks have private information on the quantity of bad loans on their balance sheets, the scheme avoids creating windfall gains for bank equity holders. In addition, some losses can be imposed on debt holders.",
            "link": "https://doi.org/10.1093/rfs/hht064"
        },
        {
            "no": "8",
            "title": "Cover",
            "date": "25 February 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht088"
        },
        {
            "no": "9",
            "title": "Editorial Board",
            "date": "25 February 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht100"
        },
        {
            "no": "10",
            "title": "Forthcoming Articles",
            "date": "25 February 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht112"
        },
        {
            "no": "11",
            "title": "Volume 27 Number 3 March 2014\nThe Review of Financial Studies - Table of Contents",
            "date": "25 February 2014",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hht124"
        }
    ]
}