{
    "journal": "JFE",
    "volume": "32",
    "issue": "2",
    "date": "October 1992",
    "page": "Pages 135-260",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Oct 1992",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(92)90015-P"
        },
        {
            "no": "2",
            "title": "Global financial markets and the risk premium on U.S. equity",
            "date": "Oct 1992",
            "author": [
                "K.C. Chan",
                "G.Andrew Karolyi",
                "RenéM. Stulz"
            ],
            "abstract": "There is a significant foreign influence on the risk premium for U.S. assets. Using a bivariate GARCH-in-mean process, we find that the conditional expected excess return on U.S. stocks is positively related to the conditional covariance of the return of these stocks with the return on a foreign index but is not related to its own conditional variance. Further, we are unable to reject the international version of the CAPM. We present evidence for different model specifications, multiple-day returns, and alternative proxies for foreign stock returns.",
            "link": "https://doi.org/10.1016/0304-405X(92)90016-Q"
        },
        {
            "no": "3",
            "title": "Time-varying risk premia and forecastable returns in futures markets",
            "date": "Oct 1992",
            "author": [
                "Hendrik Bessembinder",
                "Kalok Chan"
            ],
            "abstract": "We document that instrumental variables known to possess forecast power in equity and bond markets (Treasury bill yields, equity dividend yields, and the ‘junk’ bond premium) also possess forecast power for prices in agricultural, metals, and currency futures markets. The pattern of forecastability in futures is consistent with economic equilibrium as embodied by a two-‘latent-variable’ model. We test whether the latent variables that explain these futures returns coincide with latent variables that explain returns on size-ranked equity portfolios. This hypothesis is rejected, suggesting that futures are subject to different sources of priced risk than are equities.",
            "link": "https://doi.org/10.1016/0304-405X(92)90017-R"
        },
        {
            "no": "4",
            "title": "Do outside directors monitor managers?",
            "date": "Oct 1992",
            "author": [
                "John W. Byrd",
                "Kent A. Hickman"
            ],
            "abstract": "Examining 128 tender offer bids made from 1980 through 1987, we categorize outside directors as either independent of or having some affiliation with managers, and find that bidding firms on which independent outside directors hold at least 50% of the seats have significantly higher announcement-date abnormal returns than other bidders. However, the relationship between bidding firms' abnormal stock returns and the proportion of board seats held by independent outside directors is nonlinear, suggesting it is possible to have too many independent outside directors. All results are lost if the traditional inside-outside board classification method is used.",
            "link": "https://doi.org/10.1016/0304-405X(92)90018-S"
        },
        {
            "no": "5",
            "title": "Does the form of compensation matter?",
            "date": "Oct 1992",
            "author": [
                "Robyn M. McLaughlin"
            ],
            "abstract": "The role of fee contracts in the agency relation between investment bankers and client firms in tender offers is investigated using a sample of offers between 1978 and 1986. Different fees have different payoff functions which can be used by firms to create incentives and by bankers to signal differences in abilities. The effectiveness of fee contracts in resolving agency problems in tested, with mixed results. The evidence suggests that fee contracts are used as a tool by both firms and bankers and that contracts influence tender offer outcomes but that contracting is only a partial solution to the agency problem.",
            "link": "https://doi.org/10.1016/0304-405X(92)90019-T"
        }
    ]
}