{
    "journal": "JFE",
    "volume": "47",
    "issue": "2",
    "date": "15 February 1998",
    "page": "Pages 125-240",
    "article": [
        {
            "no": "1",
            "title": "Ex dividend day stock price behavior: discreteness or tax-induced clienteles?",
            "date": "15 February",
            "author": [
                "Rakesh Bali",
                "Gailen L. Hite"
            ],
            "abstract": "Since prices are constrained to discrete tick multiples while dividends are essentially continuous, ex day price changes will not equal dividends. We argue that the expected price drop is strictly less than the dividend but within one tick of the dividend. The price-drop-to-dividend ratio will (i) be less than one, (ii) increase with dividends generally, and (iii) decline between tick multiples, giving a sawtooth pattern in the data. Since dividends and dividend yields are highly correlated, discreteness will give the impression of tax-induced dividend clienteles even if there are none. Taxable cash dividends and nontaxable stock dividends exhibit similar ex day behavior.",
            "link": "https://doi.org/10.1016/S0304-405X(97)00041-X"
        },
        {
            "no": "2",
            "title": "Why do stock prices drop by less than the value of the dividend? Evidence from a country without taxes",
            "date": "15 February",
            "author": [
                "Murray Frank",
                "Ravi Jagannathan"
            ],
            "abstract": "It is well documented that stock prices on ex-dividend days drop by less than the value of the dividend, on average. This has commonly been attributed to the effect of tax clienteles. We examine data from the Hong Kong stock market, where neither dividends nor capital gains are taxed. As in the U.S., the average stock price drop is less than the value of the dividend; specifically, the average dividend for the period 1980–1993 is HK $0.12 and the average price drop is HK $0.06. We are able to account for this both theoretically and empirically through market microstructure arguments.",
            "link": "https://doi.org/10.1016/S0304-405X(97)80053-0"
        },
        {
            "no": "3",
            "title": "The impact of contingent liability on commercial bank risk taking",
            "date": "15 February",
            "author": [
                "Benjamin C. Esty"
            ],
            "abstract": "From 1863–1935, regulators imposed contingent liability on bank shareholders to discourage risk taking. Using data from 1900 to 1915, I find that banks subject to stricter liability rules have lower equity and asset volatility, hold a lower proportion of risky assets, and are less likely to increase their investment in risky assets when their net worth declines, consistent with the hypothesis that stricter liability discourages commercial bank risk taking. These findings provide lessons for current bank regulatory policy and show that the shape of the residual claimant's payoff function has a significant impact on managerial incentives and firm performance.",
            "link": "https://doi.org/10.1016/S0304-405X(97)00043-3"
        },
        {
            "no": "4",
            "title": "Managerial compensation and the threat of takeover",
            "date": "15 February",
            "author": [
                "Anup Agrawal",
                "Charles R. Knoeber"
            ],
            "abstract": "A greater threat of takeover has two opposing effects on managerial compensation. The competition effect in the market for managers reduces compensation. The risk effect increases compensation by making managers' implicitly deferred compensation and firm-specific human capital less secure. Using a sample of about 450 large firms, we find that an increase in the threat of takeover from the first to the third quartile reduces a typical CEO's salary and bonus by $22,800–211,600 due to the competition effect, but raises salary and bonus by $41,500–255,300 due to the risk effect. The net effect is an increase of $18,700–43,700.",
            "link": "https://doi.org/10.1016/S0304-405X(97)00044-5"
        }
    ]
}