{
    "journal": "JFE",
    "volume": "106",
    "issue": "1",
    "date": "October 2012",
    "page": "Pages 1-228",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Oct 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(12)00140-7"
        },
        {
            "no": "2",
            "title": "A unified model of entrepreneurship dynamics",
            "date": "May 2012",
            "author": [
                "Chong Wang",
                "Neng Wang",
                "Jinqiang Yang"
            ],
            "abstract": "We develop an incomplete-markets q-theoretic model to study entrepreneurship dynamics. Precautionary motive, borrowing constraints, and capital illiquidity lead to underinvestment, conservative debt use, under-consumption, and less risky portfolio allocation. The endogenous liquid wealth-illiquid capital ratio w measures time-varying financial constraint. The option to accumulate wealth before entry is critical for entrepreneurship. Flexible exit option is important for risk management purposes. Investment increases and the private marginal value of liquidity decreases as w decreases and exit becomes more likely, contrary to predictions of standard financial constraint models. We show that the idiosyncratic risk premium is quantitatively significant, especially for low w.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.05.002"
        },
        {
            "no": "3",
            "title": "The politics of government investment",
            "date": "Apr 2012",
            "author": [
                "Ran Duchin",
                "Denis Sosyura"
            ],
            "abstract": "This paper investigates the relation between corporate political connections and government investment. We study various forms of political influence, ranging from passive connections between firms and politicians, such as those based on politicians’ voting districts, to active forms, such as lobbying, campaign contributions, and employment of connected directors. Using hand-collected data on firm applications for capital under the Troubled Asset Relief Program (TARP), we find that politically connected firms are more likely to be funded, controlling for other characteristics. Yet investments in politically connected firms underperform those in unconnected firms. Overall, we show that connections between firms and regulators are associated with distortions in investment efficiency.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.04.009"
        },
        {
            "no": "4",
            "title": "The effect of reference point prices on mergers and acquisitions",
            "date": "Apr 2012",
            "author": [
                "Malcolm Baker",
                "Xin Pan",
                "Jeffrey Wurgler"
            ],
            "abstract": "Prior stock price peaks of targets affect several aspects of merger and acquisition activity. Offer prices are biased toward recent peak prices although they are economically unremarkable. An offer's probability of acceptance jumps discontinuously when it exceeds a peak price. Conversely, bidder shareholders react more negatively as the offer price is influenced upward toward a peak. Merger waves occur when high returns on the market and likely targets make it easier for bidders to offer a peak price. Parties thus appear to use recent peaks as reference points or anchors to simplify the complex tasks of valuation and negotiation.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.04.010"
        },
        {
            "no": "5",
            "title": "Public market staging: The timing of capital infusions in newly public firms",
            "date": "May 2012",
            "author": [
                "Michael G. Hertzel",
                "Mark R. Huson",
                "Robert Parrino"
            ],
            "abstract": "We examine financing activities of newly public firms for evidence on capital staging in the public equity market. Staging (sequential financing) can increase issuance costs but can limit costs associated with overinvestment. We find evidence consistent with the hypothesis that staging is employed to help control the overinvestment problem in public firms. Initial public offering (IPO) proceeds, relative to external financing requirements, are smaller for firms with more intangible assets and more research and development (R&D)-intensive firms. Asset intangibility and R&D intensity are also both negatively related to the length of time from a firm's IPO to its first post-IPO capital infusion.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.05.003"
        },
        {
            "no": "6",
            "title": "Securitization without adverse selection: The case of CLOs",
            "date": "May 2012",
            "author": [
                "Efraim Benmelech",
                "Jennifer Dlugosz",
                "Victoria Ivashina"
            ],
            "abstract": "In this paper, we investigate whether securitization was associated with risky lending in the corporate loan market by examining the performance of individual loans held by collateralized loan obligations. We employ two different data sets that identify loan holdings for a large set of CLOs and find that adverse selection problems in corporate loan securitizations are less severe than commonly believed. Using a battery of performance tests, we find that loans securitized before 2005 performed no worse than comparable unsecuritized loans originated by the same bank. Even loans originated by the bank that acts as the CLO underwriter do not show under-performance relative to the rest of the CLO portfolio. While some evidence exists of under-performance for securitized loans originated between 2005 and 2007, it is not consistent across samples, performance measures, and horizons. Overall, we argue that the securitization of corporate loans is fundamentally different from securitization of other assets classes because securitized loans are fractions of syndicated loans. Therefore, mechanisms used to align incentives in a lending syndicate are likely to reduce adverse selection in the choice of CLO collateral.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.05.006"
        },
        {
            "no": "7",
            "title": "Systematic risk and the cross section of hedge fund returns",
            "date": "May 2012",
            "author": [
                "Turan G. Bali",
                "Stephen J. Brown",
                "Mustafa Onur Caglayan"
            ],
            "abstract": "This paper investigates the extent to which market risk, residual risk, and tail risk explain the cross-sectional dispersion in hedge fund returns. The paper introduces a comprehensive measure of systematic risk (SR) for individual hedge funds by breaking up total risk into systematic and fund-specific or residual risk components. Contrary to the popular understanding that hedge funds are market neutral, we find that systematic risk is a highly significant factor explaining the dispersion of cross-sectional returns while at the same time measures of residual risk and tail risk seem to have little explanatory power. Funds in the highest SR quintile generate 6% more average annual returns compared with funds in the lowest SR quintile. After controlling for a large set of fund characteristics and risk factors, systematic risk remains positive and highly significant, whereas the relation between residual risk and future fund returns continues to be insignificant. Hence, systematic risk is a powerful determinant of the cross-sectional differences in hedge fund returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.05.005"
        },
        {
            "no": "8",
            "title": "Testing conditional factor models",
            "date": "Apr 2012",
            "author": [
                "Andrew Ang",
                "Dennis Kristensen"
            ],
            "abstract": "Using nonparametric techniques, we develop a methodology for estimating and testing conditional alphas and betas and long-run alphas and betas, which are the averages of conditional alphas and betas, respectively, across time. The estimators and tests can be implemented for a single asset or jointly across portfolios. The traditional Gibbons, Ross, and Shanken (1989) test arises as a special case of no time variation in the alphas and factor loadings and homoskedasticity. As applications of the methodology, we estimate conditional CAPM and multifactor models on book-to-market and momentum decile portfolios. We reject the null that long-run alphas are equal to zero even though there is substantial variation in the conditional factor loadings of these portfolios.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.04.008"
        },
        {
            "no": "9",
            "title": "Predictive regressions with time-varying coefficients",
            "date": "Apr 2012",
            "author": [
                "Thomas Dangl",
                "Michael Halling"
            ],
            "abstract": "We evaluate predictive regressions that explicitly consider the time-variation of coefficients in a comprehensive Bayesian framework. For monthly returns of the S&P 500 index, we demonstrate statistical as well as economic evidence of out-of-sample predictability: relative to an investor using the historic mean, an investor using our methodology could have earned consistently positive utility gains (between 1.8% and 5.8% per year over different time periods). We also find that predictive models with constant coefficients are dominated by models with time-varying coefficients. Finally, we show a strong link between out-of-sample predictability and the business cycle.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.04.003"
        },
        {
            "no": "10",
            "title": "Entrepreneurial finance, credit cards, and race",
            "date": "Apr 2012",
            "author": [
                "Aaron K. Chatterji",
                "Robert C. Seamans"
            ],
            "abstract": "This paper examines the impact of financial deregulation on entrepreneurship. We assess the impact of credit card deregulation on transitions into self-employment using state-level removal of credit card interest rate ceilings following the US Supreme Court's 1978 Marquette decision as a quasi-natural experiment. We find that credit card deregulation increases the probability of entrepreneurial entry, with a particularly strong effect for black entrepreneurs. We demonstrate that these effects are magnified in states with a history of racial discrimination and link the results to discrimination-based barriers to entry.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.04.007"
        },
        {
            "no": "11",
            "title": "Political geography and stock returns: The value and risk implications of proximity to political power",
            "date": "May 2012",
            "author": [
                "Chansog (Francis) Kim",
                "Christos Pantzalis",
                "Jung Chul Park"
            ],
            "abstract": "We show that political geography has a pervasive effect on the cross-section of stock returns. We collect election results over a 40-year period and use a political alignment index (PAI) of each state's leading politicians with the ruling (presidential) party to proxy for local firms’ proximity to political power. Firms whose headquarters are located in high PAI states outperform those located in low PAI states, both in terms of raw returns, and on a risk-adjusted basis. Overall, although we cannot rule out indirect political connectedness advantages as an explanation of the PAI effect, our results are consistent with the notion that proximity to political power has stock return implications because it reflects firms’ exposure to policy risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.05.007"
        }
    ]
}