{
    "journal": "JF",
    "volume": "60",
    "issue": "2",
    "date": "April 2005",
    "page": "Pages: v, 539-1054",
    "article": [
        {
            "no": "1",
            "title": "SMITH BREEDEN AND BRATTLE GROUP PRIZES FOR 2004",
            "date": "02 March 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.20050225.x"
        },
        {
            "no": "2",
            "title": "Testing Agency Theory with Entrepreneur Effort and Wealth",
            "date": "02 March 2005",
            "author": [
                "MARIANNE P. BITLER",
                "TOBIAS J. MOSKOWITZ",
                "ANNETTE VISSING‐JØRGENSEN"
            ],
            "abstract": "We develop a principal‐agent model in an entrepreneurial setting and test the model's predictions using unique data on entrepreneurial effort and wealth in privately held firms. Accounting for unobserved firm heterogeneity using instrumental‐variables techniques, we find that entrepreneurial ownership shares increase with outside wealth and decrease with firm risk; effort increases with ownership; and effort increases firm performance. The magnitude of the effects in the cross‐section of firms suggests that agency costs may help explain why entrepreneurs concentrate large fractions of their wealth in firm equity.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00739.x"
        },
        {
            "no": "3",
            "title": "Entrepreneurial Spawning: Public Corporations and the Genesis of New Ventures, 1986 to 1999",
            "date": "02 March 2005",
            "author": [
                "PAUL GOMPERS",
                "JOSH LERNER",
                "DAVID SCHARFSTEIN"
            ],
            "abstract": "We examine two views of the creation of venture‐backed start‐ups, or “entrepreneurial spawning.” In one, young firms prepare employees for entrepreneurship, educating them about the process, and exposing them to relevant networks. In the other, individuals become entrepreneurs when large bureaucratic employers do not fund their ideas. Controlling for firm size, patents, and industry, the most prolific spawners are originally venture‐backed companies located in Silicon Valley and Massachusetts. Undiversified firms spawn more firms. Silicon Valley, Massachusetts, and originally venture‐backed firms typically spawn firms only peripherally related to their core businesses. Overall, entrepreneurial learning and networks appear important in creating venture‐backed firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00740.x"
        },
        {
            "no": "4",
            "title": "Liquidity Shortages and Banking Crises",
            "date": "02 March 2005",
            "author": [
                "DOUGLAS W. DIAMOND",
                "RAGHURAM G. RAJAN"
            ],
            "abstract": "We show in this article that bank failures can be contagious. Unlike earlier work where contagion stems from depositor panics or contractual links between banks, we argue that bank failures can shrink the common pool of liquidity, creating, or exacerbating aggregate liquidity shortages. This could lead to a contagion of failures and a total meltdown of the system. Given the costs of a meltdown, there is a possible role for government intervention. Unfortunately, liquidity and solvency problems interact and can cause each other, making it hard to determine the cause of a crisis. We propose a robust sequence of intervention.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00741.x"
        },
        {
            "no": "5",
            "title": "The Stock Market's Reaction to Unemployment News: Why Bad News Is Usually Good for Stocks",
            "date": "02 March 2005",
            "author": [
                "JOHN H. BOYD",
                "JIAN HU",
                "RAVI JAGANNATHAN"
            ],
            "abstract": "We find that on average, an announcement of rising unemployment is good news for stocks during economic expansions and bad news during economic contractions. Unemployment news bundles three types of primitive information relevant for valuing stocks: information about future interest rates, the equity risk premium, and corporate earnings and dividends. The nature of the information bundle, and hence the relative importance of the three effects, changes over time depending on the state of the economy. For stocks as a group, information about interest rates dominates during expansions and information about future corporate dividends dominates during contractions.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00742.x"
        },
        {
            "no": "6",
            "title": "Trade Generation, Reputation, and Sell‐Side Analysts",
            "date": "02 March 2005",
            "author": [
                "ANDREW R. JACKSON"
            ],
            "abstract": "This paper examines the trade‐generation and reputation‐building incentives facing sell‐side analysts. Using a unique data set I demonstrate that optimistic analysts generate more trade for their brokerage firms, as do high reputation analysts. I also find that accurate analysts generate higher reputations. The analyst therefore faces a conflict between telling the truth to build her reputation versus misleading investors via optimistic forecasts to generate short‐term increases in trading commissions. In equilibrium I show forecast optimism can exist, even when investment‐banking affiliations are removed. The conclusions may have important policy implications given recent changes in the institutional structure of the brokerage industry.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00743.x"
        },
        {
            "no": "7",
            "title": "The Geography of Equity Analysis",
            "date": "02 March 2005",
            "author": [
                "CHRISTOPHER J. MALLOY"
            ],
            "abstract": "I provide evidence that geographically proximate analysts are more accurate than other analysts. Stock returns immediately surrounding forecast revisions suggest that local analysts impact prices more than other analysts. These effects are strongest for firms located in small cities and remote areas. Collectively these results suggest that geographically proximate analysts possess an information advantage over other analysts, and that this advantage translates into better performance. The well‐documented underwriter affiliation bias in stock recommendations is concentrated among distant affiliated analysts; recommendations by local affiliated analysts are unbiased. This finding reveals a geographic component to the agency problems in the industry.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00744.x"
        },
        {
            "no": "8",
            "title": "Wealth Destruction on a Massive Scale? A Study of Acquiring‐Firm Returns in the Recent Merger Wave",
            "date": "02 March 2005",
            "author": [
                "SARA B. MOELLER",
                "FREDERIK P. SCHLINGEMANN",
                "RENÉ M. STULZ"
            ],
            "abstract": "Acquiring‐firm shareholders lost 12 cents around acquisition announcements per dollar spent on acquisitions for a total loss of $240 billion from 1998 through 2001, whereas they lost $7 billion in all of the 1980s, or 1.6 cents per dollar spent. The 1998 to 2001 aggregate dollar loss of acquiring‐firm shareholders is so large because of a small number of acquisitions with negative synergy gains by firms with extremely high valuations. Without these acquisitions, the wealth of acquiring‐firm shareholders would have increased. Firms that make these acquisitions with large dollar losses perform poorly afterward.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00745.x"
        },
        {
            "no": "9",
            "title": "Lifting the Veil: An Analysis of Pre‐trade Transparency at the NYSE",
            "date": "02 March 2005",
            "author": [
                "EKKEHART BOEHMER",
                "GIDEON SAAR",
                "LEI YU"
            ],
            "abstract": "We study pre‐trade transparency by looking at the introduction of NYSE's OpenBook service that provides limit‐order book information to traders off the exchange floor. We find that traders attempt to manage limit‐order exposure: They submit smaller orders and cancel orders faster. Specialists' participation rate and the depth they add to the quote decline. Liquidity increases in that the price impact of orders declines, and we find some improvement in the informational efficiency of prices. These results suggest that an increase in pre‐trade transparency affects investors' trading strategies and can improve certain dimensions of market quality.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00746.x"
        },
        {
            "no": "10",
            "title": "Do Domestic Investors Have an Information Advantage? Evidence from Indonesia",
            "date": "02 March 2005",
            "author": [
                "TOMÁŠ DVOŘÁK"
            ],
            "abstract": "Using transaction data from Indonesia, this paper shows that domestic investors have higher profits than foreign investors. In addition, clients of global brokerages have higher long‐term and smaller medium (intramonth) and short (intraday) term profits than clients of local brokerages. This suggests that clients of local brokerages have a short‐lived information advantage, but that clients of global brokerages are better at picking long‐term winners. Finally, domestic clients of global brokerages have higher profits than foreign clients of global brokerages, suggesting that the combination of local information and global expertise leads to higher profits.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00747.x"
        },
        {
            "no": "11",
            "title": "Managers, Workers, and Corporate Control",
            "date": "02 March 2005",
            "author": [
                "M. PAGANO",
                "P. F. VOLPIN"
            ],
            "abstract": "If management has high private benefits and a small equity stake, managers and workers are natural allies against takeover threats. Two forces are at play. First, managers can transform employees into a “shark repellent” through long‐term labor contracts and thereby reduce the firm's attractiveness to raiders. Second, employees can act as “white squires” for the incumbent managers. To protect their high wages, they resist hostile takeovers by refusing to sell their shares to the raider or by lobbying against the takeover. The model predicts that wages are inversely correlated with the managerial equity stake, and decline after takeovers.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00748.x"
        },
        {
            "no": "12",
            "title": "Optimal Life‐Cycle Asset Allocation: Understanding the Empirical Evidence",
            "date": "02 March 2005",
            "author": [
                "FRANCISCO GOMES",
                "ALEXANDER MICHAELIDES"
            ],
            "abstract": "We show that a life‐cycle model with realistically calibrated uninsurable labor income risk and moderate risk aversion can simultaneously match stock market participation rates and asset allocation decisions conditional on participation. The key ingredients of the model are Epstein–Zin preferences, a fixed stock market entry cost, and moderate heterogeneity in risk aversion. Households with low risk aversion smooth earnings shocks with a small buffer stock of assets, and consequently most of them (optimally) never invest in equities. Therefore, the marginal stockholders are (endogenously) more risk averse, and as a result they do not invest their portfolios fully in stocks.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00749.x"
        },
        {
            "no": "13",
            "title": "Does Idiosyncratic Risk Really Matter?",
            "date": "02 March 2005",
            "author": [
                "TURAN G. BALI",
                "NUSRET CAKICI",
                "XUEMIN (STERLING) YAN",
                "ZHE ZHANG"
            ],
            "abstract": "Goyal and Santa‐Clara (2003) find a significantly positive relation between the equal‐weighted average stock volatility and the value‐weighted portfolio returns on the NYSE/AMEX/Nasdaq stocks for the period of 1963:08 to 1999:12. We show that this result is driven by small stocks traded on the Nasdaq, and is in part due to a liquidity premium. In addition, their result does not hold for the extended sample of 1963:08 to 2001:12 and for the NYSE/AMEX and NYSE stocks. More importantly, we find no evidence of a significant link between the value‐weighted portfolio returns and the median and value‐weighted average stock volatility.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00750.x"
        },
        {
            "no": "14",
            "title": "Hedging or Market Timing? Selecting the Interest Rate Exposure of Corporate Debt",
            "date": "02 March 2005",
            "author": [
                "MICHAEL FAULKENDER"
            ],
            "abstract": "This paper examines whether firms are hedging or timing the market when selecting the interest rate exposure of their new debt issuances. I use a more accurate measure of the interest rate exposure chosen by firms by combining the initial exposure of newly issued debt securities with their use of interest rate swaps. The results indicate that the final interest rate exposure is largely driven by the slope of the yield curve at the time the debt is issued. These results suggest that interest rate risk management practices are primarily driven by speculation or myopia, not hedging considerations.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00751.x"
        },
        {
            "no": "15",
            "title": "Can Managers Forecast Aggregate Market Returns?",
            "date": "02 March 2005",
            "author": [
                "ALEXANDER W. BUTLER",
                "GUSTAVO GRULLON",
                "JAMES P. WESTON"
            ],
            "abstract": "Previous studies have found that the proportion of equity in total new debt and equity issues is negatively correlated with future equity market returns. Researchers have interpreted this finding as evidence that corporate managers are able to predict the systematic component of their stock returns and to issue equity when the market is overvalued. In this article we show that the predictive power of the share of equity in total new issues stems from pseudo‐market timing and not from any abnormal ability of managers to time the equity markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00752.x"
        },
        {
            "no": "16",
            "title": "Partial Privatization and Firm Performance",
            "date": "02 March 2005",
            "author": [
                "NANDINI GUPTA"
            ],
            "abstract": "Most privatization programs begin with a period of partial privatization in which only non‐controlling shares of firms are sold on the stock market. Since management control is not transferred to private owners it is widely contended that partial privatization has little impact. This perspective ignores the role that the stock market can play in monitoring and rewarding managerial performance even when the government remains the controlling owner. Using data on Indian state‐owned enterprises we find that partial privatization has a positive impact on profitability, productivity, and investment.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00753.x"
        },
        {
            "no": "17",
            "title": "Is Debt Relief Efficient?",
            "date": "02 March 2005",
            "author": [
                "SERKAN ARSLANALP",
                "PETER BLAIR HENRY"
            ],
            "abstract": "When developing countries announce debt relief agreements under the Brady Plan, their stock markets appreciate by an average of 60% in real dollar terms—a $42 billion increase in shareholder value. There is no significant stock market increase for a control group of countries that do not sign Brady agreements. The stock market appreciations successfully forecast higher future resource transfers, investment, and growth. Since the market capitalization of U.S. commercial banks with developing country loan exposure also rises—by $13 billion—the results suggest that both borrower and lenders can benefit from debt relief when the borrower suffers from debt overhang.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00754.x"
        },
        {
            "no": "18",
            "title": "MISCELLANEA",
            "date": "02 March 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00755.x"
        }
    ]
}