{
    "journal": "JF",
    "volume": "60",
    "issue": "3",
    "date": "June 2005",
    "page": "Pages: 1057-1592, i-iv, 1593-1512",
    "article": [
        {
            "no": "1",
            "title": "Judging Fund Managers by the Company They Keep",
            "date": "03 May 2005",
            "author": [
                "RANDOLPH B. COHEN",
                "JOSHUA D. COVAL",
                "ĽUBOŠ PÁSTOR"
            ],
            "abstract": "We develop a performance evaluation approach in which a fund manager's skill is judged by the extent to which the manager's investment decisions resemble the decisions of managers with distinguished performance records. The proposed performance measures use historical returns and holdings of many funds to evaluate the performance of a single fund. Simulations demonstrate that our measures are particularly useful in ranking managers. In an application that relies on such ranking, our measures reveal strong predictability in the returns of U.S. equity funds. Our measures provide information about future fund returns that is not contained in the standard measures.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00756.x"
        },
        {
            "no": "2",
            "title": "Finance and the Business Cycle: International, Inter‐Industry Evidence",
            "date": "03 May 2005",
            "author": [
                "MATÍAS BRAUN",
                "BORJA LARRAIN"
            ],
            "abstract": "By considering yearly production growth rates for several manufacturing industries in more than 100 countries during (roughly) the last 40 years, we show that industries that are more dependent on external finance are hit harder during recessions. The observed difference in the behavior of industries is larger when financial frictions are thought to be more prevalent, linking the result directly to the financial mechanism hypothesis. In particular, more dependent industries are more strongly affected in recessions when they are located in countries with poor financial contractibility, and when their assets are softer or less protective of financiers.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00757.x"
        },
        {
            "no": "3",
            "title": "Debt Dynamics",
            "date": "03 May 2005",
            "author": [
                "CHRISTOPHER A. HENNESSY",
                "TONI M. WHITED"
            ],
            "abstract": "We develop a dynamic trade‐off model with endogenous choice of leverage, distributions, and real investment in the presence of a graduated corporate income tax, individual taxes on interest and corporate distributions, financial distress costs, and equity flotation costs. We explain several empirical findings inconsistent with the static trade‐off theory. We show there is no target leverage ratio, firms can be savers or heavily levered, leverage is path dependent, leverage is decreasing in lagged liquidity, and leverage varies negatively with an external finance weighted average Q. Using estimates of structural parameters, we find that simulated model moments match data moments.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00758.x"
        },
        {
            "no": "4",
            "title": "Housing Collateral, Consumption Insurance, and Risk Premia: An Empirical Perspective",
            "date": "03 May 2005",
            "author": [
                "HANNO N. LUSTIG",
                "STIJN G. VAN NIEUWERBURGH"
            ],
            "abstract": "In a model with housing collateral, the ratio of housing wealth to human wealth shifts the conditional distribution of asset prices and consumption growth. A decrease in house prices reduces the collateral value of housing, increases household exposure to idiosyncratic risk, and increases the conditional market price of risk. Using aggregate data for the United States, we find that a decrease in the ratio of housing wealth to human wealth predicts higher returns on stocks. Conditional on this ratio, the covariance of returns with aggregate risk factors explains 80% of the cross‐sectional variation in annual size and book‐to‐market portfolio returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00759.x"
        },
        {
            "no": "5",
            "title": "What Explains the Stock Market's Reaction to Federal Reserve Policy?",
            "date": "03 May 2005",
            "author": [
                "BEN S. BERNANKE",
                "KENNETH N. KUTTNER"
            ],
            "abstract": "This paper analyzes the impact of changes in monetary policy on equity prices, with the objectives of both measuring the average reaction of the stock market and understanding the economic sources of that reaction. We find that, on average, a hypothetical unanticipated 25‐basis‐point cut in the Federal funds rate target is associated with about a 1% increase in broad stock indexes. Adapting a methodology due to Campbell and Ammer, we find that the effects of unanticipated monetary policy actions on expected excess returns account for the largest part of the response of stock prices.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00760.x"
        },
        {
            "no": "6",
            "title": "Do Bank Relationships Affect the Firm's Underwriter Choice in the Corporate‐Bond Underwriting Market?",
            "date": "03 May 2005",
            "author": [
                "AYAKO YASUDA"
            ],
            "abstract": "This paper studies the effect of bank relationships on underwriter choice in the U.S. corporate‐bond underwriting market following the 1989 commercial‐bank entry. I find that bank relationships have positive and significant effects on a firm's underwriter choice, over and above their effects on fees. This result is sharply stronger for junk‐bond issuers and first‐time issuers. I also find that there is a significant fee discount when there are relationships between firms and commercial banks. Finally, I find that serving as arranger of past loan transactions has the strongest effect on underwriter choice, whereas serving merely as participant has no effect.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00761.x"
        },
        {
            "no": "7",
            "title": "Demand–Deposit Contracts and the Probability of Bank Runs",
            "date": "03 May 2005",
            "author": [
                "ITAY GOLDSTEIN",
                "ADY PAUZNER"
            ],
            "abstract": "Diamond and Dybvig (1983) show that while demand–deposit contracts let banks provide liquidity, they expose them to panic‐based bank runs. However, their model does not provide tools to derive the probability of the bank‐run equilibrium, and thus cannot determine whether banks increase welfare overall. We study a modified model in which the fundamentals determine which equilibrium occurs. This lets us compute the ex ante probability of panic‐based bank runs and relate it to the contract. We find conditions under which banks increase welfare overall and construct a demand–deposit contract that trades off the benefits from liquidity against the costs of runs.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00762.x"
        },
        {
            "no": "8",
            "title": "The Theory of Bank Risk Taking and Competition Revisited",
            "date": "03 May 2005",
            "author": [
                "JOHN H. BOYD",
                "GIANNI DE NICOLÓ"
            ],
            "abstract": "There is a large body of literature that concludes that—when confronted with increased competition—banks rationally choose more risky portfolios. We argue that this literature has had a significant influence on regulators and central bankers. We review the empirical literature and conclude that the evidence is best described as “mixed.” We then show that existing theoretical analyses of this topic are fragile, since there exist fundamental risk‐incentive mechanisms that operate in exactly the opposite direction, causing banks to become more risky as their markets become more concentrated. These mechanisms should be essential ingredients of models of bank competition.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00763.x"
        },
        {
            "no": "9",
            "title": "The Choice of Payment Method in European Mergers and Acquisitions",
            "date": "03 May 2005",
            "author": [
                "MARA FACCIO",
                "RONALD W. MASULIS"
            ],
            "abstract": "We study merger and acquisition (M&A) payment choices of European bidders for publicly and privately held targets in the 1997–2000 period. Europe is an ideal venue for studying the importance of corporate governance in making M&A payment choices, given the large number of closely held firms and the wide range of capital markets, institutional settings, laws, and regulations. The tradeoff between corporate governance concerns and debt financing constraints is found to have a large bearing on the bidder's payment choice. Consistent with earlier evidence, we find that several deal and target characteristics significantly affect the method of payment choice.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00764.x"
        },
        {
            "no": "10",
            "title": "Institutional Holdings and Payout Policy",
            "date": "03 May 2005",
            "author": [
                "YANIV GRINSTEIN",
                "RONI MICHAELY"
            ],
            "abstract": "We examine the relation between institutional holdings and payout policy in U.S. public firms. We find that payout policy affects institutional holdings. Institutions avoid firms that do not pay dividends. However, among dividend‐paying firms they prefer firms that pay fewer dividends. Our evidence indicates that institutions prefer firms that repurchase shares, and regular repurchasers over nonregular repurchasers. Higher institutional holdings or a concentration of holdings do not cause firms to increase their dividends, their repurchases, or their total payout. Our results do not support models that predict that high dividends attract institutional clientele, or models that predict that institutions cause firms to increase payout.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00765.x"
        },
        {
            "no": "11",
            "title": "Are Firms Underleveraged? An Examination of the Effect of Leverage on Default Probabilities",
            "date": "03 May 2005",
            "author": [
                "CARLOS A. MOLINA"
            ],
            "abstract": "A commonly held view in corporate finance is that firms are less leveraged than they should be, given the potentially large tax benefits of debt. In this paper, I study the effect of firms' leverage on default probabilities as represented by the firms' ratings. Using an instrumental variable approach, I find that the leverage's effect on ratings is three times stronger than it is if the endogeneity of leverage is ignored. This stronger effect results in a higher impact of leverage on the ex ante costs of financial distress, which can offset the current estimates of the tax benefits of debt.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00766.x"
        },
        {
            "no": "12",
            "title": "To Steal or Not to Steal: Firm Attributes, Legal Environment, and Valuation",
            "date": "03 May 2005",
            "author": [
                "ART DURNEV",
                "E. HAN KIM"
            ],
            "abstract": "Data on corporate governance and disclosure practices reveal wide within‐country variation that decreases with the strength of investors' legal protection. A simple model identifies three firm attributes related to that variation: investment opportunities, external financing, and ownership structure. Using firm‐level governance and transparency data from 27 countries, we find that all three firm attributes are related to the quality of governance and disclosure practices, and firms with higher governance and transparency rankings are valued higher in stock markets. All relations are stronger in less investor‐friendly countries, demonstrating that firms adapt to poor legal environments to establish efficient governance practices.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00767.x"
        },
        {
            "no": "13",
            "title": "What Determines the Domestic Bias and Foreign Bias? Evidence from Mutual Fund Equity Allocations Worldwide",
            "date": "03 May 2005",
            "author": [
                "KALOK CHAN",
                "VICENTIU COVRIG",
                "LILIAN NG"
            ],
            "abstract": "We examine how mutual funds from 26 developed and developing countries allocate their investment between domestic and foreign equity markets and what factors determine their asset allocations worldwide. We find robust evidence that these funds, in aggregate, allocate a disproportionately larger fraction of investment to domestic stocks. Results indicate that the stock market development and familiarity variables have significant, but asymmetric, effects on the domestic bias (domestic investors overweighting the local markets) and foreign bias (foreign investors under or overweighting the overseas markets), and that economic development, capital controls, and withholding tax variables have significant effects only on the foreign bias.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.768_1.x"
        },
        {
            "no": "14",
            "title": "Currency Returns, Intrinsic Value, and Institutional‐Investor Flows",
            "date": "03 May 2005",
            "author": [
                "KENNETH A. FROOT",
                "TARUN RAMADORAI"
            ],
            "abstract": "We decompose currency returns into (permanent) intrinsic‐value shocks and (transitory) expected‐return shocks. We explore interactions between these shocks, currency returns, and institutional‐investor currency flows. Intrinsic‐value shocks are: dwarfed by expected‐return shocks (yet currency returns overreact to them); unrelated to flows (although expected‐return shocks correlate with flows); and related positively to forecasted cumulated‐interest differentials. These results suggest flows are related to short‐term currency returns, while fundamentals better explain long‐term returns and values. They also rationalize the long‐observed poor performance of exchange‐rate models: by ignoring the distinction between permanent and transitory exchange‐rate changes, prior tests obscure the connection between currencies and fundamentals.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00769.x"
        },
        {
            "no": "15",
            "title": "A Comparison of Centralized and Fragmented Markets with Costly Search",
            "date": "03 May 2005",
            "author": [
                "XIANGKANG YIN"
            ],
            "abstract": "How does quotation transparency affect financial market performance? Biais's irrelevance proposition in 1993 shows that centralized markets yield the same expected bid–ask spreads as fragmented markets, other things equal. However, de Frutos and Manzano demonstrated in 2002 that expected spreads in fragmented markets are smaller and market participants prefer to trade in fragmented markets. This paper introduces liquidity traders' costs of searching for a better quote into the Biais model and derives opposite conclusions to these previous studies: expected spreads in centralized markets are smaller and liquidity traders prefer centralized markets, while market makers prefer fragmented markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00770.x"
        },
        {
            "no": "16",
            "title": "MISCELLANEA",
            "date": "03 May 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.770_1.x"
        },
        {
            "no": "17",
            "title": "Front Matter",
            "date": "11 May 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00772.x"
        },
        {
            "no": "18",
            "title": "Back Matter",
            "date": "11 May 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00773.x"
        }
    ]
}