{
    "journal": "JF",
    "volume": "60",
    "issue": "6",
    "date": "December 2005",
    "page": "Pages: 2575-3031",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "10 November 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00810.x"
        },
        {
            "no": "2",
            "title": "Do Firms Rebalance Their Capital Structures?",
            "date": "10 November 2005",
            "author": [
                "MARK T. LEARY",
                "MICHAEL R. ROBERTS"
            ],
            "abstract": "We empirically examine whether firms engage in a dynamic rebalancing of their capital structures while allowing for costly adjustment. We begin by showing that the presence of adjustment costs has significant implications for corporate financial policy and the interpretation of previous empirical results. After confirming that financing behavior is consistent with the presence of adjustment costs, we find that firms actively rebalance their leverage to stay within an optimal range. Our evidence suggests that the persistent effect of shocks on leverage observed in previous studies is more likely due to adjustment costs than indifference toward capital structure.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00811.x"
        },
        {
            "no": "3",
            "title": "Optimal Capital Structure and Industry Dynamics",
            "date": "10 November 2005",
            "author": [
                "JIANJUN MIAO"
            ],
            "abstract": "This paper provides a competitive equilibrium model of capital structure and industry dynamics. In the model, firms make financing, investment, entry, and exit decisions subject to idiosyncratic technology shocks. The capital structure choice reflects the tradeoff between the tax benefits of debt and the associated bankruptcy and agency costs. The interaction between financing and production decisions influences the stationary distribution of firms and their survival probabilities. The analysis demonstrates that the equilibrium output price has an important feedback effect. This effect has a number of testable implications. For example, high growth industries have relatively lower leverage and turnover rates.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00812.x"
        },
        {
            "no": "4",
            "title": "CEO Overconfidence and Corporate Investment",
            "date": "10 November 2005",
            "author": [
                "ULRIKE MALMENDIER",
                "GEOFFREY TATE"
            ],
            "abstract": "We argue that managerial overconfidence can account for corporate investment distortions. Overconfident managers overestimate the returns to their investment projects and view external funds as unduly costly. Thus, they overinvest when they have abundant internal funds, but curtail investment when they require external financing. We test the overconfidence hypothesis, using panel data on personal portfolio and corporate investment decisions of Forbes 500 CEOs. We classify CEOs as overconfident if they persistently fail to reduce their personal exposure to company‐specific risk. We find that investment of overconfident CEOs is significantly more responsive to cash flow, particularly in equity‐dependent firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00813.x"
        },
        {
            "no": "5",
            "title": "CEO Compensation, Change, and Corporate Strategy",
            "date": "10 November 2005",
            "author": [
                "JAMES DOW",
                "CLARA C. RAPOSO"
            ],
            "abstract": "CEO compensation can influence the kinds of strategies that firms adopt. We argue that performance‐related compensation creates an incentive to look for overly ambitious, hard to implement strategies. At a cost, shareholders can curb this tendency by precommitting to a regime of CEO overcompensation in highly changeable environments. Alternatively shareholders can commit to low CEO pay, although this requires a commitment mechanism (either by the board of the individual company, or by the society as a whole) to counter the incentive to renegotiate upwards. We study the conditions under which the different policies for CEO compensation are preferred by shareholders.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00814.x"
        },
        {
            "no": "6",
            "title": "Investment Bank Reputation and the Price and Quality of Underwriting Services",
            "date": "10 November 2005",
            "author": [
                "LILY HUA FANG"
            ],
            "abstract": "The relation between investment bank reputation and the price and quality of bond underwriting services is studied here. After controlling for endogeneity in issuer–underwriter matching, I find that reputable banks obtain lower yields and charge higher fees, but issuers' net proceeds are higher. These relations are pronounced in the junk‐bond category, in which reputable banks' underwriting criteria are most stringent. These findings suggest that banks' underwriting decisions reflect reputation concerns, and are thus informative of issue quality. They also suggest that economic rents are earned on reputation, and thereby provide continued incentives for underwriters to maintain reputation.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00815.x"
        },
        {
            "no": "7",
            "title": "On the Benefits of Concurrent Lending and Underwriting",
            "date": "10 November 2005",
            "author": [
                "STEVEN DRUCKER",
                "MANJU PURI"
            ],
            "abstract": "This paper examines whether there are efficiencies that benefit issuers and underwriters when a financial intermediary concurrently lends to an issuer while also underwriting its public securities offering. We find issuers, particularly noninvestment‐grade issuers for whom informational economies of scope are likely to be large, benefit through lower underwriter fees and discounted loan yield spreads. Underwriters, both commercial banks as well as investment banks, engage in concurrent lending and provide price discounts, albeit in different ways. We find concurrent lending helps underwriters build relationships, increasing the probability of receiving current and future business.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00816.x"
        },
        {
            "no": "8",
            "title": "Thy Neighbor's Portfolio: Word‐of‐Mouth Effects in the Holdings and Trades of Money Managers",
            "date": "10 November 2005",
            "author": [
                "HARRISON HONG",
                "JEFFREY D. KUBIK",
                "JEREMY C. STEIN"
            ],
            "abstract": "A mutual fund manager is more likely to buy (or sell) a particular stock in any quarter if other managers in the same city are buying (or selling) that same stock. This pattern shows up even when the fund manager and the stock in question are located far apart, so it is distinct from anything having to do with local preference. The evidence can be interpreted in terms of an epidemic model in which investors spread information about stocks to one another by word of mouth.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00817.x"
        },
        {
            "no": "9",
            "title": "Changing Names with Style: Mutual Fund Name Changes and Their Effects on Fund Flows",
            "date": "10 November 2005",
            "author": [
                "MICHAEL J. COOPER",
                "HUSEYIN GULEN",
                "P. RAGHAVENDRA RAU"
            ],
            "abstract": "We examine whether mutual funds change their names to take advantage of current hot investment styles, and what effects these name changes have on inflows to the funds, and to the funds' subsequent returns. We find that the year after a fund changes its name to reflect a current hot style, the fund experiences an average cumulative abnormal flow of 28%, with no improvement in performance. The increase in flows is similar across funds whose holdings match the style implied by their new name and those whose holdings do not, suggesting that investors are irrationally influenced by cosmetic effects.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00818.x"
        },
        {
            "no": "10",
            "title": "Governance Mechanisms and Equity Prices",
            "date": "10 November 2005",
            "author": [
                "K. J. MARTIJN CREMERS",
                "VINAY B. NAIR"
            ],
            "abstract": "We investigate how the market for corporate control (external governance) and shareholder activism (internal governance) interact. A portfolio that buys firms with the highest level of takeover vulnerability and shorts firms with the lowest level of takeover vulnerability generates an annualized abnormal return of 10% to 15% only when public pension fund (blockholder) ownership is high as well. A similar portfolio created to capture the importance of internal governance generates annualized abnormal returns of 8%, though only in the presence of “high” vulnerability to takeovers. The complementarity effect exists for firms with lower industry‐adjusted leverage and is stronger for smaller firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00819.x"
        },
        {
            "no": "11",
            "title": "Debt Maturity, Risk, and Asymmetric Information",
            "date": "10 November 2005",
            "author": [
                "ALLEN N. BERGER",
                "MARCO A. ESPINOSA‐VEGA",
                "W. SCOTT FRAME",
                "NATHAN H. MILLER"
            ],
            "abstract": "We test the implications of Flannery's (1986) and Diamond's (1991) models concerning the effects of risk and asymmetric information in determining debt maturity, and we examine the overall importance of informational asymmetries in debt maturity choices. We employ data on over 6,000 commercial loans from 53 large U.S. banks. Our results for low‐risk firms are consistent with the predictions of both theoretical models, but our findings for high‐risk firms conflict with the predictions of Diamond's model and with much of the empirical literature. Our findings also suggest a strong quantitative role for asymmetric information in explaining debt maturity.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00820.x"
        },
        {
            "no": "12",
            "title": "Financial Networks: Contagion, Commitment, and Private Sector Bailouts",
            "date": "10 November 2005",
            "author": [
                "YARON LEITNER"
            ],
            "abstract": "I develop a model of financial networks in which linkages not only spread contagion, but also induce private sector bailouts, where liquid banks bail out illiquid banks because of the threat of contagion. Introducing this bailout possibility, I show that linkages may be optimal ex ante because they allow banks to obtain some mutual insurance even though formal commitments are impossible. However, in some cases (e.g., when liquidity is concentrated among a small group of banks), the whole network may collapse. I also characterize the optimal network size and apply the results to joint liability arrangements and payment systems.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00821.x"
        },
        {
            "no": "13",
            "title": "Financial Market Design and the Equity Premium: Electronic versus Floor Trading",
            "date": "10 November 2005",
            "author": [
                "PANKAJ K. JAIN"
            ],
            "abstract": "We assemble the announcement and actual introduction dates of electronic trading by the leading exchanges of 120 countries to examine the impact of automation, controlling for risk factors and economic conditions. Dividend growth models and international CAPM suggest a significant decline in the equity premium, especially in emerging markets. Consistent with this reduction in the equity premium in the long run, there is a positive short‐term price reaction to the switch. Further analysis of trading turnover supports the notion that electronic trading enhances the liquidity and informativeness of stock markets, leading to a reduction in the cost of capital.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00822.x"
        },
        {
            "no": "14",
            "title": "Transparency and International Portfolio Holdings",
            "date": "10 November 2005",
            "author": [
                "R. GASTON GELOS",
                "SHANG‐JIN WEI"
            ],
            "abstract": "Does country transparency affect international portfolio investment? We examine this question by constructing new measures of transparency and by making use of a unique microdata set on portfolio holdings of emerging market funds around the world. We distinguish between government and corporate transparency. There is clear evidence that funds systematically invest less in less transparent countries. Moreover, funds have a greater propensity to exit nontransparent countries during crises.",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00823.x"
        },
        {
            "no": "15",
            "title": "MISCELLANEA",
            "date": "10 November 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00824.x"
        },
        {
            "no": "16",
            "title": "INDEX TO VOLUME LX ARTICLES",
            "date": "10 November 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.0825a.x"
        },
        {
            "no": "17",
            "title": "INDEX TO VOLUME LX AUTHORS",
            "date": "10 November 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.0825b.x"
        },
        {
            "no": "18",
            "title": "Back Matter",
            "date": "10 November 2005",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2005.00826.x"
        }
    ]
}