{
    "journal": "RFS",
    "volume": "23",
    "issue": "1",
    "date": "January 2010",
    "page": "Pages 1–465",
    "article": [
        {
            "no": "1",
            "title": "Portfolio Performance and Agency",
            "date": "10 September 2009",
            "author": [
                "Philip H. Dybvig",
                "Heber K. Farnsworth",
                "Jennifer N. Carpenter"
            ],
            "abstract": "In this paper we analyze the optimal contract for a portfolio manager who can exert effort to improve the quality of a private signal about future market prices. We assume complete markets over states distinguished by asset payoffs and place no restrictions on the form of the contract. We show that trading restrictions are essential because they prevent the manager from undoing the incentive effects of performance-based fees. We provide conditions under which simple benchmarking emerges as optimal compensation. Additional incentives to take risk are necessary when information can be manipulated or else the manager will understate information to offset the benchmarking.",
            "link": "https://doi.org/10.1093/rfs/hhp056"
        },
        {
            "no": "2",
            "title": "Dynamic Asset Allocation: Portfolio Decomposition Formula and Applications",
            "date": "10 June 2009",
            "author": [
                "Jérôme Detemple",
                "Marcel Rindisbacher"
            ],
            "abstract": "A new decomposition of the optimal portfolio, in dynamic models with von Neumann–Morgenstern preferences and Ito prices, is established. The formula rests on a change of numéraire that uses pure discount bonds as units of account. The dynamic hedging demand has two components. The first hedge insures against fluctuations in an optimally designed bond with a maturity date matching the investor's horizon. The second hedge immunizes against fluctuations in the market price of risk in the bond numéraire. Various applications are examined. New results concerning the behavior of extremely risk-averse individuals, the demand for bonds and its long-horizon limit, and the optimal portfolio in incomplete markets are derived.",
            "link": "https://doi.org/10.1093/rfs/hhp040"
        },
        {
            "no": "3",
            "title": "Dynamic Investment and Financing under Personal Taxation",
            "date": "11 August 2009",
            "author": [
                "Erwan Morellec",
                "Norman Schürhoff"
            ],
            "abstract": "In this paper we examine the effects of capital gains taxation on firms' investment and financing decisions. We develop a real-options model in which the timing of investment, the decision to default, and the firm's capital structure are endogenously and jointly determined. Our analysis demonstrates that the asymmetric taxation of capital gains and losses fosters investment by eroding the option value of waiting. It also shows that firms controlled by taxable investors employ more equity financing, the higher the firm's stock price and the worse the firm's historical performance. Using a large sample of U.S. industrial firms that are owned by taxable investors between 1970 and 2008, we present new evidence on corporate investment and financing policies, which is supportive of the model's predictions.",
            "link": "https://doi.org/10.1093/rfs/hhp062"
        },
        {
            "no": "4",
            "title": "Return Reversals, Idiosyncratic Risk, and Expected Returns",
            "date": "25 May 2009",
            "author": [
                "Wei Huang",
                "Qianqiu Liu",
                "S. Ghon Rhee",
                "Liang Zhang"
            ],
            "abstract": "The empirical evidence on the cross-sectional relation between idiosyncratic risk and expected stock returns is mixed. We demonstrate that the omission of the previous month's stock returns can lead to a negatively biased estimate of the relation. The magnitude of the omitted variable bias depends on the approach to estimating the conditional idiosyncratic volatility. Although a negative relation exists when the estimate is based on daily returns, it disappears after return reversals are controlled for. Return reversals can explain both the negative relation between value-weighted portfolio returns and idiosyncratic volatility and the insignificant relation between equal-weighted portfolio returns and idiosyncratic volatility. In contrast, there is a significantly positive relation between the conditional idiosyncratic volatility estimated from monthly data and expected returns. This relation remains robust after controlling for return reversals.",
            "link": "https://doi.org/10.1093/rfs/hhp015"
        },
        {
            "no": "5",
            "title": "Expected Idiosyncratic Skewness",
            "date": "03 June 2009",
            "author": [
                "Brian Boyer",
                "Todd Mitton",
                "Keith Vorkink"
            ],
            "abstract": "We test the prediction of recent theories that stocks with high idiosyncratic skewness should have low expected returns. Because lagged skewness alone does not adequately forecast skewness, we estimate a cross-sectional model of expected skewness that uses additional predictive variables. Consistent with recent theories, we find that expected idiosyncratic skewness and returns are negatively correlated. Specifically, the Fama-French alpha of a low-expected-skewness quintile exceeds the alpha of a high-expected-skewness quintile by 1.00% per month. Furthermore, the coefficients on expected skewness in Fama-MacBeth cross-sectional regressions are negative and significant. In addition, we find that expected skewness helps explain the phenomenon that stocks with high idiosyncratic volatility have low expected returns.",
            "link": "https://doi.org/10.1093/rfs/hhp041"
        },
        {
            "no": "6",
            "title": "Information Linkages and Correlated Trading",
            "date": "13 May 2009",
            "author": [
                "Paolo Colla",
                "Antonio Mele"
            ],
            "abstract": "In a market with informationally connected traders, the dynamics of volume, price informativeness, price volatility, and liquidity are severely affected by the information linkages every trader experiences with his peers. We show that in the presence of information linkages among traders, volume and price informativeness increase. Moreover, we find that information linkages improve or damage market depth, and lower or boost the Traders' profits, according to whether these linkages convey positively or negatively correlated signals. Finally, our model predicts patterns of trade correlation consistent with those identified in the empirical literature: trades generated by “neighbor” traders are positively correlated and trades generated by “distant” traders are negatively correlated.",
            "link": "https://doi.org/10.1093/rfs/hhp021"
        },
        {
            "no": "7",
            "title": "Financial Constraints, Investment, and the Value of Cash Holdings",
            "date": "02 May 2009",
            "author": [
                "David J. Denis",
                "Valeriy Sibilkov"
            ],
            "abstract": "Previous studies report that cash holdings are more valuable for financially constrained firms than for unconstrained firms. We examine (i) why this is so and (ii) why some constrained firms appear to hold too little cash. Our results indicate that greater cash holdings are associated with higher levels of investment for constrained firms with high hedging needs and that the association between investment and value is stronger for constrained firms than for unconstrained firms. These findings imply that higher cash holdings allow constrained firms to undertake value-increasing projects that might otherwise be bypassed. We further find that some constrained firms exhibit low cash holdings because of persistently low cash flows. Overall, our findings support the view that greater cash holdings of constrained firms are a value-increasing response to costly external financing.",
            "link": "https://doi.org/10.1093/rfs/hhp031"
        },
        {
            "no": "8",
            "title": "Ex-dividend Arbitrage in Option Markets",
            "date": "01 May 2009",
            "author": [
                "Jia Hao",
                "Avner Kalay",
                "Stewart Mayhew"
            ],
            "abstract": "We examine the behavior of call options surrounding the underlying stock's ex-dividend date. The evidence is inconsistent with the predictions of a rational exercise policy; a significant fraction of the open interest remains unexercised, resulting in a windfall gain to option writers. This triggers a sophisticated trading scheme that enables short-term traders to receive a significant fraction of the gains. The trading scheme inflates reported volume and distorts its traditional relations to liquidity. The dramatic increases in the volume of trade on the last cum-dividend day are facilitated by limitations on transaction costs passed by the various option exchanges.",
            "link": "https://doi.org/10.1093/rfs/hhp038"
        },
        {
            "no": "9",
            "title": "Growth or Glamour? Fundamentals and Systematic Risk in Stock Returns",
            "date": "22 May 2009",
            "author": [
                "John Y. Campbell",
                "Christopher Polk",
                "Tuomo Vuolteenaho"
            ],
            "abstract": "The cash flows of growth stocks are particularly sensitive to temporary movements in aggregate stock prices, driven by shocks to market discount rates, while the cash flows of value stocks are particularly sensitive to permanent movements, driven by shocks to aggregate cash flows. Thus, the high betas of growth (value) stocks with the market's discount-rate (cash-flow) shocks are determined by the cash-flow fundamentals of growth and value companies. Growth stocks are not merely “glamour stocks” whose systematic risks are purely driven by investor sentiment. More generally, the systematic risks of individual stocks with similar accounting characteristics are primarily driven by the systematic risks of their fundamentals.",
            "link": "https://doi.org/10.1093/rfs/hhp029"
        },
        {
            "no": "10",
            "title": "Variance Risk-Premium Dynamics: The Role of Jumps",
            "date": "06 May 2009",
            "author": [
                "Viktor Todorov"
            ],
            "abstract": "Using high-frequency stock market data and (synthetic) variance swap rates, this paper identifies and investigates the temporal variation in the market variance risk-premium. The variance risk is manifest in two salient features of financial returns: stochastic volatility and jumps. The pricing of these two components is analyzed in a general semiparametric framework. The key empirical results imply that investors' fears of future jumps are especially sensitive to recent jump activity and that their willingness to pay for protection against jumps increases significantly immediately after the occurrence of jumps. This in turn suggests that time-varying risk aversion, as previously documented in the literature, is primarily driven by large, or extreme, market moves. The dynamics of risk-neutral jump intensity extracted from deep out-of-the-money put options confirms these findings.",
            "link": "https://doi.org/10.1093/rfs/hhp035"
        },
        {
            "no": "11",
            "title": "The Effects of Marital Status and Children on Savings and Portfolio Choice",
            "date": "07 April 2009",
            "author": [
                "David A. Love"
            ],
            "abstract": "This paper investigates the impact of demographic shocks on optimal decisions about saving, life insurance, and, most centrally, asset allocation. The analysis indicates that marital-status transitions can have important effects on optimal household decisions, particularly in the cases of widowhood and divorce. Children also play a fundamental role in portfolio choice; in addition to leading to substantially different average allocations, they also have strong interaction effects with changes in marital status. Panel data evidence on stockholding suggests that changes in marital status and children matter empirically as well, but not always in the manner that the model predicts.",
            "link": "https://doi.org/10.1093/rfs/hhp020"
        },
        {
            "no": "12",
            "title": "Expanding Credit Access: Using Randomized Supply Decisions to Estimate the Impacts",
            "date": "28 November 2009",
            "author": [
                "Dean Karlan",
                "Jonathan Zinman"
            ],
            "abstract": "Expanding access to commercial credit is a key ingredient of financial development strategies. There is less consensus on whether expanding access to consumer credit helps borrowers, particularly when loans are extended at high interest rates. Popular skepticism about “unproductive,” “usurious” lending is fueled by research highlighting behavioral biases that may induce overborrowing. We estimate the impacts of expanding access to consumer credit at a 200% annual percentage rate (APR) using a field experiment and follow-up data collection. The randomly assigned marginal loans produced significant net benefits for borrowers across a wide range of outcomes. There is also some evidence that the loans were profitable.",
            "link": "https://doi.org/10.1093/rfs/hhp092"
        },
        {
            "no": "13",
            "title": "Erratum",
            "date": "11 November 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp103"
        },
        {
            "no": "14",
            "title": "Editorial Board",
            "date": "01 January 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp123"
        },
        {
            "no": "15",
            "title": "Forthcoming Articles",
            "date": "01 January 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp124"
        },
        {
            "no": "16",
            "title": "Contents",
            "date": "01 January 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp125"
        }
    ]
}