{
    "journal": "RFS",
    "volume": "23",
    "issue": "6",
    "date": "June 2010",
    "page": "Pages 2229–2590",
    "article": [
        {
            "no": "1",
            "title": "Housing Wealth and Consumption Growth: Evidence from a Large Panel of Households",
            "date": "09 February 2010",
            "author": [
                "Jie Gan"
            ],
            "abstract": "This article uses a large panel dataset that tracks the housing wealth and credit card spending of 12,793 individuals in Hong Kong to study the relationship between housing wealth and household consumption. I identify a significant effect of housing wealth on consumption. A pure wealth effect can explain part of the sensitivity: households with multiple houses have much stronger consumption responses. Consistent with a relaxation of the credit constraints, mortgage refinancing significantly increases households’ consumption sensitivities. However, for the majority of the households that do not refinance, consumption sensitivity appears to be due to a reduction in precautionary saving.",
            "link": "https://doi.org/10.1093/rfs/hhp127"
        },
        {
            "no": "2",
            "title": "Corporate Real Estate Holdings and the Cross-Section of Stock Returns",
            "date": "03 March 2010",
            "author": [
                "Selale Tuzel"
            ],
            "abstract": "This article explores the link between the composition of firms’ capital and stock returns. I develop a general equilibrium production economy where firms use two factors: real estate and other capital. Investment is subject to asymmetric adjustment costs. Because real estate depreciates slowly, firms with high real estate holdings are more vulnerable to bad productivity shocks and hence are riskier and have higher expected returns. This prediction is supported empirically. I find that the returns of firms with a high share of real estate capital exceed that of low real estate firms by 3–6% annually, adjusted for exposures to the market return, size, value, and momentum factors. Moreover, conditional beta estimates reveal that these firms indeed have higher market betas, and the spread between the betas of high and low real estate firms is countercyclical.",
            "link": "https://doi.org/10.1093/rfs/hhq006"
        },
        {
            "no": "3",
            "title": "The Economics of Private Equity Funds",
            "date": "22 April 2010",
            "author": [
                "Andrew Metrick",
                "Ayako Yasuda"
            ],
            "abstract": "This article analyzes the economics of the private equity industry using a novel model and dataset. We obtain data from a large investor in private equity funds, with detailed records on 238 funds raised between 1993 and 2006. We build a model to estimate the expected revenue to managers as a function of their investor contracts, and we test how this estimated revenue varies across the characteristics of our sample funds. Among our sample funds, about two-thirds of expected revenue comes from fixed-revenue components that are not sensitive to performance. We find sharp differences between venture capital (VC) and buyout (BO) funds. BO managers build on their prior experience by increasing the size of their funds faster than VC managers do. This leads to significantly higher revenue per partner and per professional in later BO funds. The results suggest that the BO business is more scalable than the VC business and that past success has a differential impact on the terms of their future funds.",
            "link": "https://doi.org/10.1093/rfs/hhq020"
        },
        {
            "no": "4",
            "title": "Side-by-Side Management of Hedge Funds and Mutual Funds",
            "date": "17 March 2010",
            "author": [
                "Tom Nohel",
                "Z. Jay Wang",
                "Lu Zheng"
            ],
            "abstract": "We examine situations where the same fund manager simultaneously manages mutual funds and hedge funds. We refer to this as side-by-side management. We document 344 such cases involving 693 mutual funds and 538 hedge funds. Proponents of this practice argue that it is essential to hire and retain star performers. Detractors argue that the temptation for abuse is high, and the practice should be banned. Our analysis based on various performance metrics shows that side-by-side mutual fund managers significantly outperform peer funds, consistent with this privilege being granted primarily to star performers. Interestingly, side-by-side hedge fund managers are at best on par with their style category peers, casting further doubt on the idea that conflicts of interest undermine mutual fund investors. Thus, we find no evidence of welfare loss for mutual fund investors due to exploitation of conflicts of interest.",
            "link": "https://doi.org/10.1093/rfs/hhq008"
        },
        {
            "no": "5",
            "title": "The Determinants of Stock and Bond Return Comovements",
            "date": "28 March 2010",
            "author": [
                "Lieven Baele",
                "Geert Bekaert",
                "Koen Inghelbrecht"
            ],
            "abstract": "We study the economic sources of stock-bond return comovements and their time variation using a dynamic factor model. We identify the economic factors employing a semi structural regime-switching model for state variables such as interest rates, inflation, the output gap, and cash flow growth. We also view risk aversion, uncertainty about inflation and output, and liquidity proxies as additional potential factors. We find that macroeconomic fundamentals contribute little to explaining stock and bond return correlations but that other factors, especially liquidity proxies, play a more important role. The macro factors are still important in fitting bond return volatility, whereas the “variance premium” is critical in explaining stock return volatility. However, the factor model primarily fails in fitting covariances.",
            "link": "https://doi.org/10.1093/rfs/hhq014"
        },
        {
            "no": "6",
            "title": "Information Immobility and Foreign Portfolio Investment",
            "date": "18 January 2010",
            "author": [
                "Sandro C. Andrade",
                "Vidhi Chhaochharia"
            ],
            "abstract": "We examine how residents of the United States allocate their stock portfolios internationally. We find that a large U.S. Foreign Direct Investment (FDI) position in a destination country in 1990 is associated with a relatively large stock portfolio position in that country in the 2001–2006 period. Moreover, a change in the U.S. FDI position from 1980 to 1990 helps predict the change in the U.S. Foreign Portfolio Investment position from 1994 to 2006. These results are rationalized by Van Nieuwerburgh and Veldkamp’s (2009) equilibrium model of learning and portfolio choice under an information processing constraint. FDI establishes marginal differences in the endowments of information about different countries, which later translate into differences in stock portfolio holdings. We control for cross-country differences in capital controls, proximity along different dimensions, corporate governance, and economic and capital market development. Our results also hold for the G6 countries collectively.",
            "link": "https://doi.org/10.1093/rfs/hhp116"
        },
        {
            "no": "7",
            "title": "The Market Portfolio May Be Mean/Variance Efficient After All: The Market Portfolio",
            "date": "05 January 2010",
            "author": [
                "Moshe Levy",
                "Richard Roll"
            ],
            "abstract": "Numerous studies have examined the mean/variance efficiency of various market proxies by employing sample parameters and have concluded that these proxies are inefficient. These findings cast doubt about the capital asset pricing model (CAPM), one of the cornerstones of modern finance. This study adopts a reverse-engineering approach: given a particular market proxy, we find the minimal variations in sample parameters required to ensure that the proxy is mean/variance efficient. Surprisingly, slight variations in parameters, well within estimation error bounds, suffice to make the proxy efficient. Thus, many conventional market proxies could be perfectly consistent with the CAPM and useful for estimating expected returns.",
            "link": "https://doi.org/10.1093/rfs/hhp119"
        },
        {
            "no": "8",
            "title": "Convertible Bond Arbitrageurs as Suppliers of Capital",
            "date": "26 February 2010",
            "author": [
                "Darwin Choi",
                "Mila Getmansky",
                "Brian Henderson",
                "Heather Tookes"
            ],
            "abstract": "This article examines the potential impact of capital supply on security issuance. We focus on the role of convertible bond arbitrageurs as suppliers of capital to convertible bond issuers. We estimate a simultaneous equations model of demand and supply of convertible bond capital, linking the time series of aggregate convertible bond issuance to measures of capital supply: convertible bond arbitrage hedge fund flows, returns, and a proxy for arbitrageurs’ use of leverage. We find that issuance is positively and significantly related to increases in all three supply measures. To provide further interpretation, we use the September/October 2008 short-selling ban as a natural experiment to examine the impact of an exogenous shock to the supply of capital from arbitrageurs. Results from both empirical approaches provide evidence that the supply of capital from convertible bond arbitrageurs impacts issuance.",
            "link": "https://doi.org/10.1093/rfs/hhq003"
        },
        {
            "no": "9",
            "title": "Is Default Risk Negatively Related to Stock Returns?",
            "date": "05 January 2010",
            "author": [
                "Sudheer Chava",
                "Amiyatosh Purnanandam"
            ],
            "abstract": "We find a positive cross-sectional relationship between expected stock returns and default risk, contrary to the negative relationship estimated by prior studies. Whereas prior studies use noisy ex post realized returns to estimate expected returns, we use ex ante estimates based on the implied cost of capital. The results suggest that investors expected higher returns for bearing default risk, but they were negatively surprised by lower-than-expected returns on high default risk stocks in the 1980s. We also extend the sample compared with prior studies and find that the evidence based on realized returns is considerably weaker in the 1952–1980 period.",
            "link": "https://doi.org/10.1093/rfs/hhp107"
        },
        {
            "no": "10",
            "title": "Information, the Cost of Credit, and Operational Eﬃciency: An Empirical Study of Microfinance",
            "date": "14 April 2010",
            "author": [
                "Mark J. Garmaise",
                "Gabriel Natividad"
            ],
            "abstract": "We provide direct evidence on the impact of asymmetric information on both financing and operating activities through a study of credit evaluations of microfinance institutions (MFIs). We employ a regression discontinuity model that exploits the eligibility criteria of an evaluation subsidy oﬀered by a nonprofit consortium. Evaluations dramatically cut the cost of financing. This eﬀect is strongest for commercial lenders and for short-term MFI–lender relationships. The impact of evaluations on the supply of finance is mixed. Evaluated MFIs lend more eﬃciently, extending more loans per employee.",
            "link": "https://doi.org/10.1093/rfs/hhq021"
        },
        {
            "no": "11",
            "title": "Editorial Board",
            "date": "01 June 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq041"
        },
        {
            "no": "12",
            "title": "Forthcoming Articles",
            "date": "01 June 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq042"
        },
        {
            "no": "13",
            "title": "Contents",
            "date": "01 June 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq043"
        }
    ]
}