{
    "journal": "RFS",
    "volume": "23",
    "issue": "10",
    "date": "October 2010",
    "page": "Pages 3595–3888",
    "article": [
        {
            "no": "1",
            "title": "When Shareholders Are Creditors: Effects of the Simultaneous Holding of Equity and Debt by Non-commercial Banking Institutions",
            "date": "26 August 2010",
            "author": [
                "Wei Jiang",
                "Kai Li",
                "Pei Shao"
            ],
            "abstract": "This article provides a comprehensive analysis of a new and increasingly important phenomenon: the simultaneous holding of both equity and debt claims of the same company by non-commercial banking institutions (“dual holders”). The presence of dual holders offers a unique opportunity to assess the existence and magnitude of shareholder-creditor conflicts. We find that syndicated loans with dual holder participation have loan yield spreads that are 18–32 bps lower than those without. The difference remains economically significant after controlling for the selection effect. Further investigation of dual holders' investment horizons and changes in borrowers' credit quality lends support to the hypothesis that incentive alignment between shareholders and creditors plays an important role in lowering loan yield spreads.",
            "link": "https://doi.org/10.1093/rfs/hhq056"
        },
        {
            "no": "2",
            "title": "Does Competition Reduce the Risk of Bank Failure?",
            "date": "18 August 2010",
            "author": [
                "David Martinez-Miera",
                "Rafael Repullo"
            ],
            "abstract": "A large theoretical literature shows that competition reduces banks' franchise values and induces them to take more risk. Recent research contradicts this result: When banks charge lower rates, their borrowers have an incentive to choose safer investments, so they will in turn be safer. However, this argument does not take into account the fact that lower rates also reduce the banks' revenues from performing loans. This paper shows that when this effect is taken into account, a U-shaped relationship between competition and the risk of bank failure generally obtains.",
            "link": "https://doi.org/10.1093/rfs/hhq057"
        },
        {
            "no": "3",
            "title": "Credit Line Usage, Checking Account Activity, and Default Risk of Bank Borrowers",
            "date": "18 August 2010",
            "author": [
                "Lars Norden",
                "Martin Weber"
            ],
            "abstract": "Information on borrower quality is a fundamental issue in debt contracting, corporate and consumer finance, and financial intermediation. We investigate the link between account activity and information production on borrower risk. Based on a unique data set, we find that credit line usage, limit violations, and cash inflows exhibit abnormal patterns approximately 12 months before default events. Measures of account activity substantially improve default predictions and are especially helpful for monitoring small businesses and individuals. Furthermore, early warning indications result in higher loan spreads, and in a higher likelihood of limit reductions and complete write-offs. Our study shows that account activity provides a real-time window into the borrower's cash flows, thus explaining why banks have an advantage in providing certain types of debt financing.",
            "link": "https://doi.org/10.1093/rfs/hhq061"
        },
        {
            "no": "4",
            "title": "The Information Content of Bank Loan Covenants",
            "date": "15 August 2010",
            "author": [
                "Cem Demiroglu",
                "Christopher M. James"
            ],
            "abstract": "This article examines the determinants of financial covenant thresholds in bank loan agreements and information conveyed through the selection of tight financial covenants. We find that riskier firms and firms with fewer investment opportunities select tighter financial covenants. We also find that selection of tight covenants is associated with improvements in the covenant variable and declines in investment spending and net debt issuance. We observe these changes also for borrowers that do not breach their covenants, suggesting that they are not simply the result of creditor influence conditional on a technical default. Furthermore, we find that violations of tightly set covenants have significantly less of an impact on the borrower's investment spending and net debt issuance than violations of loosely set covenants. Overall, our results suggest that the selection of tight covenants conveys information concerning future changes in covenant variables, investment and financial policies, and the outcome of covenant violations.",
            "link": "https://doi.org/10.1093/rfs/hhq054"
        },
        {
            "no": "5",
            "title": "Risk and Return Characteristics of Venture Capital-Backed Entrepreneurial Companies",
            "date": "02 September 2010",
            "author": [
                "Arthur Korteweg",
                "Morten Sorensen"
            ],
            "abstract": "Valuations of entrepreneurial companies are only observed occasionally, albeit more frequently for well-performing companies. Consequently, estimators of risk and return must correct for sample selection to obtain consistent estimates. We develop a general model of dynamic sample selection and estimate it using data from venture capital investments in entrepreneurial companies. Our selection correction leads to markedly lower intercepts and higher estimates of risks compared to previous studies. The methodology is generally applicable to estimating risk and return in illiquid markets with endogenous trading.",
            "link": "https://doi.org/10.1093/rfs/hhq050"
        },
        {
            "no": "6",
            "title": "Product Market Synergies and Competition in Mergers and Acquisitions: A Text-Based Analysis",
            "date": "15 August 2010",
            "author": [
                "Gerard Hoberg",
                "Gordon Phillips"
            ],
            "abstract": "We use text-based analysis of 10-K product descriptions to examine whether firms exploit product market synergies through asset complementarities in mergers and acquisitions. Transactions are more likely between firms that use similar product market language. Transaction stock returns, ex post cash flows, and growth in product descriptions all increase for transactions with similar product market language, especially in competitive product markets. These gains are larger when targets are less similar to acquirer rivals and when targets have unique products. Our findings are consistent with firms merging and buying assets to exploit synergies to create new products that increase product differentiation.",
            "link": "https://doi.org/10.1093/rfs/hhq053"
        },
        {
            "no": "7",
            "title": "Pay (Be)for(e) Performance: The Signing Bonus as an Incentive Device",
            "date": "27 August 2010",
            "author": [
                "Edward Dickersin Van Wesep"
            ],
            "abstract": "The signing bonus is one of the most common elements of compensation packages for white-collar employees but has received little theoretical and empirical attention. This article investigates the use of a signing bonus as a tool for firms to signal to prospective employees: when they are uncertain regarding their fit with the firm, the signing bonus can serve as a credible signal of the firm's belief of said fit. The theory suggests that we should expect signing bonuses to be more common and larger when the economy is stronger, when employees are less certain of how well they will fit at the firm, when the quality of fit (known to the firm) is higher, and when performance pay is present. Employees receiving a signing bonus work harder, so the signing bonus also serves as an incentive device. This article also presents the first broad empirical look at the use of the signing bonus across industries and time. Evidence is consistent with the theory.",
            "link": "https://doi.org/10.1093/rfs/hhq051"
        },
        {
            "no": "8",
            "title": "Stock and Option Grants with Performance-based Vesting Provisions",
            "date": "31 August 2010",
            "author": [
                "Carr Bettis",
                "John Bizjak",
                "Jeffrey Coles",
                "Swaminathan Kalpathy"
            ],
            "abstract": "We assemble a sample of 983 equity-based awards that include either an accelerated- or a contingent-vesting provision tied to firm performance and explore the frequency, contractual nature, usage, and implications of such awards. We find that performance-vesting (p-v) provisions specify meaningful performance hurdles and provide significant incentives for executives. The propensity to use p-v provisions is positively related to the arrival of a new CEO and the proportion of outsiders on the board of directors and negatively related to prior stock performance. Performance-vesting firms have significantly better subsequent operating performance than control firms. Abnormal accounting performance does not arise from earnings management or discernible differences in financial or investment policy.",
            "link": "https://doi.org/10.1093/rfs/hhq060"
        },
        {
            "no": "9",
            "title": "Forthcoming Articles",
            "date": "01 October 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq099"
        },
        {
            "no": "10",
            "title": "Cover",
            "date": "01 October 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq097"
        },
        {
            "no": "11",
            "title": "Editorial Board",
            "date": "01 October 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq098"
        },
        {
            "no": "12",
            "title": "Table of Contents",
            "date": "01 October 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq100"
        }
    ]
}