{
    "journal": "RFS",
    "volume": "23",
    "issue": "9",
    "date": "September 2010",
    "page": "Pages 3279–3594",
    "article": [
        {
            "no": "1",
            "title": "Measurement Errors in Investment Equations",
            "date": "16 August 2010",
            "author": [
                "Heitor Almeida",
                "Murillo Campello",
                "Antonio F. Galvao, Jr"
            ],
            "abstract": "We use Monte Carlo simulations and real data to assess the performance of methods dealing with measurement error in investment equations. Our experiments show that fixed effects, error heteroscedasticity, and data skewness severely affect the performance and reliability of methods found in the literature. Estimators that use higher-order moments return biased coefficients for (both) mismeasured and perfectly measured regressors. These estimators are also very inefficient. Instrumental-variable-type estimators are more robust and efficient, although they require restrictive assumptions. We estimate empirical investment models using alternative methods. Real-world investment data contain firm-fixed effects and heteroscedasticity, causing high-order moments estimators to deliver coefficients that are unstable and not economically meaningful. Instrumental variables methods yield estimates that are robust and conform to theoretical priors. Our analysis provides guidance for dealing with measurement errors under circumstances researchers are likely to find in practice.",
            "link": "https://doi.org/10.1093/rfs/hhq058"
        },
        {
            "no": "2",
            "title": "Reward for Luck in a Dynamic Agency Model",
            "date": "17 August 2010",
            "author": [
                "Florian Hoffmann",
                "Sebastian Pfeil"
            ],
            "abstract": "This article studies a continuous time principal-agent problem of a firm whose cash flows are determined by the manager's unobserved effort. The firm's cash flows are further subject to persistent and publicly observable shocks that are beyond the manager's control. While standard contracting models predict that compensation should optimally filter out these shocks, empirical evidence suggests otherwise. In line with this evidence, our model predicts that the manager is “rewarded for luck.”",
            "link": "https://doi.org/10.1093/rfs/hhq062"
        },
        {
            "no": "3",
            "title": "Solving Consumption and Portfolio Choice Problems: The State Variable Decomposition Method",
            "date": "03 August 2010",
            "author": [
                "Lorenzo Garlappi",
                "Georgios Skoulakis"
            ],
            "abstract": "We develop a new solution method for a broad class of discrete-time dynamic portfolio choice problems. The method efficiently approximates conditional expectations of the value function by using (i) a decomposition of the state variables into a component observable by the investor and a stochastic deviation; and (ii) a Taylor expansion of the value function. We illustrate the accuracy of the method in handling several realistic features of portfolio choice problems such as intermediate consumption, multiple assets, multiple state variables, portfolio constraints, non-time-separable preferences, and nonredundant endogenous state variables. We finally use the method to solve a realistic large-scale life-cycle portfolio choice and consumption problem with predictable expected returns and recursive preferences.",
            "link": "https://doi.org/10.1093/rfs/hhq045"
        },
        {
            "no": "4",
            "title": "A Financing-Based Misvaluation Factor and the Cross-Section of Expected Returns",
            "date": "23 August 2010",
            "author": [
                "David Hirshleifer",
                "Danling Jiang"
            ],
            "abstract": "Behavioral theories suggest that investor misperceptions and market mispricing will be correlated across firms. We use equity and debt financing to identify common misvaluation across firms. A zero-investment portfolio (UMO, undervalued minus overvalued) built from repurchase and issue firms captures comovement in returns beyond that in some standard multifactor models, and substantially improves the Sharpe ratio of the tangency portfolio. Loadings on UMO incrementally predict the cross-section of returns on both portfolios and individual stocks, even among firms not recently involved in external financing activities. Further evidence suggests that UMO loadings proxy for the common component of a stock's misvaluation.",
            "link": "https://doi.org/10.1093/rfs/hhq063"
        },
        {
            "no": "5",
            "title": "The Mispricing Return Premium",
            "date": "17 August 2010",
            "author": [
                "Michael J. Brennan",
                "Ashley W. Wang"
            ],
            "abstract": "We show that, when stock prices are subject to stochastic mispricing errors, expected rates of return may depend not only on the fundamental risk that is captured by a standard asset pricing model, but also on the type and degree of asset mispricing, even when the mispricing is zero on average. Empirically, the mispricing induced return premium, either estimated using a Kalman filter or proxied by the volatility and variance ratio of residual returns, is shown to be significantly associated with realized risk-adjusted returns.",
            "link": "https://doi.org/10.1093/rfs/hhq064"
        },
        {
            "no": "6",
            "title": "Expected Returns and Expected Growth in Rents of Commercial Real Estate",
            "date": "26 August 2010",
            "author": [
                "Alberto Plazzi",
                "Walter Torous",
                "Rossen Valkanov"
            ],
            "abstract": "Commercial real estate expected returns and expected rent growth rates are time-varying. Relying on transactions data from a cross-section of U.S. metropolitan areas, we find that up to 30% of the variability of realized returns to commercial real estate can be accounted for by expected return variability, while expected rent growth rate variability explains up to 45% of the variability of realized rent growth rates. The cap rate—that is, the rent-price ratio in commercial real estate—captures fluctuations in expected returns for apartments and retail properties, as well as industrial properties. For offices, by contrast, cap rates do not forecast (in-sample) returns even though expected returns on offices are also time-varying. As implied by the present value relation, cap rates marginally forecast office rent growth but not rent growth of apartments, retail properties, and industrial properties. We link these differences in in-sample predictability to differences in the stochastic properties of the underlying commercial real estate data-generating processes. Also, rent growth predictability is observed mostly in locations characterized by higher population density and stringent land-use restrictions. The opposite is true for return predictability. The dynamic portfolio implications of time-varying commercial real estate returns are also explored in the context of a portfolio manager investing in the aggregate stock market and Treasury bills, as well as commercial real estate.",
            "link": "https://doi.org/10.1093/rfs/hhq069"
        },
        {
            "no": "7",
            "title": "Does Public Financial News Resolve Asymmetric Information?",
            "date": "15 August 2010",
            "author": [
                "Paul C. Tetlock"
            ],
            "abstract": "I use uniquely comprehensive data on financial news events to test four predictions from an asymmetric information model of a firm's stock price. Certain investors trade on information before it becomes public; then, public news levels the playing field for other investors, increasing their willingness to accommodate a persistent liquidity shock. Empirically, I measure public information using firms' stock returns on news days in the Dow Jones archive. I find four patterns in postnews returns and trading volume that are consistent with the asymmetric information model's predictions. Some evidence is, moreover, inconsistent with alternative theories in which traders interpret news differently for rational or behavioral reasons.",
            "link": "https://doi.org/10.1093/rfs/hhq052"
        },
        {
            "no": "8",
            "title": "Originator Performance, CMBS Structures, and the Risk of Commercial Mortgages",
            "date": "19 August 2010",
            "author": [
                "Sheridan Titman",
                "Sergey Tsyplakov"
            ],
            "abstract": "This article examines information and incentive problems that can exist in the market for commercial mortgages that are pooled and repackaged as commercial mortgage-backed securities (CMBSs). We find that mortgages that are originated by institutions with large negative stock returns in the quarters prior to the origination date tend to have higher credit spreads and default more than other mortgages with similar observable characteristics. Properties financed with these mortgages also exhibit weaker post-securitization operating performance. In addition, stock price loser institutions are anxious to securitize mortgages they originate more quickly. Finally we find that credit rating agencies require higher levels of subordination for CMBS pools (i.e., view these pools as riskier) that include more mortgages originated by underperforming originators. This evidence is consistent with reputation models in which poorly performing originators have less incentive to carefully evaluate the credit quality of prospective borrowers, thereby letting relatively riskier mortgages pass through their weaker screening standards.",
            "link": "https://doi.org/10.1093/rfs/hhq055"
        },
        {
            "no": "9",
            "title": "Forthcoming Articles",
            "date": "01 September 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq103"
        },
        {
            "no": "10",
            "title": "Cover",
            "date": "01 September 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq101"
        },
        {
            "no": "11",
            "title": "Editorial Board",
            "date": "01 September 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq102"
        },
        {
            "no": "12",
            "title": "Table of Contents",
            "date": "01 September 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq104"
        }
    ]
}