{
    "journal": "RFS",
    "volume": "23",
    "issue": "3",
    "date": "March 2010",
    "page": "Pages 1–3285",
    "article": [
        {
            "no": "1",
            "title": "A Note from the Editor",
            "date": "01 March 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp122"
        },
        {
            "no": "2",
            "title": "The State of Corporate Governance Research",
            "date": "01 March 2010",
            "author": [
                "Lucian A. Bebchuk",
                "Michael S. Weisbach"
            ],
            "abstract": "This article, which introduces the special issue on corporate governance cosponsored by the Review of Financial Studies and the National Bureau of Economic Research (NBER), reviews and comments on the state of corporate governance research. The special issue features seven articles on corporate governance that were presented in a meeting of the NBER’s corporate governance project. Each of the articles represents state-of-the-art research in an important area of corporate governance research. For each of these areas, we discuss the importance of the area and the questions it focuses on, how the article in the special issue makes a significant contribution to this area, and what we do and do not know about the area. We discuss in turn work on shareholders and shareholder activism, directors, executives and their compensation, controlling shareholders, comparative corporate governance, cross-border investments in global capital markets, and the political economy of corporate governance.",
            "link": "https://doi.org/10.1093/rfs/hhp121"
        },
        {
            "no": "3",
            "title": "What Do Independent Directors Know? Evidence from Their Trading",
            "date": "13 April 2009",
            "author": [
                "Enrichetta Ravina",
                "Paola Sapienza"
            ],
            "abstract": "We compare the trading performance of independent directors and other executives. The findings reveal that independent directors earn positive substantial abnormal returns when they purchase their company stock, and that the difference from the same firm's executives is relatively small at most horizons. We also find that executives and independent directors make higher returns in firms with the weakest governance, the gap between these two widens in such firms, and that independent directors sitting on the audit committee earn higher returns than other independent directors at the same firm. Independent directors also earn significantly abnormal returns when they sell the company stock in a window before bad news and around earnings restatements.",
            "link": "https://doi.org/10.1093/rfs/hhp027"
        },
        {
            "no": "4",
            "title": "Wall Street and Main Street: What Contributes to the Rise in the Highest Incomes?",
            "date": "03 March 2009",
            "author": [
                "Steven N. Kaplan",
                "Joshua Rauh"
            ],
            "abstract": "We study how much of the top end of the income distribution is represented by four sectors—non-financial-firm top executives (Main Street); investment bankers and hedge, private equity, and mutual fund investors (Wall Street); corporate lawyers; and athletes and celebrities. Wall Street individuals comprise a higher percentage of the top income brackets than nonfinancial executives of public companies. While top executives’ representation in the top brackets has increased from 1994 to 2004, Wall Street's representation has likely increased even more. We discuss the implications of our findings for different explanations for the increased skewness at the highest income levels.",
            "link": "https://doi.org/10.1093/rfs/hhp006"
        },
        {
            "no": "5",
            "title": "Extreme Governance: An Analysis of Dual-Class Firms in the United States",
            "date": "02 May 2009",
            "author": [
                "Paul A. Gompers",
                "Joy Ishii",
                "Andrew Metrick"
            ],
            "abstract": "We construct a comprehensive list of dual-class firms in the United States and use this list to analyze the relationship between insider ownership and firm value. Our data have two useful features. First, since dual-class stock separates cash-flow rights from voting rights, we can separately identify the impact of each. Second, we address endogeneity concerns by using exogenous predictors of dual-class status as instruments. In single-stage regressions, we find strong evidence that firm value is increasing in insiders’ cash-flow rights and decreasing in insider voting rights. In instrumental variable regressions, the point estimates are similar but the significance levels are lower.",
            "link": "https://doi.org/10.1093/rfs/hhp024"
        },
        {
            "no": "6",
            "title": "Investor Protection and Interest Group Politics",
            "date": "03 June 2009",
            "author": [
                "Lucian A. Bebchuk",
                "Zvika Neeman"
            ],
            "abstract": "We model how three groups—insiders in existing public companies, institutional investors, and entrepreneurs planning to take firms public—compete for influence over politicians setting the level of investor protection. We identify factors that push toward suboptimal investor protection, including corporate insiders’ ability to use public firms’ assets to influence politicians, and institutional investors’ inability to capture fully the value of investor protection for outside investors. Entrepreneurs and public firms’ interest in raising equity capital does not fully eliminate the distortions arising from insiders seeking to extract rents from capital in place. Our analysis produces many testable predictions concerning how investor protection varies over time and around the world.",
            "link": "https://doi.org/10.1093/rfs/hhp042"
        },
        {
            "no": "7",
            "title": "Managerial Agency and Bond Covenants",
            "date": "30 September 2009",
            "author": [
                "Sudheer Chava",
                "Praveen Kumar",
                "Arthur Warga"
            ],
            "abstract": "Based on an analysis of the agency risk for bondholders from managerial entrenchment and fraud, we derive and test refutable hypotheses about the influence of managerial agency risk on bond covenants, using a comprehensive database of corporate bonds from the 1993–2007 period. Managerial entrenchment and the risk of managerial fraud significantly influence the use of covenants, in the direction predicted by the agency-theoretic framework. Our analysis highlights the varied effects of entrenchment on different types of agency risks faced by bondholders: Entrenched managers aggravate investment risk, but ameliorate risk from shareholder opportunism. Covenant use also responds efficiently to the quality of information available regarding the risk of managerial fraud.",
            "link": "https://doi.org/10.1093/rfs/hhp072"
        },
        {
            "no": "8",
            "title": "Lending Relationships and Information Rents: Do Banks Exploit Their Information Advantages?",
            "date": "20 October 2009",
            "author": [
                "Carola Schenone"
            ],
            "abstract": "In the process of lending to a firm, a bank acquires proprietary firm-specific information that is unavailable to nonlenders. This asymmetric evolution of information between lenders and prospective lenders grants the former an information monopoly. This article empirically investigates whether relationship banks exploit this advantage by charging higher interest rates than those that would prevail were all banks symmetrically informed. My identification strategy hinges on the notion that large information shocks that level the playing field among banks erode the relationship bank’s information monopoly. I use the borrower’s initial public offering (IPO) as such an information-releasing event, and build a panel dataset in which the unit of observation is a firm’s lending relationships before and after its IPO. Prior to a firm’s IPO, I find a U-shaped relation between borrowing rates and relationship intensity. After the IPO, interest rates are decreasing in relationship intensity. Furthermore, mean interest rates drop after an IPO. The results are robust to firm and loan-year fixed effects, and to controls for firm leverage pre- and post-IPO. Thus, the reported interest rate pattern is clean of any confounding effects that might arise from changes in financial risk.",
            "link": "https://doi.org/10.1093/rfs/hhp080"
        },
        {
            "no": "9",
            "title": "Endogenous Entry and Partial Adjustment in IPO Auctions: Are Institutional Investors Better Informed?",
            "date": "16 September 2009",
            "author": [
                "Yao-Min Chiang",
                "Yiming Qian",
                "Ann E. Sherman"
            ],
            "abstract": "Using a unique dataset of complete bid information for every IPO auction in Taiwan during 1995–2000, we examine the behaviors and returns of two groups—institutional and retail investors—in a setting in which underwriters do not have pricing or allocation discretion. We find that the bids of institutional investors are generally consistent with the predictions of IPO auction theory for informed bidders, while those of individual investors are not. Specifically, returns are higher when more institutional investors enter the auction or bid higher prices, suggesting institutional investors are informed and are also able to shave bids adequately. However, individual investors as a group exhibit return-chasing behavior, are uninformed, and systematically overbid.",
            "link": "https://doi.org/10.1093/rfs/hhp066"
        },
        {
            "no": "10",
            "title": "The Evolution of Corporate Ownership after IPO: The Impact of Investor Protection",
            "date": "23 September 2009",
            "author": [
                "C. Fritz Foley",
                "Robin Greenwood"
            ],
            "abstract": "Panel data on corporate ownership in thirty-four countries between 1995 and 2006 reveal that newly public firms have concentrated ownership regardless of the level of investor protection. After listing, firms in countries with strong investor protection are more likely to experience decreases in ownership concentration; these decreases occur in response to growth opportunities, and they are associated with new share issuance. We conclude that ownership concentration falls after listing in countries with strong investor protection, because firms in these countries continue to raise capital and grow, diluting blockholders as a consequence.",
            "link": "https://doi.org/10.1093/rfs/hhp069"
        },
        {
            "no": "11",
            "title": "Internal Governance Mechanisms and Operational Performance: Evidence from Index Mutual Funds",
            "date": "24 September 2009",
            "author": [
                "John C. Adams",
                "Sattar A. Mansi",
                "Takeshi Nishikawa"
            ],
            "abstract": "We provide new evidence linking board characteristics and performance. Using manually collected governance data from the mutual fund industry, we find an inverse relation between board size and fund performance. We also find evidence that organizational form plays an important role in determining operational performance. Overall, the results are consistent with the notion that there may not be a single optimal board structure that is applicable to all funds, that attempts to regulate board attributes should be considered with caution, and that sponsor-level factors are important board structure considerations.",
            "link": "https://doi.org/10.1093/rfs/hhp068"
        },
        {
            "no": "12",
            "title": "How Do Pensions Affect Corporate Capital Structure Decisions?",
            "date": "02 November 2009",
            "author": [
                "Anil Shivdasani",
                "Irina Stefanescu"
            ],
            "abstract": "This article examines the capital structure implications of defined benefit corporate pension plans. The magnitude of the liabilities arising from these pension plans is substantial. We show that leverage ratios for firms with pension plans are about 35% higher when pension assets and liabilities are incorporated into the capital structure. We estimate that the tax shields from pension contributions are about a third of those from interest payments. Pension contributions have a modest effect in lowering firms’ marginal corporate tax rates. Once pensions are considered, firms are less conservative in their choice of leverage than has been previously thought. We show that firms incorporate the magnitude of their pension assets and liabilities into their capital structure decisions.",
            "link": "https://doi.org/10.1093/rfs/hhp094"
        },
        {
            "no": "13",
            "title": "Returns to Shareholder Activism: Evidence from a Clinical Study of the Hermes UK Focus Fund",
            "date": "28 May 2008",
            "author": [
                "Marco Becht",
                "Julian Franks",
                "Colin Mayer",
                "Stefano Rossi"
            ],
            "abstract": "This article reports a unique analysis of private engagements by an activist fund. It is based on data made available to us by Hermes, the fund manager owned by the British Telecom Pension Scheme, on engagements with management in companies targeted by its UK Focus Fund. In contrast with most previous studies of activism, we report that the fund executes shareholder activism predominantly through private interventions that would be unobservable in studies purely relying on public information. The fund substantially outperforms benchmarks and we estimate that abnormal returns are largely associated with engagements rather than stock picking.",
            "link": "https://doi.org/10.1093/rfs/hhn054.ra"
        },
        {
            "no": "14",
            "title": "Differences in Governance Practices between U.S. and Foreign Firms: Measurement, Causes, and Consequences",
            "date": "23 December 2008",
            "author": [
                "Reena Aggarwal",
                "Isil Erel",
                "René Stulz",
                "Rohan Williamson"
            ],
            "abstract": "We construct a firm-level governance index that increases with minority shareholder protection. Compared with U.S. matching firms, only 12.68% of foreign firms have a higher index. The value of foreign firms falls as their index decreases relative to the index of matching U.S. firms. Our results suggest that lower country-level investor protection and other country characteristics make it suboptimal for foreign firms to invest as much in governance as U.S. firms do. Overall, we find that minority shareholders benefit from governance improvements and do so partly at the expense of controlling shareholders.",
            "link": "https://doi.org/10.1093/rfs/hhn107.ra"
        },
        {
            "no": "15",
            "title": "Do Foreigners Invest Less in Poorly Governed Firms?",
            "date": "08 October 2008",
            "author": [
                "Christian Leuz",
                "Karl V. Lins",
                "Francis E. Warnock"
            ],
            "abstract": "As domestic sources of outside finance are limited in many countries around the world, it is important to understand factors that influence whether foreign investors provide capital to a country's firms. We study 4,409 firms from twenty-nine countries to assess whether and why concerns about corporate governance result in fewer foreign holdings. We find that foreigners invest less in firms that reside in countries with poor outsider protection and disclosure and have ownership structures that are conducive to governance problems. This effect is particularly pronounced when earnings are opaque, indicating that information asymmetry and monitoring costs faced by foreign investors likely drive the results.",
            "link": "https://doi.org/10.1093/rfs/hhn089.ra"
        },
        {
            "no": "16",
            "title": "Editorial Board",
            "date": "01 March 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq011"
        },
        {
            "no": "17",
            "title": "Forthcoming Articles",
            "date": "01 March 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq012"
        },
        {
            "no": "18",
            "title": "Contents",
            "date": "01 March 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq013"
        }
    ]
}