{
    "journal": "RFS",
    "volume": "23",
    "issue": "11",
    "date": "November 2010",
    "page": "Pages 3889–4186",
    "article": [
        {
            "no": "1",
            "title": "The Effects of Price Risk on Housing Demand: Empirical Evidence from U.S. Markets",
            "date": "06 October 2010",
            "author": [
                "Lu Han"
            ],
            "abstract": "This article examines how price risk affects housing demand. It identifies two relevant channels: a financial risk effect that reduces demand, and a hedging effect that increases demand since current homes may hedge future housing costs. The latter dominates when hedging incentives are strong, namely when the likelihood of moving up the housing ladder is high and the tendency to move across markets is low. For households with weak hedging incentives, the article finds negative effects of price risk on the timing and size of home purchases, but positive effects for households with strong hedging incentives.",
            "link": "https://doi.org/10.1093/rfs/hhq088"
        },
        {
            "no": "2",
            "title": "Why Do Household Portfolio Shares Rise in Wealth?",
            "date": "28 September 2010",
            "author": [
                "Jessica A. Wachter",
                "Motohiro Yogo"
            ],
            "abstract": "We develop a life-cycle consumption and portfolio choice model in which households have nonhomothetic utility over two types of goods, basic and luxury. We calibrate the model to match the cross-sectional and life-cycle variation in the basic expenditure share in the Consumer Expenditure Survey. The model explains the degree to which the portfolio share in risky assets rises in wealth in the cross-section of households in the Survey of Consumer Finances. For a given household, the portfolio share can fall in response to an increase in wealth, even though the model implies decreasing relative risk aversion.",
            "link": "https://doi.org/10.1093/rfs/hhq092"
        },
        {
            "no": "3",
            "title": "Stock Market Liquidity and the Long-run Stock Performance of Debt Issuers",
            "date": "30 September 2010",
            "author": [
                "Alexander W. Butler",
                "Hong Wan"
            ],
            "abstract": "Previous studies document that the stock returns of bond-issuing firms significantly underperform matched peers over the three to five years following issuance. We revisit this phenomenon and show that the underperformance is the result of an omitted return factor (a “bad model problem”). Debt issuers have significantly higher stock market liquidity than size and book-to-market matched counterparts, and differences in liquidity are largest for the worst-performing groups of issuers. When we additionally match on liquidity or when we include a liquidity factor in the model for expected returns, the evidence of underperformance disappears.",
            "link": "https://doi.org/10.1093/rfs/hhq082"
        },
        {
            "no": "4",
            "title": "Event Study Testing with Cross-sectional Correlation of Abnormal Returns",
            "date": "21 September 2010",
            "author": [
                "James W. Kolari",
                "Seppo Pynnönen"
            ],
            "abstract": "This article examines the issue of cross-sectional correlation in event studies. When there is event-date clustering, we find that even relatively low cross-correlation among abnormal returns is serious in terms of over-rejecting the null hypothesis of zero average abnormal returns. We propose a new test statistic that modifies the t-statistic of Boehmer, Musumeci, and Poulsen (1991) to take into account cross-correlation and show that it performs well in competition with others, including the portfolio approach, which is less powerful than other alternatives under study. Also, our statistic is readily useable to test multiple-day cumulative abnormal returns.",
            "link": "https://doi.org/10.1093/rfs/hhq072"
        },
        {
            "no": "5",
            "title": "SEO Risk Dynamics",
            "date": "06 October 2010",
            "author": [
                "Murray Carlson",
                "Adlai Fisher",
                "Ron Giammarino"
            ],
            "abstract": "We theoretically and empirically investigate firm-level risk dynamics around seasoned equity offerings (SEOs). Empirically, beta increases before SEOs and decreases gradually thereafter. Using real options theory, commitment-to-invest generates a gradual post-issuance beta decline whereas instantaneous investment and time-to-build do not. In a behavioral theory, systematic mispricing can cause increasing pre-issuance and decreasing post-issuance risk but idiosyncratic mispricing cannot. In the empirical cross-section, investment, own-firm runup, SEO proceeds, and primary issuance—associated with the real options theory—predict beta declines. Sentiment proxies have weaker effects in the full sample, but are significant in a post-1996 subsample. SEOs coincide with low firm- and market-volatility, suggesting volatility-timing in corporate decisions.",
            "link": "https://doi.org/10.1093/rfs/hhq083"
        },
        {
            "no": "6",
            "title": "Judicial Discretion in Corporate Bankruptcy",
            "date": "26 September 2010",
            "author": [
                "Nicola Gennaioli",
                "Stefano Rossi"
            ],
            "abstract": "We study a demand-and-supply model of judicial discretion in corporate bankruptcy. On the supply side, we assume that bankruptcy courts may be biased for debtors or creditors, and subject to career concerns. On the demand side, we assume that debtors (and creditors) can engage in forum shopping at some cost. A key finding is that stronger creditor protection in reorganization improves judicial incentives to resolve financial distress efficiently, preventing a “race to the bottom” toward inefficient uses of judicial discretion. The comparative statics of our model shed light on a lot of evidence on U.S. bankruptcy and yield novel predictions on how bankruptcy codes should affect firm-level outcomes.",
            "link": "https://doi.org/10.1093/rfs/hhq079"
        },
        {
            "no": "7",
            "title": "Control of Corporate Decisions: Shareholders vs. Management",
            "date": "20 September 2010",
            "author": [
                "Milton Harris",
                "Artur Raviv"
            ],
            "abstract": "This article addresses the issue of whether shareholders would be better off with enhanced control over corporate decisions. The issue has been hotly debated in the recent literature. Our main contribution is to use formal modeling to uncover some factors overlooked in these arguments. For example, we show that claims that shareholder control would reduce value because shareholders lack sufficient information to make important decisions or because they have a non-value-maximizing agenda are flawed. We also show, however, that even if shareholders seek to maximize firm value and can delegate decisions to management, shareholders should not control all major decisions.",
            "link": "https://doi.org/10.1093/rfs/hhq081"
        },
        {
            "no": "8",
            "title": "Incentives, Targeting, and Firm Performance: An Analysis of Non-executive Stock Options",
            "date": "07 October 2010",
            "author": [
                "Yael V. Hochberg",
                "Laura Lindsey"
            ],
            "abstract": "We examine whether options granted to non-executive employees affect firm performance. Using new data on option programs, we explore the link between broad-based option programs, option portfolio implied incentives, and firm operating performance, utilizing an instrumental variables approach to identify causal effects. Firms whose employee option portfolios have higher implied incentives exhibit higher subsequent operating performance. Intuitively, the implied incentive-performance relation is concentrated in firms with fewer employees and in firms with higher growth opportunities. Additionally, the effect is concentrated in firms that grant options broadly to non-executive employees, consistent with theories of cooperation and mutual monitoring among co-workers.",
            "link": "https://doi.org/10.1093/rfs/hhq093"
        },
        {
            "no": "9",
            "title": "Forthcoming Articles",
            "date": "01 November 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq119"
        },
        {
            "no": "10",
            "title": "Cover",
            "date": "01 November 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq117"
        },
        {
            "no": "11",
            "title": "Editorial Board",
            "date": "01 November 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq118"
        },
        {
            "no": "12",
            "title": "Table of Contents",
            "date": "01 November 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq120"
        }
    ]
}