{
    "journal": "RFS",
    "volume": "23",
    "issue": "8",
    "date": "August 2010",
    "page": "Pages 2935–3277",
    "article": [
        {
            "no": "1",
            "title": "CEO Replacement Under Private Information",
            "date": "16 March 2010",
            "author": [
                "Roman Inderst",
                "Holger M. Mueller"
            ],
            "abstract": "This article examines the optimal CEO compensation and replacement policy when the CEO is privately informed about the firm’s continuation value under his leadership. Ex ante moral hazard implies that the CEO must receive ex post quasi rents, which endogenously biases him toward continuation. Our model shows that to induce “bad” CEOs to quit, it may be best to make continuation costly (through steep incentive pay) rather than simply rewarding quitting (through severance pay). Incentive pay makes continuation attractive for “good” CEOs, who can expect high future on-the-job pay, but unattractive for “bad” CEOs, who may instead prefer to take their outside option payoff. Our model generates novel empirical implications that jointly relate CEO compensation and turnover to corporate governance, firm size, cash-flow risk, and the informativeness of performance measurement.",
            "link": "https://doi.org/10.1093/rfs/hhq018"
        },
        {
            "no": "2",
            "title": "Dynamic Mean-Variance Asset Allocation",
            "date": "18 May 2010",
            "author": [
                "Suleyman Basak",
                "Georgy Chabakauri"
            ],
            "abstract": "We solve the dynamic mean-variance portfolio problem and derive its time-consistent solution using dynamic programming. Previous literature, in contrast, only determines either myopic or precommitment (committing to follow the initially optimal policy) solutions. We provide a fully analytical simple characterization of the dynamically optimal mean-variance portfolios within a general incomplete-market economy. We also identify a probability measure that incorporates intertemporal hedging demands and facilitates tractability. We illustrate this by easily computing portfolios explicitly under various stochastic investment opportunities. A calibration exercise shows that the mean-variance hedging demands are economically significant.",
            "link": "https://doi.org/10.1093/rfs/hhq028"
        },
        {
            "no": "3",
            "title": "The Representative Agent of an Economy with External Habit Formation and Heterogeneous Risk Aversion",
            "date": "13 April 2010",
            "author": [
                "Costas Xiouros",
                "Fernando Zapatero"
            ],
            "abstract": "In this article, we derive an analytic expression for the representative agent of a large class of economies populated by agents with “catching up with the Joneses” preferences, but who exhibit heterogeneous risk aversion. As Chan and Kogan (2002) show numerically, the representative agent has stochastic risk that moves countercyclically to the state variable. However, we show that heterogeneity of risk aversion alone is insuﬀicient for explaining empirical regularities—namely the variability of the Sharpe ratio—that Campbell and Cochrane (1999) obtain in a model of a representative agent with stochastic risk aversion.",
            "link": "https://doi.org/10.1093/rfs/hhq029"
        },
        {
            "no": "4",
            "title": "Formal versus Informal Finance: Evidence from China",
            "date": "06 May 2010",
            "author": [
                "Meghana Ayyagari",
                "Asli Demirgüç-Kunt",
                "Vojislav Maksimovic"
            ],
            "abstract": "The fast growth of Chinese private sector firms is taken as evidence that informal finance can facilitate firm growth better than formal banks in developing countries. We examine firm financing patterns and growth using a database of twenty-four hundred Chinese firms. While a relatively small percentage of firms utilize bank loans, bank financing is associated with faster growth whereas informal financing is not. Controlling for selection, we find that firms with bank financing grow faster than similar firms without bank financing and that our results are not driven by bank corruption or the selection of firms that have accessed the formal financial system. Our findings question whether reputation and relationship-based financing are responsible for the performance of the fastest-growing firms in developing countries.",
            "link": "https://doi.org/10.1093/rfs/hhq030"
        },
        {
            "no": "5",
            "title": "Optimal Mortgage Design",
            "date": "28 April 2010",
            "author": [
                "Tomasz Piskorski",
                "Alexei Tchistyi"
            ],
            "abstract": "This article studies optimal mortgage design in a continuous-time setting with volatile and privately observable income, costly foreclosure, and a stochastic market interest rate. We show that the features of the optimal mortgage are consistent with an option adjustable-rate mortgage (option ARM). Under the optimal contract, the borrower is given discretion of how much to repay until his balance reaches a certain limit. The default rates and interest rate payment on the mortgage correlate positively with the market interest rate. Gains from using the optimal contract relative to simpler mortgages are the biggest for those who face more income variability, buy pricey houses given their income level, or make little or no down payment. Our model thus may help to explain a high concentration of option ARMs among riskier borrowers.",
            "link": "https://doi.org/10.1093/rfs/hhq031"
        },
        {
            "no": "6",
            "title": "Volatility Dynamics for the S&P500: Evidence from Realized Volatility, Daily Returns, and Option Prices",
            "date": "29 April 2010",
            "author": [
                "Peter Christoffersen",
                "Kris Jacobs",
                "Karim Mimouni"
            ],
            "abstract": "Most recent empirical option valuation studies build on the affine square root (SQR) stochastic volatility model. The SQR model is a convenient choice, because it yields closed-form solutions for option prices. We investigate alternatives to the SQR model, by comparing its empirical performance with that of five different but equally parsimonious stochastic volatility models. We provide empirical evidence from three different sources: realized volatilities, S&P500 returns, and an extensive panel of option data. The three sources of data all point to the same conclusion: the best volatility specification is one with linear rather than square root diffusion for variance. This model captures the stylized facts in realized volatilities, it performs well in fitting various samples of index returns, andit has the lowest option implied volatility mean squared error in and out of sample.",
            "link": "https://doi.org/10.1093/rfs/hhq032"
        },
        {
            "no": "7",
            "title": "Long-Run Risk through Consumption Smoothing",
            "date": "03 May 2010",
            "author": [
                "Georg Kaltenbrunner",
                "Lars A. Lochstoer"
            ],
            "abstract": "We examine how long-run consumption risk arises endogenously in a standard production economy model where the representative agent has Epstein–Zin preferences. We show that even when technology growth is i.i.d., optimal consumption smoothing induces long-run risk—highly persistent variation in expected consumption growth. As a consequence, the model can account for a high price of risk, although both consumption growth volatility and the coefficient of relative risk aversion are low. The asset pricing implications of endogenous long-run risk depend crucially on the persistence of technology shocks and investors’ preference for the timing of resolution of uncertainty. (JEL E21, E23, E30, G12)",
            "link": "https://doi.org/10.1093/rfs/hhq033"
        },
        {
            "no": "8",
            "title": "Do Market Efficiency Measures Yield Correct Inferences? A Comparison of Developed and Emerging Markets",
            "date": "13 July 2010",
            "author": [
                "John M. Griffin",
                "Patrick J. Kelly",
                "Federico Nardari"
            ],
            "abstract": "Using data from 56 markets, we find that short-term reversal, post-earnings drift, and momentum strategies earn similar returns in emerging and developed markets. Variance ratios and market delay measures often show greater deviations from random walk pricing in developed markets. Conceptually, we show that commonly used efficiency tests can yield misleading inferences because they do not control for the information environment. Our evidence corrects misperceptions that emerging markets feature larger trading profits and higher return autocorrelation, highlights crucial limitations of weak and semi-strong form efficiency measures, and points to the importance of measuring informational aspects of efficiency.",
            "link": "https://doi.org/10.1093/rfs/hhq044"
        },
        {
            "no": "9",
            "title": "Editorial Board",
            "date": "01 August 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq066"
        },
        {
            "no": "10",
            "title": "Forthcoming Articles",
            "date": "01 August 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq067"
        },
        {
            "no": "11",
            "title": "Contents",
            "date": "01 August 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhq068"
        }
    ]
}