{
    "journal": "JF",
    "volume": "43",
    "issue": "4",
    "date": "September 1988",
    "page": "Pages: ia-via, i-xxv, 789-1073, xxvi-lxiii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "September 1988",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb00489.x"
        },
        {
            "no": "2",
            "title": "FORTY‐EIGHTH ANNUAL MEETING AMERICAN FINANCE ASSOCIATION",
            "date": "September 1988",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02603.x"
        },
        {
            "no": "3",
            "title": "Preliminary Program: Forty‐Eighth Annual Meeting American Finance Association",
            "date": "September 1988",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb00490.x"
        },
        {
            "no": "4",
            "title": "ASSOCIATION MEETINGS",
            "date": "September 1988",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02604.x"
        },
        {
            "no": "5",
            "title": "ANNOUNCEMENTS",
            "date": "September 1988",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02605.x"
        },
        {
            "no": "6",
            "title": "Anatomy of Initial Public Offerings of Common Stock",
            "date": "September 1988",
            "author": [
                "SEHA M. TINIÇ"
            ],
            "abstract": "Initial public offerings of common stocks (IPOs) are typically underpriced. In this paper, the author develops and tests the hypothesis that underpricing serves as a form of insurance against legal liability and the associated damages to the reputations of investment bankers. The empirical results based on samples of IPOs that were brought to the market before and after the Securities Act of 1933 provide considerable support for the implicit insurance hypothesis. Specifically, gross underpricing and market segmentation between prestigious and fringe investment bankers in originating unseasoned new issues appear to be peculiar to the post‐1933 era.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02606.x"
        },
        {
            "no": "7",
            "title": "Risk‐Based Premiums for Insurance Guaranty Funds",
            "date": "September 1988",
            "author": [
                "J. DAVID CUMMINS"
            ],
            "abstract": "Insurance guaranty funds have been adopted in all states to compensate policyholders for losses resulting from insurance company insolvencies. The guaranty funds charge flat premium rates, usually a percentage of premiums. Flat premiums can induce insurers to adopt high‐risk strategies, a problem that can be avoided through the use of risk‐based premiums. This article develops risk‐based premium formulas for three cases: a) an ongoing insurer with stochastic assets and liabilities, b) an ongoing insurer also subject to jumps in liabilities (catastrophes), and c) a policy cohort, where claims eventually run off to zero. Premium estimates are provided and compared with actual guaranty fund assessment rates.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02607.x"
        },
        {
            "no": "8",
            "title": "Estimation Bias Induced by Discrete Security Prices",
            "date": "September 1988",
            "author": [
                "CLIFFORD A. BALL"
            ],
            "abstract": "Commonly, equilibrium security prices are modeled by continuous‐state stochastic processes, while observed prices are rounded into discrete units. This paper models the rounding mechanism and examines the probabilistic structure of the resultant rounded process. We provide accurate and simple estimates of the inflation in estimated variance and kurtosis induced by ignoring rounding. In particular, the maximum‐likelihood estimate of security price volatility using rounded prices is developed, and a simulation analysis is performed to examine the small‐sample properties of this estimator. For many practical applications, a simple correction for rounding becomes available.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02608.x"
        },
        {
            "no": "9",
            "title": "The Implications of Nonmarketable Income for Consumption‐Based Models of Asset Pricing",
            "date": "September 1988",
            "author": [
                "DAVID P. BROWN"
            ],
            "abstract": "A new representation of nonmarketable (NM) income is introduced in this essay. Using this representation and continuous trading, there exists a set of individuals who do not participate in the asset market and who consume at the rate of nonmarketable income derived from human capital. Because these individuals remain nonparticipants for a range of stochastic processes governing the NM income, consumption betas are not generally unique in value and the consumption‐based CAPM (CCAPM) does not obtain. However, the intertemporal CAPM (ICAPM) of Merton remains valid.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02609.x"
        },
        {
            "no": "10",
            "title": "An Asset‐Pricing Theory Unifying the CAPM and APT",
            "date": "September 1988",
            "author": [
                "K. C. JOHN WEI"
            ],
            "abstract": "This study shows that the competitive‐equilibrium version of the APT may be extended to develop an exact model if idiosyncratic risks obey the Ross separating distribution. The results indicate that one only need add the market portfolio as an extra factor to the factor model in order to obtain an exact asset‐pricing relation. Thus, this study presents an extension and integration of the CAPM and APT. The “empirical” APT is also generalized to allow for some factors to be omitted from the econometric model employed to test the theory. The developed model is extremely robust and may be reduced to the CAPM or expanded to approximate Ross's APT depending upon the number of omitted factors. Further, the importance of the market portfolio is shown to be a monotonic increasing function of the number of omitted factors. Finally, the study demonstrates that, in a finite economy, the pricing‐error bound of the Ross APT in a correlated‐residuals factor structure is an increasing function of the absolute value of market‐residual beta, rather than the weight of the asset in the market portfolio as is the case of uncorrelated factor residuals. However, under the normality assumption, the pricing error becomes an extra component related to the market‐portfolio factor, and the exact asset‐pricing relation is once again obtained.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02610.x"
        },
        {
            "no": "11",
            "title": "Term Structure Multiplicity and Clientele in Markets with Transactions Costs and Taxes",
            "date": "September 1988",
            "author": [
                "JAIME CUEVAS DERMODY",
                "ELIEZER ZEEV PRISMAN"
            ],
            "abstract": "The authors investigate term structure with realistic transactions costs and taxes. Its properties are derived from a certain no‐arbitrage condition via duality theory in convex programming. Transactions costs imply an infinite multiplicity of term structures. A simple example with realistic transactions costs shows that this multiplicity can induce a valuation range of over 277 basis points. Transactions costs also allow equilibrium without short sale restrictions. The authors find the minimum transactions costs that prevent arbitrage. In addition, the exact conditions for weak clientele, in which investors will not buy some bonds and may not sell any that they already hold, are established.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02611.x"
        },
        {
            "no": "12",
            "title": "Was the Tax‐Exempt Bond Market Inefficient or Were Future Expected Tax Rates Negative?",
            "date": "September 1988",
            "author": [
                "LEVIS A. KOCHIN",
                "RICHARD W. PARKS"
            ],
            "abstract": "This paper shows that the sharp narrowing with maturity of the spread between taxable and tax‐exempt yields leaves room for tax arbitrage. At times, tax‐exempt forward rates have exceeded taxable forward rates. At such times, only expectations of higher taxes on Treasury than on municipal bonds would eliminate profit opportunities. The authors develop the idea of forward tax rates and compute forward tax rates for 1955 through 1984. They also outline tax‐arbitrage mechanisms involving private forward sale of long municipal bonds or the use of the Municipal Bond Futures Contract and show the potential profits.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02612.x"
        },
        {
            "no": "13",
            "title": "Was It Real? The Exchange Rate‐Interest Differential Relation over the Modern Floating‐Rate Period",
            "date": "September 1988",
            "author": [
                "RICHARD MEESE",
                "KENNETH ROGOFP"
            ],
            "abstract": "In this paper, we explore the relationship between real exchange rates and real interest rate differentials in the United States, Germany, Japan, and the United Kingdom. Contrary to theories based on the joint hypothesis that domestic prices are sticky and monetary disturbances are predominant, we find little evidence of a stable relationship between real interest rates and real exchange rates. We consider both in‐sample and out‐of‐sample tests. One hypothesis that is consistent with our findings is that real disturbances (such as productivity shocks) may be a major source of exchange rate volatility.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02613.x"
        },
        {
            "no": "14",
            "title": "The Interrelation of Stock and Options Market Trading‐Volume Data",
            "date": "September 1988",
            "author": [
                "JOSEPH H. ANTHONY"
            ],
            "abstract": "This research empirically investigates the relation between common stock and call option trading volumes. The paper hyothesizes and tests a sequential flow of information between the stock and option markets. If information trading for CBOE‐listed firms is predominantly accomplished through option trading, then existing research methodologies may be biased against finding any significant economic consequences in those instances where option listing is an important variable. Results indicate that trading in call options leads trading in the underlying shares, with a one‐day lag.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02614.x"
        },
        {
            "no": "15",
            "title": "Firm Characteristics, Unanticipated Inflation, and Stock Returns",
            "date": "September 1988",
            "author": [
                "DOUGLAS K. PEARCE",
                "V. VANCE ROLEY"
            ],
            "abstract": "This paper re‐examines the effects of nominal contracts on the relationship between unanticipated inflation and an individual stock's rate of return. This study differs in three main ways from previous research. First, announced inflation data are used to examine the effects of unanticipated inflation. Second, a different specification is used to obtain more efficient estimates. Third, additional nominal contracts are considered. The empirical results indicate that time‐varying firm characteristics related to inflation predominately determine the effect of unanticipated inflation on a stock's rate of return. A firm's debt‐equity ratio appears to be particularly important in determining the response.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02615.x"
        },
        {
            "no": "16",
            "title": "Capital Structure Theory and REIT Security Offerings",
            "date": "September 1988",
            "author": [
                "JOHN S. HOWE",
                "JAMES D. SHILLING"
            ],
            "abstract": "In this paper, we examine the stock price reactions to announcements of new security offerings by Real Estate Investment Trusts (REITs). REITs offer a unique setting in which to study these events because they do not pay taxes at the firm level. Theory suggests that the net tax gain to corporate borrowing is unambiguously negative for a REIT. Contrary to some recent studies, however, we find a positive stock price reaction to debt offerings, while the negative equity‐issuance effect is preserved. Further empirical evidence lends support to signalling as the explanation for the positive significant debt‐issuance effect.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02616.x"
        },
        {
            "no": "17",
            "title": "Testing Rationality in the Point Spread Betting Market",
            "date": "September 1988",
            "author": [
                "JOHN GANDAR",
                "RICHARD ZUBER",
                "THOMAS O'BRIEN",
                "BEN RUSSO"
            ],
            "abstract": "This paper presents empirical tests of market rationality using data from the point spread betting market on National Football League games. Data from this market avoid many common pitfalls of tests of rationality in conventional financial markets. The authors test for rationality with two types of tests, statistical and economic. Results of the tests reveal that the statistical tests cannot reject market rationality while the economic tests do reject market rationality.",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02617.x"
        },
        {
            "no": "18",
            "title": "Beta Changes around Stock Splits: A Note",
            "date": "September 1988",
            "author": [
                "M. J. BRENNAN",
                "T. E. COPELAND"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02618.x"
        },
        {
            "no": "19",
            "title": "A Multiperiod Asset‐Pricing Model with Unobservable Market Portfolio: A Note",
            "date": "September 1988",
            "author": [
                "HOSSEIN B. KAZEMI"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02619.x"
        },
        {
            "no": "20",
            "title": "Market Uncertainty and the Least‐Cost Offering Method of Public Utility Debt: A Note",
            "date": "September 1988",
            "author": [
                "FRANK J. FABOZZI",
                "EILEEN MORAN",
                "CHRISTOPHER K. MA"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02620.x"
        },
        {
            "no": "21",
            "title": "A Fundamental Study of the Seasonal Risk‐Return Relationship: A Note",
            "date": "September 1988",
            "author": [
                "ERIC C. CHANG",
                "J. MICHAEL PINEGAR"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02621.x"
        },
        {
            "no": "22",
            "title": "Insider Holdings and Perceptions of Information Asymmetry: A Note",
            "date": "September 1988",
            "author": [
                "RAYMOND CHIANG",
                "P. C. VENKATESH"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02622.x"
        },
        {
            "no": "23",
            "title": "Potential Biases from Using Only Trade Prices of Related Securities on Different Exchanges: A Comment",
            "date": "September 1988",
            "author": [
                "ANAND M. VIJH"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02623.x"
        },
        {
            "no": "24",
            "title": "Callable Bonds: A Risk‐Reducing Signalling Mechanism—A Comment",
            "date": "September 1988",
            "author": [
                "LARRY D. WALL"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02624.x"
        },
        {
            "no": "25",
            "title": "Callable Bonds: A Risk‐Reducing Signalling Mechanism—A Reply",
            "date": "September 1988",
            "author": [
                "EDWARD HENRY ROBBINS",
                "JOHN D. SCHATZBERG"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb02625.x"
        },
        {
            "no": "26",
            "title": "Back Matter",
            "date": "September 1988",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1988.tb00491.x"
        }
    ]
}