{
    "journal": "JF",
    "volume": "36",
    "issue": "3",
    "date": "June 1981",
    "page": "Pages: i-vi, 569-767, vii-xii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "June 1981",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00696.x"
        },
        {
            "no": "2",
            "title": "An Equilibrium Analysis of Debt Financing under Costly Tax Arbitrage and Agency Problems",
            "date": "June 1981",
            "author": [
                "AMIR BARNEA",
                "ROBERT A. HAUGEN",
                "LEMMA W. SENBET"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00645.x"
        },
        {
            "no": "3",
            "title": "Transaction Costs and the Pricing of Assets",
            "date": "June 1981",
            "author": [
                "JORAM MAYSHAR"
            ],
            "abstract": "The existence of transaction costs explains why investors do not fully diversify their portfolios. This paper examines the implications of such limited diversification on equilibrium asset prices in the framework of the capital asset pricing model. In the pricing equation obtained here an asset's risk premium depends on a weighted average of its covariance with the market and its own variance.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00646.x"
        },
        {
            "no": "4",
            "title": "Valuation of GNMA Mortgage‐Backed Securities",
            "date": "June 1981",
            "author": [
                "KENNETH B. DUNN",
                "JOHN J. McCONNELL"
            ],
            "abstract": "GNMA mortgage‐backed pass‐through securities are supported by pools of amortizing, callable loans. Additionally, mortgagors often prepay their loans when the market interest rate is above the coupon rate of their loans. This paper develops a model for pricing GNMA securities and uses it to examine the impact of the amortization, call, and prepayment features on the prices, risks and expected returns of GNMA's. The amortization and prepayment features each have a positive effect on price, while the call feature has a negative impact. All three features reduce a GNMA security's interest rate risk and, consequently, its expected return.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00647.x"
        },
        {
            "no": "5",
            "title": "The Effects of Mission‐Oriented Public R & D Spending on Private Industry",
            "date": "June 1981",
            "author": [
                "JEFFREY CARMICHAEL"
            ],
            "abstract": "This paper addresses the question of how government mission‐oriented R & D spending affects private R & D spending and thereby the total investment in technology. The problem is approached within the context of the capital asset pricing model in which the firm views investment projects in terms of their risk and return characteristics. The firm is assumed to produce jointly an established product and an R & D‐intensive product, where the latter generates an additional output of technology, or spillover, that is used as an input into the former. By investing in R & D the firm alters its risk and return characteristics in two ways: through the expected profits from the sale of the R & D‐intensive good; and through the expected profits from the spillover. In this model, government mission‐oriented R & D contracting affects the firm by enabling it to separate to some extent these two sources of risk and return. The main implication of the analysis is that while some public crowding out of private R & D is likely, this is almost certain to be incomplete. The empirical evidence from the U.S. transport industry supports the model and suggests that each dollar of government funding adds around 92 cents to total R & D spending; crowding out private investment by as little as eight percent.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00648.x"
        },
        {
            "no": "6",
            "title": "Resolving the Agency Problems of External Capital through Options",
            "date": "June 1981",
            "author": [
                "ROBERT A. HAUGEN",
                "LEMMA W. SENBET"
            ],
            "abstract": "This paper investigates the role of stock options in resolving the agency problems of external capital as originally identified by Jensen and Meckling (1976). These problems are precipitated by managerial incentives a) to consume excessive non‐pecuniary benefits or perquisites beyond the optimal level for sole ownership and b) to engage in risk shifting in productive decisions so as to transfer wealth from external capital contributors. These incentive problems can be resolved through a strategy that judiciously combines call and put options retained by the owner‐manager and external financiers, respectively. The resolution of the agency problems through this mechanism provides an economic rationale for the existence of managerial stock options and convertible debt.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00649.x"
        },
        {
            "no": "7",
            "title": "The Weekend Eurodollar Game",
            "date": "June 1981",
            "author": [
                "WARREN L. COATS JR."
            ],
            "abstract": "A growing number of large U.S. banks have used artificial Eurodollar transactions in connection with the heavier weighting of Fridays in the calculation of required reserves to significantly reduce the impact on them of that requirement. This reserve avoidance behavior bestows an unintended and inequitable benefit on those banks engaging in it, unnecessarily increases risks from credit exposures and potentially distorts money stock measures. The incentive for this activity and hence its practice can best be removed by paying interest on required reserves or weighting Fridays equally with all other business days in the reserve requirement calculations.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00650.x"
        },
        {
            "no": "8",
            "title": "Interest Rates, Uncertainty and the Livingston Data",
            "date": "June 1981",
            "author": [
                "WILLIAM A. BOMBERGER",
                "WILLIAM J. FRAZER JR."
            ],
            "abstract": "The observed relationship between the standard deviation of forecasts and past forecast errors as found in the Livingston survey suggests the interpretation of the standard deviation as a measure of inflation uncertainty. The mean and the standard deviation for the inflation rate forecast found in the Livingston survey, furthermore, are used as regressors in a reduced‐form interest rate equation. The results indicate a large negative effect of such uncertainty on interest rates. The inclusion of the uncertainty measure and commonly omitted lagged values of all variables in our analysis of data leads to more theoretically plausible estimated effects of money growth and expected inflation on interest rates than do standard estimates.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00651.x"
        },
        {
            "no": "9",
            "title": "The Impact of Federal Interest Rate Regulations on the Small Saver: Further Evidence",
            "date": "June 1981",
            "author": [
                "EDWARD C. LAWRENCE",
                "GREGORY E. ELLIEHAUSEN"
            ],
            "abstract": "This paper provides further evidence on the distributional impact of interest rate ceilings on the small saver. Cross‐section data from the 1977 Consumer Credit Survey was used to estimate the implicit losses imposed on different income classes by government regulations. Our findings generally support earlier studies which found the implicit burden to be regressive among income classes. However, the degree of regressivity showed a marked decrease since 1970. These results may be explained by portfolio adjustments of households and financial innovations in response to deposit rate ceilings and accelerating inflation during the 1970s.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00652.x"
        },
        {
            "no": "10",
            "title": "Efficient Funds in a Financial Market with Options: a New Irrelevance Proposition",
            "date": "June 1981",
            "author": [
                "KOSE JOHN"
            ],
            "abstract": "Under the same assumptions that Ross used to assert the existence of an efficient fund (on which a spanning set of options can be written) we prove that almost any portfolio is an efficient fund. From a constructive point of view, a randomly chosen vector of portfolio weights yields an efficient fund. When the Ross assumptions are relaxed, a limited notion of efficiency‐maximal efficiency‐is the best attainable. The maximally efficient funds are also everywhere dense in the portfolio space. Some implications are discussed and illustrative examples given.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00653.x"
        },
        {
            "no": "11",
            "title": "A Note on Exchange‐Rate Expectations and Nominal Interest Differentials: A Test of the Fisher Hypothesis",
            "date": "June 1981",
            "author": [
                "ROBERT E. CUMBY",
                "MAURICE OBSTFELD"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00654.x"
        },
        {
            "no": "12",
            "title": "A Note on the Efficiency of Black Markets in Foreign Currencies",
            "date": "June 1981",
            "author": [
                "SANJEEV GUPTA"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00655.x"
        },
        {
            "no": "13",
            "title": "A Note on Testing an Aggressive Investment Strategy Using Value Line Ranks",
            "date": "June 1981",
            "author": [
                "CLARK HOLLOWAY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00656.x"
        },
        {
            "no": "14",
            "title": "A Note on Real and Nominal Efficient Sets",
            "date": "June 1981",
            "author": [
                "PIET SERCU"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00657.x"
        },
        {
            "no": "15",
            "title": "Makin's MARP A Comment",
            "date": "June 1981",
            "author": [
                "DANIEL FRIEDMAN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00658.x"
        },
        {
            "no": "16",
            "title": "Portfolio Theory and the Problem of Foreign Exchange Risk: Reply",
            "date": "June 1981",
            "author": [
                "JOHN H. MAKIN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00659.x"
        },
        {
            "no": "17",
            "title": "The Theoretical Relationship between Systematic Risk and Financial (Accounting) Variables: Comment",
            "date": "June 1981",
            "author": [
                "KEE S. KIM"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00660.x"
        },
        {
            "no": "18",
            "title": "The Theoretical Relationship Between Systematic Risk and Financial (Accounting) Variables: Reply",
            "date": "June 1981",
            "author": [
                "ROBERT G. BOWMAN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00661.x"
        },
        {
            "no": "19",
            "title": "Book Reviews",
            "date": "June 1981",
            "author": [],
            "abstract": "Book reviewed in this article:\nCases on Financial Institutions. By DIXON C. CUNNINGHAM, CHARLES O. MEIBURG and MICHAEL C. WALKER\nPortfolio Theory, 25 Years After. Edited by E. J. ELTON and M. J. GRUBER\nA Treatise on Markets, Spot, Futures, and Options. By JOSEPH M. BURNS\nStabilization of International Commodity Markets. By PAUL HALLWOOD\nInternational Lending, Risk & the Euromarkets. By ANTHONY ANGELINI, MAXIMO ENG and FRANCIS A. LEES\nCollege Financial Management. By E. EUGENE CARTER\nFundamentals of Finance. By RICHARD A. STEVENSON\nNew Sources of Capital for the Savings and Loan Industry: Proceedings of the Fifth Annual Conference.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00662.x"
        },
        {
            "no": "20",
            "title": "Miscellanea",
            "date": "June 1981",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00663.x"
        },
        {
            "no": "21",
            "title": "Back Matter",
            "date": "June 1981",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00697.x"
        }
    ]
}