{
    "journal": "JF",
    "volume": "36",
    "issue": "1",
    "date": "March 1981",
    "page": "Pages: i-vi, 1-215, vii-xxiv",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "March 1981",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00664.x"
        },
        {
            "no": "2",
            "title": "Taxation and Corporate Pension Policy",
            "date": "March 1981",
            "author": [
                "IRWIN TEPPER"
            ],
            "abstract": "This paper focuses on the impact of taxes on optimal corporate pension policy. The analysis is based upon an integration of corporate and individual shareholder considerations. The major conclusions are that a company should fully fund its pension plan and should invest the pension fund totally in bonds.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03530.x"
        },
        {
            "no": "3",
            "title": "The Adjustment of Stock Prices to Information About Inflation",
            "date": "March 1981",
            "author": [
                "G. WILLIAM SCHWERT"
            ],
            "abstract": "This paper analyzes the reaction of stock prices to the new information about inflation. Based on daily returns to the Standard and Poor's composite portfolio from 1953–78, it seems that the stock market reacts negatively to the announcement of unexpected inflation in the Consumer Price Index (C.P.I.), although the magnitude of the reaction is small. It is interesting to note that the stock market seems to react at the time of announcement of the C.P.I., approximately one month after the price data are collected by the Bureau of Labor Statistics.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03531.x"
        },
        {
            "no": "4",
            "title": "The Monetary Approach to Exchange Rate in an Efficient Foreign Exchange Market: Tests Based on Volatility",
            "date": "March 1981",
            "author": [
                "ROGER D. HUANG"
            ],
            "abstract": "The variance bounds on exchange rate movements implied by the monetary approach to exchange rate in an efficient foreign exchange market is shown to be violated by sample data. The paper also presents evidence showing that the forecast errors implied by the monetary model can be forecasted using historical data. The results are interpreted to suggest either the incompatibility of the monetary approach with sample data, or an inefficient foreign exchange market or both.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03532.x"
        },
        {
            "no": "5",
            "title": "Testing the Efficiency of the Canadian‐U.S. Exchange Market under the Assumption of no Risk Premium",
            "date": "March 1981",
            "author": [
                "DAVID LONGWORTH"
            ],
            "abstract": "The efficiency of the Canadian‐U.S. exchange market for the current float is examined more extensively than previously. Semi‐strong‐form tests which admit the lagged spot rate as a predictor are considered in addition to the standard weak‐form test. These stronger tests reject the joint null hypothesis of an efficient exchange market and no risk premium for the period ending in October 1976, although not for the entire period. For almost every year the current spot rate provided a better forecast of the future spot rate than did the current forward rate.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03533.x"
        },
        {
            "no": "6",
            "title": "Federal Deposit Insurance, Regulatory Policy, and Optimal Bank Capital*",
            "date": "March 1981",
            "author": [
                "STEPHEN A. BUSER",
                "ANDREW H. CHEN",
                "EDWARD J. KANE"
            ],
            "abstract": "This paper seeks to explain the combination of explicit and implicit pricing for deposit insurance employed by the FDIC. Essentially, the FDIC sells two products—insurance and regulation. To span the product space, it must and does set two prices. We argue that the need to establish regulatory disincentives to bank risk‐taking is the heart of the controversy over the adequacy of bank capital and that the ability to close risky banks before exhausting their charter value (i.e., the value of their right to continue in business) stands at the center of these disincentives and in front of the FDIC's insurance reserves.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03534.x"
        },
        {
            "no": "7",
            "title": "An Analysis of Countercyclical Policies of The FHLBB",
            "date": "March 1981",
            "author": [
                "RICHARD J. KENT"
            ],
            "abstract": "Three policies of the Federal Home Loan Bank Board, the Specially Priced Advances Program in 1970–1, a program of advances at a reduced interest rate in 1974, and changes in the minimum liquidity ratio, are analyzed. A model of portfolio allocation is developed and estimated for savings and loan associations. Most of the net increase in advances borrowed under the first two programs have not been lent in the mortgage market. Reductions in the minimum liquidity requirement have resulted in an increase in mortgage lending, but substantial effects are not felt until a year after the liquidity requirement is reduced.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03535.x"
        },
        {
            "no": "8",
            "title": "On the Rate Structure of the American Life Insurance Market",
            "date": "March 1981",
            "author": [
                "RALPH A. WINTER"
            ],
            "abstract": "This article re‐examines the conclusion of previous studies that price dispersion is extreme in the American whole life insurance market. We take an axiomatic approach to the problem of measuring “price” dispersion in the market for the multiparameter whole life contracts, studying the distribution across contract offers of a price index which is uniquely determined by two conditions. In contrast to the accepted wisdom, we find that the derived measure of price dispersion is only 3.6% and that much of this dispersion can be accounted for by measurement error.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03536.x"
        },
        {
            "no": "9",
            "title": "On the Matter of Parity among Financial Obligations",
            "date": "March 1981",
            "author": [
                "WILBUR G. LEWELLEN",
                "DOUGLAS R. EMERY"
            ],
            "abstract": "The lessons of the leasing literature concerning the impact of leases on the debt capacity of a firm are reviewed and summarized to establish an approach to the analysis of the corporate bond refunding decision. A general proposition regarding financial obligation parity is established, and from that a clear bond refunding decision rule is developed. Previous debates in the literature about appropriate discount rates and about the appropriate cash flows to be discounted for refunding decisions are clarified.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03537.x"
        },
        {
            "no": "10",
            "title": "Variable Rate Debt Instruments and Corporate Debt Policy",
            "date": "March 1981",
            "author": [
                "T. AGMON",
                "A. R. OFER",
                "A. TAMIR"
            ],
            "abstract": "Sustained high rate of inflation has led to the creation of debt instruments with variable interest rate. The availability of these debt instruments presents management with the problem of the choice of the optimal debt portfolio. This paper deals with this problem assuming a given, and optimal, debt to equity ratio. Given expected monetary value maximization, an efficient frontier is derived in terms of the expected net income and probability of bankruptcy, where net income is defined as operating income minus debt repayment. This efficient frontier is shown to be also mean‐variance efficient. It is also shown that in most cases the optimal debt portfolio includes more than one debt instrument. In other words, the firm will avoid the policy of minimizing the expected cost of its debt repayments or the policy of minimizing the costs of bankruptcy. The optimal solution itself is affected by market variables like the relative expected cost of different debt instruments and by firm specific variables like the variability of its operating income stream, and the covariance between the operating income and the debt repayments.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03538.x"
        },
        {
            "no": "11",
            "title": "Investment Policy Implications of the Capital Asset Pricing Model",
            "date": "March 1981",
            "author": [
                "ROBERT R. GRAUER"
            ],
            "abstract": "The results of previous generalized Security Market Line (SML) tests of the Mean Variance (MV) and Linear Risk Tolerance (LRT) Capital Asset Pricing Models indicate that the models are empirically identical. A very widely accepted, but technically incorrect, explanation for the results is that with normal return distributions all expected utility maximizing riskaverse investors will pick MV portfolios. The paper shows that the generalized SML tests cannot distinguish between the MV model and a much wider variety of power utility LRT models than has previously been entertained. On the other hand, with approximately normal, or real world, return distributions the investment policies of the various models are shown to be different from each other, and from the MV policy in particular. To the extent the results of the portfolio selection calculations are robust, the results of, and implications drawn from, the tests of the macro pricing relations are not based on firm micro foundations.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03539.x"
        },
        {
            "no": "12",
            "title": "An Equilibrium Model of Asset Trading with Sequential Information Arrival",
            "date": "March 1981",
            "author": [
                "ROBERT H. JENNINGS",
                "LAURA T. STARKS",
                "JOHN C. FELLINGHAM"
            ],
            "abstract": "In an effort to better understand the dynamic market price adjustment process, this paper develops a model which describes the impact of new information on a financial market. The primary emphasis is on the price change‐volume relationship in the presence of a margin requirement. We find that the margin requirement significantly affects the relation of price change to volume. Furthermore, this relationship is shown to be affected by the number of investors in the market, the degree of information dissemination, differences in interpretation of information and the implicit cost of the margin requirement.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03540.x"
        },
        {
            "no": "13",
            "title": "Notes on Multiperiod Valuation and the Pricing of Options",
            "date": "March 1981",
            "author": [
                "SUDIPTO BHATTACHARYA"
            ],
            "abstract": "A mean‐variance risk‐return tradeoff relationship is derived for the diffusion process limiting case of a state‐preference model, with aggregate consumption serving as a pivotal variable. The model is compared to other recent models along the dimensions of generality and tractable implementation. The incorporation of stochastic interest rates in general equilibrium and arbitrage‐based valuation models is examined, and an extension to earlier methods is discussed, in connection with the implementation of “robust” general valuation procedures.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03541.x"
        },
        {
            "no": "14",
            "title": "A Note on Concentration and Checking Account Prices",
            "date": "March 1981",
            "author": [
                "D. K. OSBORNE",
                "JEANNE WENDEL"
            ],
            "abstract": "A recent survey (16) of StructureConductPerformance studies in banking lists twelve studies of the effect of concentration on checkingaccount prices. All twelve rely on proxies for price instead of actual price. Here we evaluate this practice by comparing the three most widely used proxies with the prices actually charged by a sample of 154 Texas banks.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03542.x"
        },
        {
            "no": "15",
            "title": "Investor Recognition of Corporation International Diversification: Comment",
            "date": "March 1981",
            "author": [
                "MICHAEL ADLER"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03543.x"
        },
        {
            "no": "16",
            "title": "Investor Recognition of Corporate International Diversification: Reply",
            "date": "March 1981",
            "author": [
                "TAMIR AGMON",
                "DONALD LESSARD"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03544.x"
        },
        {
            "no": "17",
            "title": "A Note on Capital Budgeting Techniques and the Reinvestment Rate: Comment",
            "date": "March 1981",
            "author": [
                "DAVID J. NICOL"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03545.x"
        },
        {
            "no": "18",
            "title": "Debt Capacity: Erratum",
            "date": "March 1981",
            "author": [
                "STUART M. TURNBULL"
            ],
            "abstract": "The following is a correction to an article published in the Journal of Finance, September 1979:\nEquation (4) applies when\n(\n1\n−\nw\n)\nC\n<\nG\n≤\nF\n+\nC\n(\n1\n−\nw\n)\n, and Equation (5) applies when\nG\n>\nF\n+\nC\n(\n1\n−\nw\n)\n. The market value of debt is given by:\nB\n1\n;\nG\n≤\n(\n1\n−\nw\n)\nC\nB\n2\n;\n(\n1\n−\nw\n)\nC\n<\nG\n≤\nF\n+\n(\n1\n−\nw\n)\nC\nB\n3\n:\nF\n+\n(\n1\n−\nw\n)\nC\n<\nG\nThis correction applies throughout the rest of the paper: see Equations (13), (14), (16), and Appendix.\nOn p. 933, the payment to bondholders should read\nZ\n=\nX\n(\n1\n−\nw\n)\n+\nwD\n+\nw\n(\nZ\n−\nF\n)\n−\nG\n. The second term in Equation (3) should read\nX\n+\n(\nD\n−\nF\n)\nw\n/\n(\n1\n−\nw\n)\n−\nG\n/\n(\n1\n−\nw\n)\n.\nI thank Professor Chi‐Cheng Hsia for bringing to my attention the above corrections.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03546.x"
        },
        {
            "no": "19",
            "title": "Book Reviews",
            "date": "March 1981",
            "author": [],
            "abstract": "The Theory of Money. By JURG NIEHANS.\nEstimation Risk and Optimal Portfolio Choice. By VIJAY S. BAWA, STEPHEN J. BROWN, and ROGER W. KLEIN. Amsterdam\nBasic Financial Management. By JOHN D. MARTIN, J. WILLIAM PETTY, ARTHUR J. KEOWN, and DAVID F. SCOTT, Jr.\nFinance. By MARVIN RAY and DAVID L. SCOTT.\nProblems in Public Utility Economics and Regulation. Edited by MICHAEL A. CREW.\nPublic Budgeting in America. By THOMAS D. LYNCH.\nMoney Hard and Soft on the International Currency Markets. By BRENDAN BROWN. Foreword by Robert Z. Aliber.",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03547.x"
        },
        {
            "no": "20",
            "title": "Miscellanea",
            "date": "March 1981",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb03548.x"
        },
        {
            "no": "21",
            "title": "Back Matter",
            "date": "March 1981",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1981.tb00665.x"
        }
    ]
}