{
    "journal": "JF",
    "volume": "70",
    "issue": "5",
    "date": "October 2015",
    "page": "Pages: 5-2352",
    "article": [
        {
            "no": "1",
            "title": "Yuliy Sannikov",
            "date": "03 September 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12355"
        },
        {
            "no": "2",
            "title": "Reaching for Yield in the Bond Market",
            "date": "06 August 2014",
            "author": [
                "BO BECKER",
                "VICTORIA IVASHINA"
            ],
            "abstract": "This paper studies reaching for yield—investors’ propensity to buy riskier assets to achieve higher yields—in the corporate bond market. We show that insurance companies reach for yield in choosing their investments. Consistent with lower rated bonds bearing higher capital requirements, insurance firms prefer to hold higher rated bonds. However, conditional on credit ratings, insurance portfolios are systematically biased toward higher yield, higher CDS bonds. This behavior is related to the business cycle being most pronounced during economic expansions. It is also characteristic of firms with poor corporate governance and for which the regulatory capital requirement is more binding.",
            "link": "https://doi.org/10.1111/jofi.12199"
        },
        {
            "no": "3",
            "title": "Arbitrage Asymmetry and the Idiosyncratic Volatility Puzzle",
            "date": "01 May 2015",
            "author": [
                "ROBERT F. STAMBAUGH",
                "JIANFENG YU",
                "YU YUAN"
            ],
            "abstract": "Buying is easier than shorting for many equity investors. Combining this arbitrage asymmetry with the arbitrage risk represented by idiosyncratic volatility (IVOL) explains the negative relation between IVOL and average return. The IVOL‐return relation is negative among overpriced stocks but positive among underpriced stocks, with mispricing determined by combining 11 return anomalies. Consistent with arbitrage asymmetry, the negative relation among overpriced stocks is stronger, especially for stocks less easily shorted, so the overall IVOL‐return relation is negative. Further supporting our explanation, high investor sentiment weakens the positive relation among underpriced stocks and, especially, strengthens the negative relation among overpriced stocks.",
            "link": "https://doi.org/10.1111/jofi.12286"
        },
        {
            "no": "4",
            "title": "Wall Street Occupations",
            "date": "03 February 2015",
            "author": [
                "ULF AXELSON",
                "PHILIP BOND"
            ],
            "abstract": "Many finance jobs entail the risk of large losses, and hard‐to‐monitor effort. We analyze the equilibrium consequences of these features in a model with optimal dynamic contracting. We show that finance jobs feature high compensation, up‐or‐out promotion, and long work hours, and are more attractive than other jobs. Moral hazard problems are exacerbated in booms, even though pay increases. Employees whose talent would be more valuable elsewhere can be lured into finance jobs, while the most talented employees might be unable to land these jobs because they are “too hard to manage.”",
            "link": "https://doi.org/10.1111/jofi.12244"
        },
        {
            "no": "5",
            "title": "Market Making Contracts, Firm Value, and the IPO Decision",
            "date": "12 May 2015",
            "author": [
                "HENDRIK BESSEMBINDER",
                "JIA HAO",
                "KUNCHENG ZHENG"
            ],
            "abstract": "We examine the effects of secondary market liquidity on firm value and the IPO decision. Competitive aftermarket liquidity provision is associated with reduced welfare and a discounted secondary market price that can dissuade IPOs. The competitive market fails in particular for firms or at times when uncertainty regarding fundamental value and asymmetric information are large in combination. In these cases, firm value and welfare are improved by a contract where the firm engages a designated market maker to enhance liquidity. Such contracts represent a market solution to a market imperfection, particularly for small, growth firms.",
            "link": "https://doi.org/10.1111/jofi.12285"
        },
        {
            "no": "6",
            "title": "Asymmetric Learning from Financial Information",
            "date": "27 October 2014",
            "author": [
                "CAMELIA M. KUHNEN"
            ],
            "abstract": "This study asks whether investors learn differently from gains versus losses. I find experimental evidence that indicates that being in the negative domain leads individuals to form overly pessimistic beliefs about available investment options. This pessimism bias is driven by people reacting more to low outcomes in the negative domain relative to the positive domain. Such asymmetric learning may help explain documented empirical patterns regarding the differential role of poor versus good economic conditions on investment behavior and household economic choices.",
            "link": "https://doi.org/10.1111/jofi.12223"
        },
        {
            "no": "7",
            "title": "Informational Frictions and Commodity Markets",
            "date": "09 March 2015",
            "author": [
                "MICHAEL SOCKIN",
                "WEI XIONG"
            ],
            "abstract": "This paper develops a model with a tractable log‐linear equilibrium to analyze the effects of informational frictions in commodity markets. By aggregating dispersed information about the strength of the global economy among goods producers whose production has complementarity, commodity prices serve as price signals to guide producers' production decisions and commodity demand. Our model highlights important feedback effects of informational noise originating from supply shocks and futures market trading on commodity demand and spot prices. Our analysis illustrates the weakness common in empirical studies on commodity markets of assuming that different types of shocks are publicly observable to market participants.",
            "link": "https://doi.org/10.1111/jofi.12261"
        },
        {
            "no": "8",
            "title": "The Beauty Contest and Short‐Term Trading",
            "date": "01 May 2015",
            "author": [
                "GIOVANNI CESPA",
                "XAVIER VIVES"
            ],
            "abstract": "Short‐termism need not breed informational price inefficiency even when generating beauty contests. We demonstrate this claim in a two‐period market with persistent liquidity trading and risk‐averse, privately informed, short‐term investors and find that prices reflect average expectations about fundamentals and liquidity trading. Informed investors engage in “retrospective” learning to reassess inferences (about fundamentals) made during the trading game's early stages. This behavior introduces strategic complementarities in the use of information and can yield two stable equilibria that can be ranked in terms of liquidity, volatility, and informational efficiency. We derive implications that explain market anomalies as well as empirical regularities.",
            "link": "https://doi.org/10.1111/jofi.12279"
        },
        {
            "no": "9",
            "title": "CEO Turnover and Relative Performance Evaluation",
            "date": "01 May 2015",
            "author": [
                "DIRK JENTER",
                "FADI KANAAN"
            ],
            "abstract": "This paper shows that CEOs are fired after bad firm performance caused by factors beyond their control. Standard economic theory predicts that corporate boards filter out exogenous industry and market shocks from firm performance before deciding on CEO retention. Using a hand‐collected sample of 3,365 CEO turnovers from 1993 to 2009, we document that CEOs are significantly more likely to be dismissed from their jobs after bad industry and, to a lesser extent, after bad market performance. A decline in industry performance from the 90th to the 10th percentile doubles the probability of a forced CEO turnover.",
            "link": "https://doi.org/10.1111/jofi.12282"
        },
        {
            "no": "10",
            "title": "The Cost of Capital for Alternative Investments",
            "date": "18 March 2015",
            "author": [
                "JAKUB W. JUREK",
                "ERIK STAFFORD"
            ],
            "abstract": "Traditional risk factor models indicate that hedge funds capture pre‐fee alphas of 6% to 10% per annum over the period from 1996 to 2012. At the same time, the hedge fund return series is not reliably distinguishable from the returns of mechanical S&P 500 put‐writing strategies. We show that the high excess returns to hedge funds and put‐writing are consistent with an equilibrium in which a small subset of investors specialize in bearing downside market risks. Required rates of return in such an equilibrium can dramatically exceed those suggested by traditional models, affecting inference about the attractiveness of these investments.",
            "link": "https://doi.org/10.1111/jofi.12269"
        },
        {
            "no": "11",
            "title": "Hidden Liquidity: Some New Light on Dark Trading",
            "date": "20 May 2015",
            "author": [
                "ROBERT BLOOMFIELD",
                "MAUREEN O'HARA",
                "GIDEON SAAR"
            ],
            "abstract": "Using a laboratory market, we investigate how the ability to hide orders affects traders’ strategies and market outcomes in a limit order book environment. We find that order strategies are greatly affected by allowing hidden liquidity, with traders substituting nondisplayed for displayed shares and changing the aggressiveness of their trading. As traders adapt their behavior to the different opacity regimes, however, most aggregate market outcomes (such as liquidity and informational efficiency) are not affected as much. We also find that opacity appears to increase the profits of informed traders but only when their private information is very valuable.",
            "link": "https://doi.org/10.1111/jofi.12301"
        },
        {
            "no": "12",
            "title": "Outsourcing in the International Mutual Fund Industry: An Equilibrium View",
            "date": "05 March 2015",
            "author": [
                "OLEG CHUPRININ",
                "MASSIMO MASSA",
                "DAVID SCHUMACHER"
            ],
            "abstract": "We study outsourcing relationships among international asset management firms. We find that, in companies that manage both outsourced and in‐house funds, in‐house funds outperform outsourced funds by 0.85% annually (57% of the expense ratio). We attribute this result to preferential treatment of in‐house funds via the preferential allocation of IPOs, trading opportunities, and cross‐trades, especially at times when in‐house funds face steep outflows and require liquidity. We explain preferential treatment with agency problems: it increases with the subcontractor's market power and the difficulty of monitoring the subcontractor, and decreases with the subcontractor's amount of parallel in‐house activity.",
            "link": "https://doi.org/10.1111/jofi.12259"
        },
        {
            "no": "13",
            "title": "The Role of Institutional Investors in Voting: Evidence from the Securities Lending Market",
            "date": "01 May 2015",
            "author": [
                "REENA AGGARWAL",
                "PEDRO A. C. SAFFI",
                "JASON STURGESS"
            ],
            "abstract": "This paper investigates voting preferences of institutional investors using the unique setting of the securities lending market. Investors restrict lendable supply and/or recall loaned shares prior to the proxy record date to exercise voting rights. Recall is higher for investors with greater incentives to monitor, for firms with poor performance or weak governance, and for proposals where returns to governance are likely higher. At the subsequent vote, recall is associated with less support for management and more support for shareholder proposals. Our results indicate that institutions value their vote and use the proxy process to affect corporate governance.",
            "link": "https://doi.org/10.1111/jofi.12284"
        },
        {
            "no": "14",
            "title": "Agency Conflicts, Investment, and Asset Pricing: Erratum",
            "date": "03 September 2015",
            "author": [
                "RUI ALBUQUERUE",
                "NENG WANG"
            ],
            "abstract": "The editor regrets an error in the Albuquerue and Wang article (2008) in the February 2008 issue. On page 1, the name of the first author was misspelled; the correct spelling is Rui Albuquerque.",
            "link": "https://doi.org/10.1111/jofi.12307"
        },
        {
            "no": "15",
            "title": "MISCELLANEA",
            "date": "03 September 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12304"
        },
        {
            "no": "16",
            "title": "ANNOUNCEMENTS",
            "date": "03 September 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12305"
        }
    ]
}