{
    "journal": "JF",
    "volume": "70",
    "issue": "3",
    "date": "June 2015",
    "page": "Pages: fmi-fmvii, iv-vi, 925-1327, bmi-bmiii",
    "article": [
        {
            "no": "1",
            "title": "FRONT MATTER",
            "date": "11 May 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12296"
        },
        {
            "no": "2",
            "title": "Ben Bernanke",
            "date": "11 May 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12274"
        },
        {
            "no": "3",
            "title": "Rewarding Trading Skills without Inducing Gambling",
            "date": "24 February 2015",
            "author": [
                "IGOR MAKAROV",
                "GUILLAUME PLANTIN"
            ],
            "abstract": "This paper develops a model of active asset management in which fund managers may forgo alpha‐generating strategies, preferring instead to make negative‐alpha trades that enable them to temporarily manipulate investors' perceptions of their skills. We show that such trades are optimally generated by taking on hidden tail risk, and are more likely to occur when fund managers are impatient and when their trading skills are scalable, and generate a high profit per unit of risk. We propose long‐term contracts that deter this behavior by dynamically adjusting the dates on which the manager is compensated in response to her cumulative performance.",
            "link": "https://doi.org/10.1111/jofi.12257"
        },
        {
            "no": "4",
            "title": "Change You Can Believe In? Hedge Fund Data Revisions",
            "date": "27 January 2015",
            "author": [
                "ANDREW J. PATTON",
                "TARUN RAMADORAI",
                "MICHAEL STREATFIELD"
            ],
            "abstract": "We analyze the reliability of voluntary disclosures of financial information, focusing on widely‐employed publicly‐available hedge fund databases. Tracking changes to statements of historical performance recorded between 2007 and 2011, we find that historical returns are routinely revised. These revisions are not merely random or corrections of earlier mistakes; they are partly forecastable by fund characteristics. Funds that revise their performance histories significantly and predictably underperform those that have never revised, suggesting that unreliable disclosures constitute a valuable source of information for investors. These results speak to current debates about mandatory disclosures by financial institutions to market regulators.",
            "link": "https://doi.org/10.1111/jofi.12240"
        },
        {
            "no": "5",
            "title": "Innovation, Growth, and Asset Prices",
            "date": "27 January 2015",
            "author": [
                "HOWARD KUNG",
                "LUKAS SCHMID"
            ],
            "abstract": "We examine the asset pricing implications of a production economy whose long‐term growth prospects are endogenously determined by innovation and R&D. In equilibrium, R&D endogenously drives a small, persistent component in productivity that generates long‐run uncertainty about economic growth. With recursive preferences, households fear that persistent downturns in economic growth are accompanied by low asset valuations and command high‐risk premia in asset markets. Empirically, we find substantial evidence for innovation‐driven low‐frequency movements in aggregate growth rates and asset market valuations. In short, equilibrium growth is risky.",
            "link": "https://doi.org/10.1111/jofi.12241"
        },
        {
            "no": "6",
            "title": "Anchoring on Credit Spreads",
            "date": "04 February 2015",
            "author": [
                "CASEY DOUGAL",
                "JOSEPH ENGELBERG",
                "CHRISTOPHER A. PARSONS",
                "EDWARD D. VAN WESEP"
            ],
            "abstract": "This paper documents that the path of credit spreads since a firm's last loan influences the level at which it can currently borrow. If spreads have moved in the firm's favor (i.e., declined), it is charged a higher interest rate than is justified by current fundamentals, whereas if spreads have moved to the firm's detriment, it is charged a lower rate. We evaluate several possible explanations for this finding, and conclude that anchoring to past deal terms is most plausible.",
            "link": "https://doi.org/10.1111/jofi.12248"
        },
        {
            "no": "7",
            "title": "Is a VC Partnership Greater Than the Sum of Its Partners?",
            "date": "06 February 2015",
            "author": [
                "MICHAEL EWENS",
                "MATTHEW RHODES‐KROPF"
            ],
            "abstract": "This paper investigates whether individual venture capitalists have repeatable investment skill and the extent to which their skill is impacted by the venture capital (VC) firm where they work. We examine a unique data set that tracks the performance of individual venture capitalists' investments over time and as they move between firms. We find evidence of skill and exit style differences even among venture partners investing at the same VC firm at the same time. Furthermore, our estimates suggest the partners' human capital is two to five times more important than the VC firm's organizational capital in explaining performance.",
            "link": "https://doi.org/10.1111/jofi.12249"
        },
        {
            "no": "8",
            "title": "Dividend Dynamics and the Term Structure of Dividend Strips",
            "date": "27 January 2015",
            "author": [
                "FREDERICO BELO",
                "PIERRE COLLIN‐DUFRESNE",
                "ROBERT S. GOLDSTEIN"
            ],
            "abstract": "Many leading asset pricing models are specified so that the term structure of dividend volatility is either flat or upward sloping. These models predict that the term structures of expected returns and volatilities on dividend strips (i.e., claims to dividends paid over a prespecified interval) are also upward sloping. However, the empirical evidence suggests otherwise. This discrepancy can be reconciled if these models replace their proposed dividend dynamics with processes that generate stationary leverage ratios. Under such policies, shareholders are forced to divest (invest) when leverage is low (high), which shifts risk from long‐ to short‐horizon dividend strips.",
            "link": "https://doi.org/10.1111/jofi.12242"
        },
        {
            "no": "9",
            "title": "The Effect of Providing Peer Information on Retirement Savings Decisions",
            "date": "24 February 2015",
            "author": [
                "JOHN BESHEARS",
                "JAMES J. CHOI",
                "DAVID LAIBSON",
                "BRIGITTE C. MADRIAN",
                "KATHERINE L. MILKMAN"
            ],
            "abstract": "Using a field experiment in a 401(k) plan, we measure the effect of disseminating information about peer behavior on savings. Low‐saving employees received simplified plan enrollment or contribution increase forms. A randomized subset of forms stated the fraction of age‐matched coworkers participating in the plan or age‐matched participants contributing at least 6% of pay to the plan. We document an oppositional reaction: the presence of peer information decreased the savings of nonparticipants who were ineligible for 401(k) automatic enrollment, and higher observed peer savings rates also decreased savings. Discouragement from upward social comparisons seems to drive this reaction.",
            "link": "https://doi.org/10.1111/jofi.12258"
        },
        {
            "no": "10",
            "title": "CEO Connectedness and Corporate Fraud",
            "date": "27 January 2015",
            "author": [
                "VIKRAMADITYA KHANNA",
                "E. HAN KIM",
                "YAO LU"
            ],
            "abstract": "We find that connections CEOs develop with top executives and directors through their appointment decisions increase the risk of corporate fraud. Appointment‐based CEO connectedness in executive suites and boardrooms increases the likelihood of committing fraud and decreases the likelihood of detection. Additionally, it decreases the expected costs of fraud by helping conceal fraudulent activity, making CEO dismissal less likely upon discovery, and lowering the coordination costs of carrying out illegal activity. Connections based on network ties through past employment, education, or social organization memberships have insignificant effects on fraud. Appointment‐based CEO connectedness warrants attention from regulators, investors, and corporate governance specialists.",
            "link": "https://doi.org/10.1111/jofi.12243"
        },
        {
            "no": "11",
            "title": "The WACC Fallacy: The Real Effects of Using a Unique Discount Rate",
            "date": "06 February 2015",
            "author": [
                "PHILIPP KRÜGER",
                "AUGUSTIN LANDIER",
                "DAVID THESMAR"
            ],
            "abstract": "In this paper, we test whether firms properly adjust for risk in their capital budgeting decisions. If managers use a single discount rate within firms, we expect that conglomerates underinvest (overinvest) in relatively safe (risky) divisions. We measure division relative risk as the difference between the division's asset beta and a firm‐wide beta. We establish a robust and significant positive relationship between division‐level investment and division relative risk. Next, we measure the value loss due to this behavior in the context of acquisitions. When the bidder's beta is lower than that of the target, announcement returns are significantly lower.",
            "link": "https://doi.org/10.1111/jofi.12250"
        },
        {
            "no": "12",
            "title": "Corporate Taxes and Securitization",
            "date": "27 March 2014",
            "author": [
                "JOONGHO HAN",
                "KWANGWOO PARK",
                "GEORGE PENNACCHI"
            ],
            "abstract": "Most banks pay corporate income taxes, but securitization vehicles do not. Our model shows that, when a bank faces strong loan demand but limited deposit market power, this tax asymmetry creates an incentive to sell loans despite less‐efficient screening and monitoring of sold loans. Moreover, loan‐selling increases as a bank's corporate income tax rate and capital requirement rise. Our empirical tests show that U.S. commercial banks sell more of their mortgages when they operate in states that impose higher corporate income taxes. A policy implication is that tax‐induced loan‐selling will rise if banks’ required equity capital increases.",
            "link": "https://doi.org/10.1111/jofi.12157"
        },
        {
            "no": "13",
            "title": "MISCELLANEA",
            "date": "11 May 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12278"
        },
        {
            "no": "14",
            "title": "ANNOUNCEMENTS",
            "date": "11 May 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12298"
        },
        {
            "no": "15",
            "title": "CALL FOR PAPERS",
            "date": "11 May 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12299"
        },
        {
            "no": "16",
            "title": "BACK MATTER",
            "date": "11 May 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12297"
        }
    ]
}