{
    "journal": "RFS",
    "volume": "11",
    "issue": "1",
    "date": "January 1998",
    "page": "Pages 1–238",
    "article": [
        {
            "no": "1",
            "title": "Transaction Costs and Asset Prices: A Dynamic Equilibrium model",
            "date": "03 June 2015",
            "author": [
                "Dimitri Vayanos"
            ],
            "abstract": "In this article we study the effects of transaction costs on asset prices. We assume an overlapping generations economy with a riskless, liquid bond, and many risky stocks carrying proportional transaction costs. We obtain stock prices and turnover in closed form. Surprisingly, a stock's price may increase in transaction costs, and a more frequently traded stock may be less adversely affected by an increase in transaction costs. Calculations based on the “marginal” investor overestimate the effects of transaction costs. For realistic parameter values, transaction costs have very small effects on stock prices but large effects on turnover.",
            "link": "https://doi.org/10.1093/rfs/11.1.1"
        },
        {
            "no": "2",
            "title": "Optimal Replication of Contingent Claims under Portfolio Constraints",
            "date": "03 June 2015",
            "author": [
                "Mark Broadie",
                "Jakša Cvitanić",
                "H. Mete Soner"
            ],
            "abstract": "We determine the minimum cost of super-replicating a nonnegative contingent claim when there are convex constraints on portfolio weights. We show that the optimal cost with constraints is equal to the price of a related claim without constraints. The related claim is a dominating claim, that is, a claim whose payoffs are increased in an appropriate way relative to the original claim. The results hold for a variety of options, including some path-dependent options. Constraints on the gamma of the replicating portfolio, constraints on the portfolio amounts, and constraints on the number of shares are also considered.",
            "link": "https://doi.org/10.1093/rfs/11.1.59"
        },
        {
            "no": "3",
            "title": "Market Making with Discrete Prices",
            "date": "03 June 2015",
            "author": [
                "V. Ravi Anshuman",
                "Avner Kalay"
            ],
            "abstract": "Exchange-mandated discrete pricing restrictions create a wedge between the underlying equilibrium price and the observed price. This wedge permits a competitive market maker to realize economic profits that could help recoup fixed costs. The optimal tick size that maximizes the expected profits of the market maker can equal to $1/8 for reasonable parameter values. The optimal tick size is decreasing in the degree of adverse selection. Discreteness per se can cause time-varying bid-ask spreads, asymmetric commissions, and market breakdowns. Discreteness, which imposes additional transaction costs, reduces the value of private information. Liquidity traders can benefit under certain conditions.",
            "link": "https://doi.org/10.1093/rfs/11.1.81"
        },
        {
            "no": "4",
            "title": "Conditioning Manager Alphas on Economic Information: Another Look at the Persistence of Performance",
            "date": "03 June 2015",
            "author": [
                "Jon A. Christopherson",
                "Wayne E. Ferson",
                "Debra A. Glassman"
            ],
            "abstract": "This article presents evidence on persistence in the relative investment performance of large, institutional equity managers. Similar to existing evidence for mutual funds, we find persistent performance concentrated in the managers with poor prior-period performance measures. A conditional approach, using time-varying measures of risk and abnormal performance, is better able to detect this persistence and to predict the future performance of the funds than are traditional methods.",
            "link": "https://doi.org/10.1093/rfs/11.1.0111"
        },
        {
            "no": "5",
            "title": "Conditioning Manager Alphas on Economic Information: Another Look at the Persistence of Performance",
            "date": "03 June 2015",
            "author": [
                "Jon A. Christopherson",
                "Wayne E. Ferson",
                "Debra A. Glassman"
            ],
            "abstract": "This article presents evidence on persistence in the relative investment performance of large, institutional equity managers. Similar to existing evidence for mutual funds, we find persistent performance concentrated in the managers with poor prior-period performance measures. A conditional approach, using time-varying measures of risk and abnormal performance, is better able to detect this persistence and to predict the future performance of the funds than are traditional methods.",
            "link": "https://doi.org/10.1093/rfs/11.1.111"
        },
        {
            "no": "6",
            "title": "Measurement Effects and the Variance of Returns After Stock Splits and Stock Dividends",
            "date": "03 June 2015",
            "author": [
                "Jennifer Lynch Koski"
            ],
            "abstract": "This article examines the relation between two factors affecting stock returns, the bid-ask spread and price discreteness, and the increase in return variance after ex-dates of stock splits and stock dividends. Controlling for these effects, the variance of daily returns still increases significantly. The variance of weekly returns also increases significantly, and the variance of returns for a control sample of nonsplitting firms shows no significant increase. Variance ratio tests show that bid-ask errors are small for these stocks and therefore cannot explain the large increase in variance. Spreads and price discreteness do not explain increased variance after stock distributions.",
            "link": "https://doi.org/10.1093/rfs/11.1.143"
        },
        {
            "no": "7",
            "title": "Monitoring, Liquidation, and Security Design",
            "date": "03 June 2015",
            "author": [
                "Rafael Repullo",
                "Javier Suarez"
            ],
            "abstract": "By identifying the possibility of imposing a creditable threat of liquidation as the key role of informed (bank) finance in a moral hazard context, we characterize the circumstances under which a mixture of informed and uninformed (market) finance is optimal, and explain why bank debt is typically secured, senior, and tightly held. We also show that the effectiveness of mixed finance may be impaired by the possibility of collusion between the firms and their informed lenders, and that in the optimal renegotiation-proof contract informed debt capacity will be exhausted before appealing to supplementary uninformed finance.",
            "link": "https://doi.org/10.1093/rfs/11.1.163"
        },
        {
            "no": "8",
            "title": "Equilibrium Dominance in Experimental Financial Markets",
            "date": "03 June 2015",
            "author": [
                "Charles Bram Cadsby",
                "Murray Frank",
                "Vojislav Maksimovic"
            ],
            "abstract": "We examine the predictive power of equilibrium dominance in experimental markets where firms with investment opportunities have an informational advantage over potential investors and are permitted to purchase a money-burning signal. Equilibrium dominance often fails to predict well when a Pareto-superior sequential equilibrium is also available. Instead, equilibrium selection appears to be related to the potential earnings of a more valuable firm that can signal its type successfully by defecting from the sequential equilibrium. Potential investors formulate their bids for firm equity based primarily on expectations formed adaptively in response to signaling choices made by firms.",
            "link": "https://doi.org/10.1093/rfs/11.1.189"
        },
        {
            "no": "9",
            "title": "The Econometrics of Financial Markets",
            "date": "03 June 2015",
            "author": [
                "Maurizio Tiso"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/11.1.0233"
        },
        {
            "no": "10",
            "title": "The Econometrics of Financial Markets",
            "date": "03 June 2015",
            "author": [
                "Maurizio Tiso"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/11.1.233"
        }
    ]
}