{
    "journal": "RFS",
    "volume": "11",
    "issue": "3",
    "date": "July 1998",
    "page": "Pages 449–678",
    "article": [
        {
            "no": "1",
            "title": "Nonparametric Density Estimation and Tests of Continuous Time Interest Rate Models",
            "date": "03 June 2015",
            "author": [
                "Matt Pritsker"
            ],
            "abstract": "I study the finite sample distribution of one of Aït-Sahalia's (1996c) nonparametric tests of continuous-time models of the short-term riskless rate. The test rejects true models too often because interest rate data are highly persistent but the asymptotic distribution of the test (and of the kernel density estimator on which the test is based) treats the data as if it were independently and identically distributed. To attain the accuracy of the kernel density estimator implied by its asymptotic distribution with 22 years of data generated from the Vasicek model in fact requires 2755 years of data.",
            "link": "https://doi.org/10.1093/rfs/11.3.449"
        },
        {
            "no": "2",
            "title": "An Anatomy of Trading Strategies",
            "date": "03 June 2015",
            "author": [
                "Jennifer Conrad",
                "Gautam Kaul"
            ],
            "abstract": "In this article we use a single unifying framework to analyze the sources of profits to a wide spectrum of return-based trading strategies implemented in the literature. We show that less than 50% of the 120 strategies implemented in the article yield statistically significant profits and, unconditionally, momentum and contrarian strategies are equally likely to be successful. However, when we condition on the return horizon (short, medium, or long) of the strategy, or the time period during which it is implemented, two patterns emerge. A momentum strategy is usually profitable at the medium (3- to 12-months) horizon, while a contrarian strategy nets statistically significant profits at long horizons, but only during the 1926–1947 subperiod. More importantly, our results show that the cross-sectional variation in the mean returns of individual securities included in these strategies play an important role in their profitability. The cross-sectional variation can potentially account for the profitability of momentum strategies and it is also responsible for attenuating the profits from price reversals to long-horizon contrarian strategies.",
            "link": "https://doi.org/10.1093/rfs/11.3.489"
        },
        {
            "no": "3",
            "title": "Participation Costs, Trend Chasing, and Volatility of Stock Prices",
            "date": "03 June 2015",
            "author": [
                "Gerhard O. Orosel"
            ],
            "abstract": "We analyze an overlapping generations model with fixed costs of stock market participation. Participation in the stock market is determined endogenously and covaries positively with preceding innovations in dividends. The equilibrium share price is positively related to market participation of the same period and to information about future dividends. There is “rational trend chasing” in the sense that, although all agents are rational, market participation rises after an increase of the share price and falls after a decrease. Finally, we show that the endogenous fluctuations of market participation lead to increased volatility of the share price.",
            "link": "https://doi.org/10.1093/rfs/11.3.521"
        },
        {
            "no": "4",
            "title": "Optimal Contracting with Moral Hazard and Cascading",
            "date": "03 June 2015",
            "author": [
                "Naveen Khanna"
            ],
            "abstract": "In this article I identify optimal incentive contracts for managers of firms competing in the product market. Such firms often confront similar decisions and uncertainties. Managers can improve decision quality by generating private signals through costly effort. However, since signals are likely to be correlated, firms that decide later get additional information from the actions of earlier firms. This impacts effort choice. Decision quality is also affected if later managers disregard their own signals and blindly imitate preceding decisions. In a competitive environment, such cascading hurts profits. Contracts that solve both moral hazard and cascading problems typically put more weight on firm profits, making them expensive. Contacts with more weight on decision quality are less expensive but result in cascades. Shareholders choose contracts that maximize their net surplus. This results in testable implications about which industries may have more convergence in investment choices, greater pay-for-profit sensitivity, larger differences in observed contracts, more innovation, larger-size firms, and potential for overcompensation.",
            "link": "https://doi.org/10.1093/rfs/11.3.559"
        },
        {
            "no": "5",
            "title": "Randomization and the American Put",
            "date": "03 June 2015",
            "author": [
                "Peter Carr"
            ],
            "abstract": "While American calls on non-dividend-paying stocks may be valued as European, there is no completely explicit exact solution for the values of American puts. We use a technique called randomization to value American puts and calls on dividend-paying stocks. This technique yields a new semiexplicit approximation for American option values in the Black-Scholes model. Numerical results indicate that the approximation is both accurate and computationally efficient.",
            "link": "https://doi.org/10.1093/rfs/11.3.597"
        },
        {
            "no": "6",
            "title": "Pricing by American Option by Approximating its Early Exercise Boundary as a Multipiece Exponential Function",
            "date": "03 June 2015",
            "author": [
                "Nengjiu Ju"
            ],
            "abstract": "This article proposes to price an American option by approximating its early exercise boundary as a multipiece exponential function. Closed form formulas are obtained in terms of the bases and exponents of the multipiece exponential function. It is demonstrated that a three-point extrapolation scheme has the accuracy of an 800-time-step binomial tree, but is about 130 times faster. An intuitive argument is given to indicate why this seemingly crude approximation works so well. Our method is very simple and easy to implement. Comparisons with other leading competing methods are also included.",
            "link": "https://doi.org/10.1093/rfs/11.3.627"
        },
        {
            "no": "7",
            "title": "Market Efficiency and Natural Selection in a Commodity Futures Market",
            "date": "03 June 2015",
            "author": [
                "Guo Ying Luo"
            ],
            "abstract": "While the literature usually justifies informational efficiency in the context of rationality, this article shows informational efficiency by applying the evolutionary idea of natural selection. In a dynamic futures market, speculators are assumed to merely act upon their predetermined trading types (buyer or seller), their predetermined fractions of wealth allocated for speculation, and their inherent abilities to predict the spot price, reflected in their distributions of prediction errors with respect to the spot price. This article shows that the proportion of time that the futures price equals the spot price converges to one with probability 1.",
            "link": "https://doi.org/10.1093/rfs/11.3.647"
        },
        {
            "no": "8",
            "title": "Market Efficiency: Stock Market Behaviour in Theory and Practice",
            "date": "03 June 2015",
            "author": [
                "Stephen F. LeRoy"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/11.3.675"
        }
    ]
}