{
    "journal": "JFE",
    "volume": "117",
    "issue": "1",
    "date": "July 2015",
    "page": "Pages 1-224",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jul 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(15)00080-X"
        },
        {
            "no": "2",
            "title": "The “cultural revolution” in finance",
            "date": "May 2015",
            "author": [
                "Luigi Zingales"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/j.jfineco.2015.05.006"
        },
        {
            "no": "3",
            "title": "Executives' “off-the-job” behavior, corporate culture, and financial reporting risk",
            "date": "Jul 2013",
            "author": [
                "Robert Davidson",
                "Aiyesha Dey",
                "Abbie Smith"
            ],
            "abstract": "We examine how executives' behavior outside the workplace, as measured by their ownership of luxury goods (low “frugality”) and prior legal infractions, is related to financial reporting risk. We predict and find that chief executive officers (CEOs) and chief financial officers (CFOs) with a legal record are more likely to perpetrate fraud. In contrast, we do not find a relation between executives' frugality and the propensity to perpetrate fraud. However, as predicted, we find that unfrugal CEOs oversee a relatively loose control environment characterized by relatively high and increasing probabilities of other insiders perpetrating fraud and unintentional material reporting errors during their tenure. Further, cultural changes associated with an increase in fraud risk are more likely during unfrugal (vs. frugal) CEOs' reigns, including the appointment of an unfrugal CFO, an increase in executives' equity-based incentives to misreport, and a decline in measures of board monitoring intensity.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.07.004"
        },
        {
            "no": "4",
            "title": "Should one hire a corrupt CEO in a corrupt country?",
            "date": "Mar 2014",
            "author": [
                "Maxim Mironov"
            ],
            "abstract": "This paper examines the interaction between the propensity to corrupt (PTC) and firm performance. Using a unique data set of Moscow traffic violations, I construct the PTC of every Muscovite with a driver׳s license. Next, I determine the PTC for the top management of 58,157 privately held firms. I find that a 1 standard deviation increase in management PTC corresponds to a 3.6% increase in income diversion and that firms with corrupt management significantly outperform their counterparts. This study contributes to the literature that characterizes corruption using objective (instead of perception-based) measures and provides evidence regarding the positive aspects of corruption at the firm level.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.03.002"
        },
        {
            "no": "5",
            "title": "Military CEOs",
            "date": "Apr 2014",
            "author": [
                "Efraim Benmelech",
                "Carola Frydman"
            ],
            "abstract": "There is mounting evidence of the influence of personal characteristics of chief executive officers (CEOs) on corporate outcomes. In this paper we analyze the relation between military service of CEOs and managerial decisions, financial policies, and corporate outcomes. Exploiting exogenous variation in the propensity to serve in the military, we show that military service is associated with conservative corporate policies and ethical behavior. Military CEOs pursue lower corporate investment, are less likely to be involved in corporate fraudulent activity, and perform better during industry downturns. Taken together, our results show that military service has significant explanatory power for managerial decisions and firm outcomes.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.04.009"
        },
        {
            "no": "6",
            "title": "The value of corporate culture",
            "date": "May 2014",
            "author": [
                "Luigi Guiso",
                "Paola Sapienza",
                "Luigi Zingales"
            ],
            "abstract": "We study which dimensions of corporate culture are related to a firm׳s performance and why. We find that proclaimed values appear irrelevant. Yet, when employees perceive top managers as trustworthy and ethical, a firm׳s performance is stronger. We then study how different governance structures impact the ability to sustain integrity as a corporate value. We find that publicly traded firms are less able to sustain it. Traditional measures of corporate governance do not seem to have much of an impact.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.05.010"
        },
        {
            "no": "7",
            "title": "Female leadership and gender equity: Evidence from plant closure",
            "date": "Jan 2014",
            "author": [
                "Geoffrey Tate",
                "Liu Yang"
            ],
            "abstract": "We use unique worker-plant matched panel data to measure differences in wage changes experienced by workers displaced from closing plants. We observe larger losses among women than men, comparing workers who move from the same closing plant to the same new firm. However, we find a significantly smaller gap in hiring firms with female leadership. The results are strongest among women who are displaced from male-led plants and from less competitive industries. Our results suggest an important externality to having women in leadership positions: They cultivate more female-friendly cultures inside their firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.01.004"
        },
        {
            "no": "8",
            "title": "Suspect CEOs, unethical culture, and corporate misbehavior",
            "date": "Dec 2014",
            "author": [
                "Lee Biggerstaff",
                "David C. Cicero",
                "Andy Puckett"
            ],
            "abstract": "We show that firms with Chief Executive Officers (CEOs) who personally benefit from options backdating are more likely to engage in other corporate misbehaviors, suggestive of an unethical corporate culture. These firms are more likely to commit financial fraud to overstate earnings. They acquire more private companies, which could perpetuate their frauds, and their acquisitions are met with lower market responses. These misbehaviors are concentrated in firms with externally hired suspect CEOs, consistent with outside CEOs having greater discretion to shape firm culture. The costs of these misbehaviors are reflected in larger stock price declines during a market correction and increased CEO replacement.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.12.001"
        },
        {
            "no": "9",
            "title": "Importing corruption culture from overseas: Evidence from corporate tax evasion in the United States",
            "date": "Nov 2012",
            "author": [
                "Jason DeBacker",
                "Bradley T. Heim",
                "Anh Tran"
            ],
            "abstract": "We study how cultural norms and enforcement policies influence illicit corporate activities. Using confidential Internal Revenue Service (IRS) audit data, we show that corporations with owners from countries with higher corruption norms evade more tax in the U.S. This effect is strong for small corporations and decreases as the size of the corporation increases. In the mid-2000s, the United States implemented several enforcement measures to increase tax compliance. We find that these enforcement efforts were less effective in reducing tax evasion by corporations whose owners are from corrupt countries. This suggests that cultural norms can be a challenge to legal enforcement.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.11.009"
        },
        {
            "no": "10",
            "title": "Foreign corporations and the culture of transparency: Evidence from Russian administrative data",
            "date": "Feb 2013",
            "author": [
                "Serguey Braguinsky",
                "Sergey Mityakov"
            ],
            "abstract": "Firms from developed countries carry a culture of transparency in business transactions that is opposite to the culture of hiding and insider dealing in developing and transition economies. We employ Russian administrative data on reported earnings and market values of cars to measure wage misreporting for individual employees of domestic firms in Moscow. We show that closer ties to multinationals lead to improved transparency of wage reporting in private Russian companies. Employees located closest to movers from multinationals in the job quality space experience the largest gains in transparency. We find a robust correlation between wage misreporting and accounting fraud.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.02.016"
        },
        {
            "no": "11",
            "title": "Lost in translation? The effect of cultural values on mergers around the world",
            "date": "Aug 2012",
            "author": [
                "Kenneth R. Ahern",
                "Daniele Daminelli",
                "Cesare Fracassi"
            ],
            "abstract": "We find strong evidence that three key dimensions of national culture (trust, hierarchy, and individualism) affect merger volume and synergy gains. The volume of cross-border mergers is lower when countries are more culturally distant. In addition, greater cultural distance in trust and individualism leads to lower combined announcement returns. These findings are robust to year and country-level fixed effects, time-varying country-pair and deal-level variables, as well as instrumental variables for cultural differences based on genetic and somatic differences. The results are the first large-scale evidence that cultural differences have substantial impacts on multiple aspects of cross-border mergers.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.08.006"
        },
        {
            "no": "12",
            "title": "When firms talk, do investors listen? The role of trust in stock market reactions to corporate earnings announcements",
            "date": "Aug 2013",
            "author": [
                "Mikhail Pevzner",
                "Fei Xie",
                "Xiangang Xin"
            ],
            "abstract": "We examine whether the level of trust in a country affects investors' perception and utilization of information transmitted by firms through financial disclosure. Specifically, we investigate the effect of societal trust on investor reactions to corporate earnings announcements. We test two competing hypotheses. On the one hand, corporate earnings announcements are perceived as more credible by investors in more trusting societies and, therefore, elicit stronger investor reactions. On the other hand, societal trust mitigates outside investors' concern of moral hazard and reduces the value of corporate earnings announcements to them, thereby weakening their reactions to these events. We analyze the abnormal trading volume and abnormal stock return variance during the earnings announcement period in a large sample of firm-year observations across 25 countries, and we find that both measures of investor reactions to earnings announcements are significantly higher in more trusting countries. We also find that the positive effect of societal trust on investor reactions to earnings news is more pronounced when a country's investor protection and disclosure requirements are weaker, suggesting that trust acts as a substitute for formal institutions; when a country's average education level is lower, consistent with less educated people relying more on trust in making economic decisions; and when firm-level information asymmetry is higher, supporting the notion that trust plays a more important role in poorer information environments.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.08.004"
        }
    ]
}