{
    "journal": "JFE",
    "volume": "117",
    "issue": "2",
    "date": "August 2015",
    "page": "Pages 225-448",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Aug 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(15)00104-X"
        },
        {
            "no": "2",
            "title": "Deflating profitability",
            "date": "Feb 2015",
            "author": [
                "Ray Ball",
                "Joseph Gerakos",
                "Juhani T. Linnainmaa",
                "Valeri V. Nikolaev"
            ],
            "abstract": "Gross profit scaled by book value of total assets predicts the cross section of average returns. Novy-Marx (2013) concludes that it outperforms other measures of profitability such as bottom line net income, cash flows, and dividends. One potential explanation for the measure׳s predictive ability is that its numerator (gross profit) is a cleaner measure of economic profitability. An alternative explanation lies in the measure׳s deflator. We find that net income equals gross profit in predictive power when they have consistent deflators. Deflating profit by the book value of total assets results in a variable that is the product of profitability and the ratio of the market value of equity to the book value of total assets, which is priced. We then construct an alternative measure of profitability, operating profitability, which better matches current expenses with current revenue. This measure exhibits a far stronger link with expected returns than either net income or gross profit. It predicts returns as far as ten years ahead, seemingly inconsistent with irrational pricing explanations.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.02.004"
        },
        {
            "no": "3",
            "title": "Are institutions informed about news?",
            "date": "Mar 2015",
            "author": [
                "Terrence Hendershott",
                "Dmitry Livdan",
                "Norman Schürhoff"
            ],
            "abstract": "This paper combines daily buy and sell institutional trading volume with all news announcements from Reuters. Using institutional order flow (buy volume minus sell volume) we find a variety of evidence that institutions are informed. Institutional trading volume predicts the occurrence of news announcements. Institutional order flow predicts (i) the sentiment of the news; (ii) the stock market reaction on news announcement days; (iii) the stock market reaction on crisis news days; and (iv) earnings announcement surprises. These results suggest that significant price discovery related to news stories occurs through institutional trading prior to the news announcement date.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.03.007"
        },
        {
            "no": "4",
            "title": "House prices, collateral, and self-employment",
            "date": "Mar 2015",
            "author": [
                "Manuel Adelino",
                "Antoinette Schoar",
                "Felipe Severino"
            ],
            "abstract": "We show the importance of the collateral lending channel for small business employment over the past decade. Small businesses in areas with greater increases in house prices experienced stronger growth in employment than large firms in the same areas and industries. To identify the role of the collateral lending channel separately from aggregate changes in demand, we show that this effect is more pronounced in industries that need little start-up capital and in which housing collateral is more important. This increase is also present in manufacturing industries, particularly those that ship goods over long distances. In aggregate, the collateral lending channel explains 15–25% of employment variation.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.03.005"
        },
        {
            "no": "5",
            "title": "The bonding hypothesis of takeover defenses: Evidence from IPO firms",
            "date": "Mar 2015",
            "author": [
                "William C. Johnson",
                "Jonathan M. Karpoff",
                "Sangho Yi"
            ],
            "abstract": "We propose and test an efficiency explanation for why firms deploy takeover defenses using initial public offering (IPO) firm data. We hypothesize that takeover defenses bond the firm׳s commitments by reducing the likelihood that an outside takeover will change the firm׳s operating strategy and impose costs on its business partners. Consistent with this hypothesis, we find that IPO firms deploy more takeover defenses when they have important business relationships to protect. An IPO firm׳s use of takeover defenses is positively related to the longevity of its business relationships. IPO firms’ use of takeover defenses creates positive spillovers for their large customers. And IPO firms’ valuation and subsequent operating performance are positively related to their use of takeover defenses when they have important business relationships.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.03.008"
        },
        {
            "no": "6",
            "title": "Value versus growth investing: Why do different investors have different styles?",
            "date": "Apr 2015",
            "author": [
                "Henrik Cronqvist",
                "Stephan Siegel",
                "Frank Yu"
            ],
            "abstract": "We find that several factors explain an individual investor׳s style, i.e., the value versus growth orientation of the investor׳s stock portfolio. First, we find that an investor׳s style has a biological basis and is partially ingrained in an investor from birth. Second, we show that an investor׳s hedging demands as well as behavioral biases explain investment style. Finally, an investor׳s style is explained by life course theory in that experiences, both earlier and later in life, are related to investment style. Investors with adverse macroeconomic experiences (e.g., growing up during the Great Depression or entering the labor market during an economic recession) or who grow up in a lower socioeconomic status rearing environment have a stronger value orientation several decades later. Our research contributes a new perspective to the long-standing value and growth debate in finance.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.04.006"
        },
        {
            "no": "7",
            "title": "The illiquidity premium: International evidence",
            "date": "Apr 2015",
            "author": [
                "Yakov Amihud",
                "Allaudeen Hameed",
                "Wenjin Kang",
                "Huiping Zhang"
            ],
            "abstract": "We examine the illiquidity premium in stock markets across 45 countries and present two findings. First, the average illiquidity return premium across countries is positive and significant, after controlling for other pricing factors. The premium is measured by monthly return series on illiquid-minus-liquid stocks or by the coefficient of stock illiquidity estimated from cross section Fama-MacBeth regressions. Second, a commonality exists across countries in the illiquidity return premium, controlling for common global return factors and variation in global illiquidity. This commonality is different from commonality in illiquidity itself and is greater in globally integrated markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.04.005"
        },
        {
            "no": "8",
            "title": "Good and bad uncertainty: Macroeconomic and financial market implications",
            "date": "May 2015",
            "author": [
                "Gill Segal",
                "Ivan Shaliastovich",
                "Amir Yaron"
            ],
            "abstract": "Does macroeconomic uncertainty increase or decrease aggregate growth and asset prices? To address this question, we decompose aggregate uncertainty into ‘good’ and ‘bad’ volatility components, associated with positive and negative innovations to macroeconomic growth. We document that in line with our theoretical framework, these two uncertainties have opposite impact on aggregate growth and asset prices. Good uncertainty predicts an increase in future economic activity, such as consumption, output, and investment, and is positively related to valuation ratios, while bad uncertainty forecasts a decline in economic growth and depresses asset prices. Further, the market price of risk and equity beta of good uncertainty are positive, while negative for bad uncertainty. Hence, both uncertainty risks contribute positively to risk premia, and help explain the cross-section of expected returns beyond cash flow risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.05.004"
        },
        {
            "no": "9",
            "title": "Signal or noise? Uncertainty and learning about whether other traders are informed",
            "date": "May 2015",
            "author": [
                "Snehal Banerjee",
                "Brett Green"
            ],
            "abstract": "We develop a model where some investors are uncertain whether others are trading on informative signals or noise. Uncertainty about others leads to a nonlinear price that reacts asymmetrically to news. We incorporate this uncertainty into a dynamic setting where traders gradually learn about others and show that it generates empirically relevant return dynamics: expected returns are stochastic but predictable, and volatility exhibits clustering and the “leverage” effect. The model nests both the rational expectations (RE) and differences of opinions (DO) approaches and highlights a link between disagreement about fundamentals and uncertainty about other traders.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.05.003"
        },
        {
            "no": "10",
            "title": "Costs and benefits of friendly boards during mergers and acquisitions",
            "date": "Feb 2015",
            "author": [
                "Breno Schmidt"
            ],
            "abstract": "Finance theory predicts that board independence is not always in the shareholders׳ interest. in situations in which board advice is more important than monitoring, independence can decrease firm value. I test this prediction by examining the connection between takeover returns and board friendliness, using social ties between the CEO and board members as a proxy for less independent boards. I find that social ties are associated with higher bidder announcement returns when the potential value of board advice is high, but with lower returns when monitoring needs are high. The evidence suggests that friendly boards can have both costs and benefits, depending on the company׳s specific needs.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.02.007"
        }
    ]
}