{
    "journal": "JF",
    "volume": "67",
    "issue": "3",
    "date": "June 2012",
    "page": "Pages: i-x, 803-1171",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "21 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01765.x"
        },
        {
            "no": "2",
            "title": "Morgan Stanley—American Finance Association Award for Excellence in Finance 2012",
            "date": "21 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01762.x"
        },
        {
            "no": "3",
            "title": "Fellow of the American Finance Association for 2012",
            "date": "21 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01763.x"
        },
        {
            "no": "4",
            "title": "Corporate Governance and Capital Structure Dynamics",
            "date": "21 May 2012",
            "author": [
                "ERWAN MORELLEC",
                "BORIS NIKOLOV",
                "NORMAN SCHÜRHOFF"
            ],
            "abstract": "We develop a dynamic tradeoff model to examine the importance of manager–shareholder conflicts in capital structure choice. In the model, firms face taxation, refinancing costs, and liquidation costs. Managers own a fraction of the firms’ equity, capture part of the free cash flow to equity as private benefits, and have control over financing decisions. Using data on leverage choices and the model's predictions for different statistical moments of leverage, we find that agency costs of 1.5% of equity value on average are sufficient to resolve the low‐leverage puzzle and to explain the dynamics of leverage ratios. Our estimates also reveal that agency costs vary significantly across firms and correlate with commonly used proxies for corporate governance.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01735.x"
        },
        {
            "no": "5",
            "title": "The Case for Intervening in Bankers’ Pay",
            "date": "21 May 2012",
            "author": [
                "JOHN THANASSOULIS"
            ],
            "abstract": "This paper studies the default risk of banks generated by investment and remuneration pressures. Competing banks prefer to pay their banking staff in bonuses and not in fixed wages as risk sharing on the remuneration bill is valuable. Competition for bankers generates a negative externality, driving up market levels of banker remuneration and hence rival banks’ default risk. Optimal financial regulation involves an appropriately structured limit on the proportion of the balance sheet used for bonuses. However, stringent bonus caps are value destroying, default risk enhancing, and suboptimal for regulators who control only a small number of banks.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01736.x"
        },
        {
            "no": "6",
            "title": "The International Transmission of Bank Liquidity Shocks: Evidence from an Emerging Market",
            "date": "21 May 2012",
            "author": [
                "PHILIPP SCHNABL"
            ],
            "abstract": "I exploit the 1998 Russian default as a negative liquidity shock to international banks and analyze its transmission to Peru. I find that after the shock international banks reduce bank‐to‐bank lending to Peruvian banks and Peruvian banks reduce lending to Peruvian firms. The effect is strongest for domestically owned banks that borrow internationally, intermediate for foreign‐owned banks, and weakest for locally funded banks. I control for credit demand by examining firms that borrow from several banks. These results suggest that international banks transmit liquidity shocks across countries and that negative liquidity shocks reduce bank lending in affected countries.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01737.x"
        },
        {
            "no": "7",
            "title": "The Real Effects of Financial Markets: The Impact of Prices on Takeovers",
            "date": "21 May 2012",
            "author": [
                "ALEX EDMANS",
                "ITAY GOLDSTEIN",
                "WEI JIANG"
            ],
            "abstract": "Using mutual fund redemptions as an instrument for price changes, we identify a strong effect of market prices on takeover activity (the “trigger effect”). An interquartile decrease in valuation leads to a seven percentage point increase in acquisition likelihood, relative to a 6% unconditional takeover probability. Instrumentation addresses the fact that prices are endogenous and increase in anticipation of a takeover (the “anticipation effect”). Our results overturn prior literature that finds a weak relation between prices and takeovers without instrumentation. These findings imply that financial markets have real effects: They impose discipline on managers by triggering takeover threats.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01738.x"
        },
        {
            "no": "8",
            "title": "Which CEO Characteristics and Abilities Matter?",
            "date": "21 May 2012",
            "author": [
                "STEVEN N. KAPLAN",
                "MARK M. KLEBANOV",
                "MORTEN SORENSEN"
            ],
            "abstract": "We exploit a unique data set to study individual characteristics of CEO candidates for companies involved in buyout and venture capital transactions and relate these characteristics to subsequent corporate performance. CEO candidates vary along two primary dimensions: one that captures general ability and another that contrasts communication and interpersonal skills with execution skills. We find that subsequent performance is positively related to general ability and execution skills. The findings expand our view of CEO characteristics and types relative to previous studies.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01739.x"
        },
        {
            "no": "9",
            "title": "Decoding Inside Information",
            "date": "21 May 2012",
            "author": [
                "LAUREN COHEN",
                "CHRISTOPHER MALLOY",
                "LUKASZ POMORSKI"
            ],
            "abstract": "Exploiting the fact that insiders trade for a variety of reasons, we show that there is predictable, identifiable “routine” insider trading that is not informative about firms’ futures. A portfolio strategy that focuses solely on the remaining “opportunistic” traders yields value‐weighted abnormal returns of 82 basis points per month, while abnormal returns associated with routine traders are essentially zero. The most informed opportunistic traders are local, nonexecutive insiders from geographically concentrated, poorly governed firms. Opportunistic traders are significantly more likely to have SEC enforcement action taken against them, and reduce trading following waves of SEC insider trading enforcement.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01740.x"
        },
        {
            "no": "10",
            "title": "Determinants of Cross‐Border Mergers and Acquisitions",
            "date": "21 May 2012",
            "author": [
                "ISIL EREL",
                "ROSE C. LIAO",
                "MICHAEL S. WEISBACH"
            ],
            "abstract": "The vast majority of cross‐border mergers involve private firms outside of the United States. We analyze a sample of 56,978 cross‐border mergers between 1990 and 2007. We find that geography, the quality of accounting disclosure, and bilateral trade increase the likelihood of mergers between two countries. Valuation appears to play a role in motivating mergers: firms in countries whose stock market has increased in value, whose currency has recently appreciated, and that have a relatively high market‐to‐book value tend to be purchasers, while firms from weaker‐performing economies tend to be targets.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01741.x"
        },
        {
            "no": "11",
            "title": "Threshold Events and Identification: A Study of Cash Shortfalls",
            "date": "21 May 2012",
            "author": [
                "TOR‐ERIK BAKKE",
                "TONI M. WHITED"
            ],
            "abstract": "Threshold events are discrete events triggered when an observable continuous variable passes a known threshold. We demonstrate how to use threshold events as identification strategies by revisiting the evidence in Rauh (2006, Investment and financing constraints: Evidence from the funding of corporate pension plans, Journal of Finance 61, 33–71) that mandatory pension contributions cause investment declines. Rauh's result stems from heavily underfunded firms that constitute a small fraction of the sample and that differ sharply from the rest of the sample. To alleviate this issue, we use observations near funding thresholds and find causal effects of mandatory contributions on receivables, R&D, and hiring, but not on investment. We also provide useful suggestions and diagnostics for analyzing threshold events.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01742.x"
        },
        {
            "no": "12",
            "title": "Investment, Idiosyncratic Risk, and Ownership",
            "date": "21 May 2012",
            "author": [
                "VASIA PANOUSI",
                "DIMITRIS PAPANIKOLAOU"
            ],
            "abstract": "High‐powered incentives may induce higher managerial effort, but they also expose managers to idiosyncratic risk. If managers are risk averse, they might underinvest when firm‐specific uncertainty increases, leading to suboptimal investment decisions from the perspective of well‐diversified shareholders. We empirically document that, when idiosyncratic risk rises, firm investment falls, and more so when managers own a larger fraction of the firm. This negative effect of managerial risk aversion on investment is mitigated if executives are compensated with options rather than with shares or if institutional investors form a large part of the shareholder base.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01743.x"
        },
        {
            "no": "13",
            "title": "CEO Compensation and Board Structure Revisited",
            "date": "21 May 2012",
            "author": [
                "KATHERINE GUTHRIE",
                "JAN SOKOLOWSKY",
                "KAM‐MING WAN"
            ],
            "abstract": "Chhaochharia and Grinstein estimate that CEO pay decreases 17% more in firms that were not compliant with the recent NYSE/Nasdaq board independence requirement than in firms that were compliant. We document that 74% of this magnitude is attributable to two outliers of 865 sample firms. In addition, we find that the compensation committee independence requirement increases CEO total pay, particularly in the presence of effective shareholder monitoring. Our evidence casts doubt on the effectiveness of independent directors in constraining CEO pay as suggested by the managerial power hypothesis.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01744.x"
        },
        {
            "no": "14",
            "title": "MISCELLANEA",
            "date": "21 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01764.x"
        },
        {
            "no": "15",
            "title": "BACK MATTER",
            "date": "21 May 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01766.x"
        }
    ]
}