{
    "journal": "JF",
    "volume": "67",
    "issue": "4",
    "date": "August 2012",
    "page": "Pages: i-vi, 1173-1563, bmi-bmiv",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "19 July 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01759.x"
        },
        {
            "no": "2",
            "title": "Presidential Address: The Corporation in Finance",
            "date": "19 July 2012",
            "author": [
                "RAGHURAM G. RAJAN"
            ],
            "abstract": "To produce significant net present value, an entrepreneur has to differentiate her enterprise from the ordinary. To take collaborators with her, she needs to have substantial ownership, and thus financing. But it is hard to raise finance against differentiated assets. So an entrepreneur has to commit to undertake a second transformation, standardization, that will make the human capital in the firm, including her own, replaceable, so that outside financiers obtain control rights that will allow them to be repaid. A vibrant stock market helps the entrepreneur commit to these two transformations. The nature of firms and financing are intimately linked.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01745.x"
        },
        {
            "no": "3",
            "title": "Uncertainty about Government Policy and Stock Prices",
            "date": "19 July 2012",
            "author": [
                "L̆UBOS̆ PÁSTOR",
                "PIETRO VERONESI"
            ],
            "abstract": "We analyze how changes in government policy affect stock prices. Our general equilibrium model features uncertainty about government policy and a government whose decisions have both economic and noneconomic motives. The model makes numerous empirical predictions. Stock prices should fall at the announcement of a policy change, on average. The price decline should be large if uncertainty about government policy is large, and also if the policy change is preceded by a short or shallow economic downturn. Policy changes should increase volatilities and correlations among stocks. The jump risk premium associated with policy decisions should be positive, on average.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01746.x"
        },
        {
            "no": "4",
            "title": "Technological Growth and Asset Pricing",
            "date": "19 July 2012",
            "author": [
                "NICOLAE GÂRLEANU",
                "STAVROS PANAGEAS",
                "JIANFENG YU"
            ],
            "abstract": "We study the asset‐pricing implications of technological growth in a model with “small,” disembodied productivity shocks and “large,” infrequent technological innovations, which are embodied into new capital vintages. The technological‐adoption process leads to endogenous cycles in output and asset valuations. This process can help explain stylized asset‐valuation patterns around major technological innovations. More importantly, it can help provide a unified, investment‐based theory for numerous well‐documented facts related to excess‐return predictability. To illustrate the distinguishing features of our theory, we highlight novel implications pertaining to the joint time‐series properties of consumption and excess returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01747.x"
        },
        {
            "no": "5",
            "title": "Did Subjectivity Play a Role in CDO Credit Ratings?",
            "date": "19 July 2012",
            "author": [
                "JOHN M. GRIFFIN",
                "DRAGON YONGJUN TANG"
            ],
            "abstract": "Analyzing 916 collateralized debt obligations (CDOs), we find that a top credit rating agency frequently made positive adjustments beyond its main model that amounted to increasingly larger AAA tranche sizes. These adjustments are difficult to explain by likely determinants, but exhibit a clear pattern: CDOs with smaller model‐implied AAA sizes receive larger adjustments. CDOs with larger adjustments experience more severe subsequent downgrading. Additionally, prior to April 2007, 91.2% of AAA‐rated CDOs only comply with the credit rating agency's own AA default rate standard. Accounting for adjustments and the criterion deviation indicates that on average AAA tranches were structured to BBB support levels.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01748.x"
        },
        {
            "no": "6",
            "title": "Why Are U.S. Stocks More Volatile?",
            "date": "19 July 2012",
            "author": [
                "SÖHNKE M. BARTRAM",
                "GREGORY BROWN",
                "RENÉ M. STULZ"
            ],
            "abstract": "U.S. stocks are more volatile than stocks of similar foreign firms. A firm's stock return volatility can be higher for reasons that contribute positively (good volatility) or negatively (bad volatility) to shareholder wealth and economic growth. We find that the volatility of U.S. firms is higher mostly because of good volatility. Specifically, stock volatility is higher in the United States because it increases with investor protection, stock market development, new patents, and firm‐level investment in R&D. Each of these factors is related to better growth opportunities for firms and better ability to take advantage of these opportunities.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01749.x"
        },
        {
            "no": "7",
            "title": "Mutual Fund Trading Pressure: Firm‐Level Stock Price Impact and Timing of SEOs",
            "date": "19 July 2012",
            "author": [
                "MOZAFFAR KHAN",
                "LEONID KOGAN",
                "GEORGE SERAFEIM"
            ],
            "abstract": "We use price pressure resulting from purchases by mutual funds with large capital inflows to identify overvalued equity. This is a relatively exogenous overvaluation indicator as it is associated with who is buying—buyers with excess liquidity—rather than what is being purchased. We document substantial stock price impact associated with purchases by high‐inflow mutual funds, and find the probability of a seasoned equity offering (SEO), insider sales, and the probability of a stock‐based acquisition increase significantly in the four quarters following the mutual fund buying pressure. These results provide new evidence that firm managers are able to identify and exploit overvalued equity.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01750.x"
        },
        {
            "no": "8",
            "title": "Mutual Fund Tax Clienteles",
            "date": "19 July 2012",
            "author": [
                "CLEMENS SIALM",
                "LAURA STARKS"
            ],
            "abstract": "Mutual funds are held by investors in taxable and tax‐qualified retirement accounts. We investigate whether the characteristics, investment strategies, and performance of mutual funds held by these diverse tax clienteles differ. Examining both mutual fund distributions and mutual fund holdings, we find that funds held primarily by taxable investors choose investment strategies that result in lower tax burdens than funds held primarily in tax‐qualified accounts. Despite these differences, we find no evidence that any investment constraints that may arise from these tax‐efficient investment strategies result in performance differences between funds held by different tax clienteles.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01751.x"
        },
        {
            "no": "9",
            "title": "Early Exercise of Put Options on Stocks",
            "date": "19 July 2012",
            "author": [
                "KATHRYN BARRACLOUGH",
                "ROBERT E. WHALEY"
            ],
            "abstract": "U.S. exchange‐traded stock options are exercisable before expiration. While put options should frequently be exercised early to earn interest, they are not. In this paper, we derive an early exercise decision rule and then examine actual exercise behavior during the period January 1996 through September 2008. We find that more than 3.96 million puts that should have been exercised early remain unexercised, representing over 3.7% of all outstanding puts. We also find that failure to exercise cost put option holders $1.9 billion in forgone interest income and that this interest is systematically captured by market makers and proprietary firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01752.x"
        },
        {
            "no": "10",
            "title": "Are Overconfident CEOs Better Innovators?",
            "date": "19 July 2012",
            "author": [
                "DAVID HIRSHLEIFER",
                "ANGIE LOW",
                "SIEW HONG TEOH"
            ],
            "abstract": "Previous empirical work on adverse consequences of CEO overconfidence raises the question of why firms hire overconfident managers. Theoretical research suggests a reason: overconfidence can benefit shareholders by increasing investment in risky projects. Using options‐ and press‐based proxies for CEO overconfidence, we find that over the 1993–2003 period, firms with overconfident CEOs have greater return volatility, invest more in innovation, obtain more patents and patent citations, and achieve greater innovative success for given research and development expenditures. However, overconfident managers achieve greater innovation only in innovative industries. Our findings suggest that overconfidence helps CEOs exploit innovative growth opportunities.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01753.x"
        },
        {
            "no": "11",
            "title": "Real Options, Volatility, and Stock Returns",
            "date": "19 July 2012",
            "author": [
                "GUSTAVO GRULLON",
                "EVGENY LYANDRES",
                "ALEXEI ZHDANOV"
            ],
            "abstract": "We provide evidence that the positive relation between firm‐level stock returns and firm‐level return volatility is due to firms’ real options. Consistent with real option theory, we find that the positive volatility‐return relation is much stronger for firms with more real options and that the sensitivity of firm value to changes in volatility declines significantly after firms exercise their real options. We reconcile the evidence at the aggregate and firm levels by showing that the negative relation at the aggregate level may be due to aggregate market conditions that simultaneously affect both market returns and return volatility.",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01754.x"
        },
        {
            "no": "12",
            "title": "Report of the Editor of the Journal of Finance for the Year 2011",
            "date": "19 July 2012",
            "author": [
                "CAMPBELL R. HARVEY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01755.x"
        },
        {
            "no": "13",
            "title": "Minutes of the Annual Membership Meeting, January 7, 2012",
            "date": "19 July 2012",
            "author": [
                "DAVID H. PYLE"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01756.x"
        },
        {
            "no": "14",
            "title": "Report of the Executive Secretary and Treasurer for the Year Ending September 30, 2011",
            "date": "19 July 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01757.x"
        },
        {
            "no": "15",
            "title": "MISCELLANEA",
            "date": "19 July 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01758.x"
        },
        {
            "no": "16",
            "title": "ANNOUNCEMENTS",
            "date": "19 July 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01760.x"
        },
        {
            "no": "17",
            "title": "Letter from the New Editor",
            "date": "19 July 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01777.x"
        },
        {
            "no": "18",
            "title": "BACK MATTER",
            "date": "19 July 2012",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2012.01778.x"
        }
    ]
}