{
    "journal": "RFS",
    "volume": "19",
    "issue": "3",
    "date": "Fall 2006",
    "page": "Pages 717–1111",
    "article": [
        {
            "no": "1",
            "title": "A Note from the Editor",
            "date": "01 October 2006",
            "author": [
                "Maureen O’Hara"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhj042"
        },
        {
            "no": "2",
            "title": "Beauty Contests and Iterated Expectations in Asset Markets",
            "date": "02 March 2006",
            "author": [
                "Franklin Allen",
                "Stephen Morris",
                "Hyun Song Shin"
            ],
            "abstract": "In a financial market where traders are risk averse and short lived and prices are noisy, asset prices today depend on the average expectation today of tomorrow’s price. Thus (iterating this relationship) the date 1 price equals the date 1 average expectation of the date 2 average expectation of the date 3 price. This will not, in general, equal the date 1 average expectation of the date 3 price. We show how this failure of the law of iterated expectations for average belief can help understand the role of higher-order beliefs in a fully rational asset pricing model.",
            "link": "https://doi.org/10.1093/rfs/hhj036"
        },
        {
            "no": "3",
            "title": "International Capital Markets and Foreign Exchange Risk",
            "date": "21 February 2006",
            "author": [
                "Michael J. Brennan",
                "Yihong Xia"
            ],
            "abstract": "Relations between foreign exchange risk premia, exchange rate volatility, and the volatilities of the pricing kernels for the underlying currencies, are derived under the assumption of integrated capital markets. As predicted, the volatility of exchange rates is significantly associated with the estimated volatility of the relevant pricing kernels, and foreign exchange risk premia are significantly related to both the estimated volatility of the pricing kernels and the volatility of exchange rates. The estimated foreign exchange risk premia mostly satisfy Fama’s (1984) necessary conditions for explaining the forward premium puzzle, but the puzzle remains in several cases even after taking account of the pricing kernel volatilities.",
            "link": "https://doi.org/10.1093/rfs/hhj029"
        },
        {
            "no": "4",
            "title": "Pairs Trading: Performance of a Relative-Value Arbitrage Rule",
            "date": "13 February 2006",
            "author": [
                "Evan Gatev",
                "William N. Goetzmann",
                "K. Geert Rouwenhorst"
            ],
            "abstract": "We test a Wall Street investment strategy, “pairs trading,” with daily data over 1962–2002. Stocks are matched into pairs with minimum distance between normalized historical prices. A simple trading rule yields average annualized excess returns of up to 11% for self-financing portfolios of pairs. The profits typically exceed conservative transaction-cost estimates. Bootstrap results suggest that the “pairs” effect differs from previously documented reversal profits. Robustness of the excess returns indicates that pairs trading profits from temporary mispricing of close substitutes. We link the profitability to the presence of a common factor in the returns, different from conventional risk measures.",
            "link": "https://doi.org/10.1093/rfs/hhj020"
        },
        {
            "no": "5",
            "title": "Corporate Finance and the Monetary Transmission Mechanism",
            "date": "15 May 2006",
            "author": [
                "Patrick Bolton",
                "Xavier Freixas"
            ],
            "abstract": "We analyze the transmission effects of monetary policy in a general equilibrium model of the financial sector, with bank lending and securities markets. Bank lending is constrained by capital adequacy requirements, and asymmetric information adds a cost to outside bank equity capital. In our model, monetary policy does not affect bank lending through changes in bank liquidity; rather, it operates through changes in the spread of bank loans over corporate bonds, which induce changes in the aggregate composition of financing by firms, and in banks’ equity-capital base. The model produces multiple equilibria, one of which displays all the features of a “credit crunch.”",
            "link": "https://doi.org/10.1093/rfs/hhl002"
        },
        {
            "no": "6",
            "title": "The Information in Option Volume for Future Stock Prices",
            "date": "17 February 2006",
            "author": [
                "Jun Pan",
                "Allen M. Poteshman"
            ],
            "abstract": "We present strong evidence that option trading volume contains information about future stock prices. Taking advantage of a unique data set, we construct put-call ratios from option volume initiated by buyers to open new positions. Stocks with low put-call ratios outperform stocks with high put-call ratios by more than 40 basis points on the next day and more than 1% over the next week. Partitioning our option signals into components that are publicly and nonpublicly observable, we find that the economic source of this predictability is nonpublic information possessed by option traders rather than market inefficiency. We also find greater predictability for stocks with higher concentrations of informed traders and from option contracts with greater leverage.",
            "link": "https://doi.org/10.1093/rfs/hhj024"
        },
        {
            "no": "7",
            "title": "Maximum Likelihood Estimation of Latent Affine Processes",
            "date": "17 February 2006",
            "author": [
                "David S. Bates"
            ],
            "abstract": "This article develops a direct filtration-based maximum likelihood methodology for estimating the parameters and realizations of latent affine processes. Filtration is conducted in the transform space of characteristic functions, using a version of Bayes’ rule for recursively updating the joint characteristic function of latent variables and the data conditional upon past data. An application to daily stock market returns over 1953–1996 reveals substantial divergences from estimates based on the Efficient Methods of Moments (EMM) methodology; in particular, more substantial and time-varying jump risk. The implications for pricing stock index options are examined.",
            "link": "https://doi.org/10.1093/rfs/hhj022"
        },
        {
            "no": "8",
            "title": "Competition and Strategic Information Acquisition in Credit Markets",
            "date": "21 February 2006",
            "author": [
                "Robert Hauswald",
                "Robert Marquez"
            ],
            "abstract": "We investigate the interaction between banks’ use of information acquisition as a strategic tool and their role in promoting the efficiency of credit markets when a bank’s ability to gather information varies with its distance to the borrower. We show that banks acquire proprietary information both to soften lending competition and to extend their market share. As competition increases, investments in information acquisition fall, leading to lower interest rates but also to less efficient lending decisions. Consistent with the recent wave of bank acquisitions, we also find that merging for informational reasons with a competitor is an optimal response to industry consolidation.",
            "link": "https://doi.org/10.1093/rfs/hhj021"
        },
        {
            "no": "9",
            "title": "Asset Pricing Models and Financial Market Anomalies",
            "date": "20 February 2006",
            "author": [
                "Doron Avramov",
                "Tarun Chordia"
            ],
            "abstract": "This article develops a framework that applies to single securities to test whether asset pricing models can explain the size, value, and momentum anomalies. Stock level beta is allowed to vary with firm-level size and book-to-market as well as with macroeconomic variables. With constant beta, none of the models examined capture any of the market anomalies. When beta is allowed to vary, the size and value effects are often explained, but the explanatory power of past return remains robust. The past return effect is captured by model mispricing that varies with macroeconomic variables.",
            "link": "https://doi.org/10.1093/rfs/hhj025"
        },
        {
            "no": "10",
            "title": "Innovation, Differentiation, and the Choice of an Underwriter: Evidence from Equity-Linked Securities",
            "date": "17 February 2006",
            "author": [
                "Enrique Schroth"
            ],
            "abstract": "Investment banks imitate other bank’s innovative corporate securities and compete with the innovator to underwrite new issues. This article uses data of all the corporate offerings of equity-linked and derivative securities in the Securities Data Company (SDC) to estimate the issuer’s demand of underwriting services provided by investment banks across different varieties of securities. It finds that the demand for the innovator’s variety is larger than the imitators’. This demand advantage decreases with time and faster for securities that appear later in a sequence of innovations. Imitation becomes less attractive later in the sequence as information from earlier deals spills-over to all banks.",
            "link": "https://doi.org/10.1093/rfs/hhj023"
        },
        {
            "no": "11",
            "title": "The Impact of Legal and Political Institutions on Equity Trading Costs: A Cross-Country Analysis",
            "date": "11 May 2006",
            "author": [
                "Venkat R. Eleswarapu",
                "Kumar Venkataraman"
            ],
            "abstract": "We conjecture that macro-level institutions affect equity trading costs through their impact on information risk and investor participation. In a study of trading costs for 412 NYSE-listed American Depository Receipts (ADRs) from 44 countries, we find that, after controlling for firm-level determinants of trading costs, effective spreads and price impact of trades are significantly lower for stocks from countries with better ratings for judicial efficiency, accounting standards, and political stability. Trading costs are significantly higher for stocks from French civil law countries than from common law countries. Overall, we conclude that improvements in legal and political institutions will lower the cost of liquidity in financial markets.",
            "link": "https://doi.org/10.1093/rfs/hhj026"
        }
    ]
}