{
    "journal": "RFS",
    "volume": "19",
    "issue": "2",
    "date": "Summer 2006",
    "page": "Pages 357–716",
    "article": [
        {
            "no": "1",
            "title": "Note from the Editor",
            "date": "01 July 2006",
            "author": [
                "Matthew Spiegel"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhj037"
        },
        {
            "no": "2",
            "title": "The Behavior of Interest Rates",
            "date": "20 January 2006",
            "author": [
                "Eugene F. Fama"
            ],
            "abstract": "The evidence in Fama and Bliss (1987) that forward interest rates forecast future spot interest rates for horizons beyond a year repeats in the out-of-sample 1986–2004 period. But the inference that this forecast power is due to mean reversion of the spot rate toward a constant expected value no longer seems valid. Instead, the predictability of the spot rate captured by forward rates seems to be due to mean reversion toward a time-varying expected value that is subject to a sequence of apparently permanent shocks that are on balance positive to mid-1981 and on balance negative thereafter.",
            "link": "https://doi.org/10.1093/rfs/hhj019"
        },
        {
            "no": "3",
            "title": "IPO Underpricing and After-Market Liquidity",
            "date": "20 January 2006",
            "author": [
                "Andrew Ellul",
                "Marco Pagano"
            ],
            "abstract": "The underpricing of initial public offerings (IPOs) is generally explained with asymmetric information and risk. We complement these traditional explanations with a new theory where investors worry also about the after-market illiquidity that may result from asymmetric information after the IPO. The less liquid the aftermarket is expected to be, and the less predictable its liquidity, the larger will be the IPO underpricing. Our model blends such liquidity concerns with adverse selection and risk as motives for underpricing. The model’s predictions are supported by evidence for 337 British IPOs effected between 1998 and 2000. Using various measures of liquidity, we find that expected after-market liquidity and liquidity risk are important determinants of IPO underpricing.",
            "link": "https://doi.org/10.1093/rfs/hhj018"
        },
        {
            "no": "4",
            "title": "Evaluating Government Bond Fund Performance with Stochastic Discount Factors",
            "date": "19 January 2006",
            "author": [
                "Wayne Ferson",
                "Tyler R. Henry",
                "Darren J. Kisgen"
            ],
            "abstract": "This article shows how to evaluate the performance of managed portfolios using stochastic discount factors (SDFs) from continuous-time term structure models. These models imply empirical factors that include time averages of the underlying state variables. The approach addresses a performance measurement bias, described by Goetzmann, Ingersoll, and Ivkovic (2000) and Ferson and Khang (2002), arising because fund managers may trade within the return measurement interval or hold positions in replicable options. The empirical factors contribute explanatory power in factor model regressions and reduce model pricing errors. We illustrate the approach on US government bond funds during 1986–2000.",
            "link": "https://doi.org/10.1093/rfs/hhj015"
        },
        {
            "no": "5",
            "title": "A Trade-Based Analysis of Momentum",
            "date": "21 January 2006",
            "author": [
                "Soeren Hvidkjaer"
            ],
            "abstract": "This article uses transactions data for all NYSE/AMEX stocks in the period 1983–2002 to study how investors trade in Jegadeesh and Titman’s (1993) momentum portfolios. Among small trades, there is an extremely sluggish reaction to the past returns. For instance, an initial small-trade buying pressure exists for loser stocks, and it gradually converts into an intense selling pressure over the following year. The results are consistent with initial underreaction followed by delayed reaction among small traders. Moreover, small-trade imbalances during the formation period significantly affect momentum returns, suggesting that underreaction among small traders contributes to the momentum effect. Large traders, by contrast, show no evidence of underreaction, and large-trade imbalances have little impact on subsequent returns. Overall, the results suggest that momentum could partly be driven by the behavior of small traders.",
            "link": "https://doi.org/10.1093/rfs/hhj016"
        },
        {
            "no": "6",
            "title": "Pricing Options in an Extended Black Scholes Economy with Illiquidity: Theory and Empirical Evidence",
            "date": "21 January 2006",
            "author": [
                "U. Çetin",
                "R. Jarrow",
                "P. Protter",
                "M. Warachka"
            ],
            "abstract": "This article studies the pricing of options in an extended Black Scholes economy in which the underlying asset is not perfectly liquid. The resulting liquidity risk is modeled as a stochastic supply curve, with the transaction price being a function of the trade size. Consistent with the market microstructure literature, the supply curve is upward sloping with purchases executed at higher prices and sales at lower prices. Optimal discrete time hedging strategies are then derived. Empirical evidence reveals a significant liquidity cost intrinsic to every option.",
            "link": "https://doi.org/10.1093/rfs/hhj014"
        },
        {
            "no": "7",
            "title": "Financial Constraints Risk",
            "date": "18 January 2006",
            "author": [
                "Toni M. Whited",
                "Guojun Wu"
            ],
            "abstract": "We construct an index of firms’ external finance constraints via generalized method of moments (GMM) estimation of an investment Euler equation. Unlike the commonly used KZ index, ours is consistent with firm characteristics associated with external finance constraints. Constrained firms’ returns move together, suggesting the existence of a financial constraints factor. This factor earns a positive but insignificant average return. Much of the variation in this factor cannot be explained by the Fama–French and momentum factors. Cross-sectional regressions of returns on our index and other firm characteristics show that constrained firms earn higher returns and that the financial-constraints effect dominates the size effect.",
            "link": "https://doi.org/10.1093/rfs/hhj012"
        },
        {
            "no": "8",
            "title": "If at First You Don’t Succeed: The Effect of the Option to Resolicit on Corporate Takeovers",
            "date": "19 January 2006",
            "author": [
                "Ann B. Gillette",
                "Thomas H. Noe"
            ],
            "abstract": "This article models, and experimentally simulates, the free-rider problem in a takeover when the raider has the option to “resolicit,” that is, to make a new offer after an offer has been rejected. In theory, the option to resolicit, by lowering offer credibility, increases the dissipative losses associated with free riding. The outcomes of our experiment support this prediction and produce losses from free riding even higher than theoretically predicted. These dissipation losses reduce raider gains to less than 3% of synergy value of the acquisition",
            "link": "https://doi.org/10.1093/rfs/hhj011"
        },
        {
            "no": "9",
            "title": "Capital Structure, Compensation and Incentives",
            "date": "21 January 2006",
            "author": [
                "Alan V. S. Douglas"
            ],
            "abstract": "This article illustrates an incentive-aligning role of debt in the presence of optimal compensation contracts. Owing to information asymmetry, value-maximizing compensation contracts allow managerial rents following high investment outcomes. The manager has an incentive to increase these rents by choosing investments that generate greater information asymmetry. An aptly chosen debt level mitigates this incentive, because investments that generate greater information asymmetry have more volatile outcomes. The greater volatility would make the debt risky, causing the shareholders to focus on high outcomes and therefore compensation contracts that reduce managerial rents. At the optimum, the manager avoids opportunistic investments, and the shareholders offer value-maximizing compensation contracts. Empirically, the analysis predicts a negative relationship between leverage and market-to-book that is reversed at extreme market-to-book ratios, a negative relationship between leverage and profitability, a negative relationship between leverage and pay-for-performance, and a positive relationship between pay-for-performance and investment opportunities.",
            "link": "https://doi.org/10.1093/rfs/hhj010"
        },
        {
            "no": "10",
            "title": "Hedging, Familiarity and Portfolio Choice",
            "date": "19 January 2006",
            "author": [
                "Massimo Massa",
                "Andrei Simonov"
            ],
            "abstract": "We exploit the restrictions of intertemporal portfolio choice in the presence of nonfinancial income risk to test hedging using the information contained in the actual portfolio of the investor. We use a unique data set of Swedish investors with information broken down at the investor level and into various components of investor wealth, income, and demographic characteristics. Portfolio holdings are identified at the stock level. We show that investors do not hedge but invest in stocks closely related to their nonfinancial income. We explain this with familiarity, that is, the tendency to concentrate holdings in stocks to which the investor is geographically or professionally close or that he has held for a long period. We show that familiarity is not a behavioral bias, but is information driven. Familiarity-based investment allows investors to earn higher returns than they would have otherwise earned if they had hedged.",
            "link": "https://doi.org/10.1093/rfs/hhj013"
        },
        {
            "no": "11",
            "title": "Loan Sales and the Cost of Corporate Borrowing",
            "date": "19 January 2006",
            "author": [
                "A. Burak Güner"
            ],
            "abstract": "When a loan is sold, it goes to a lower-cost financing source than its originator. Yet, lending markets are less than perfectly competitive. Despite the lower funding cost, therefore, the loan price is not necessarily more favorable to the borrower. However, corporate borrowers are averse to the participation of their loans to other lenders because of the complexity of dealing with multiple banks and the potential information costs of the sale announcement. Consequently, I conjecture that the borrower extracts a price concession in exchange for allowing the bank to sell participations in the loan. Using a hand-matched dataset of loans, borrowers, and lenders, I find that the average yield spread on loans originated by active loan sellers is about 20 basis points lower than the average spread on loans originated by moderate loan sellers.",
            "link": "https://doi.org/10.1093/rfs/hhj017"
        }
    ]
}