{
    "journal": "JF",
    "volume": "44",
    "issue": "5",
    "date": "December 1989",
    "page": "Pages: i-vi, 1115-1456, vii-x",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "December 1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb00293.x"
        },
        {
            "no": "2",
            "title": "Why Does Stock Market Volatility Change Over Time?",
            "date": "December 1989",
            "author": [
                "G. WILLIAM SCHWERT"
            ],
            "abstract": "This paper analyzes the relation of stock volatility with real and nominal macroeconomic volatility, economic activity, financial leverage, and stock trading activity using monthly data from 1857 to 1987. An important fact, previously noted by Officer (1973), is that stock return variability was unusually high during the 1929–1939 Great Depression. While aggregate leverage is significantly correlated with volatility, it explains a relatively small part of the movements in stock volatility. The amplitude of the fluctuations in aggregate stock volatility is difficult to explain using simple models of stock valuation, especially during the Great Depression.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02647.x"
        },
        {
            "no": "3",
            "title": "S&P 500 Cash Stock Price Volatilities",
            "date": "December 1989",
            "author": [
                "LAWRENCE HARRIS"
            ],
            "abstract": "S&P 500 stock return volatilities are compared to the volatilities of a matched set of stocks, after controlling for cross‐sectional differences in firm attributes known to affect volatility. No significant difference in volatility is observed between 1975 and 1983—before the start of trade in index futures and index options. Since then, S&P 500 stocks have been relatively more volatile. The difference is statistically, but not economically, significant. The relative increase occurs primarily in daily returns and only to a lesser extent in longer interval returns. Other factors besides the start of derivative trade could be responsible for the small increase in volatility.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02648.x"
        },
        {
            "no": "4",
            "title": "Economic Significance of Predictable Variations in Stock Index Returns",
            "date": "December 1989",
            "author": [
                "WILLIAM BREEN",
                "LAWRENCE R. GLOSTEN",
                "RAVI JAGANNATHAN"
            ],
            "abstract": "Knowledge of the one‐month interest rate is useful in forecasting the sign as well as the variance of the excess return on stocks. The services of a portfolio manager who makes use of the forecasting model to shift funds between bills and stocks would be worth an annual management fee of 2% of the value of the assets managed. During 1954:4 to 1986:12, the variance of monthly returns on the managed portfolio was about 60% of the variance of the returns on the value weighted index, whereas the average return was two basis points higher.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02649.x"
        },
        {
            "no": "5",
            "title": "Changes in Expected Security Returns, Risk, and the Level of Interest Rates",
            "date": "December 1989",
            "author": [
                "WAYNE E. FERSON"
            ],
            "abstract": "Regressions of security returns on treasury bill rates provide insight about the behavior of risk in rational asset pricing models. The information in one‐month bill rates implies time variation in the conditional covariances of portfolios of stocks and fixed‐income securities with benchmark pricing variables, over extended samples and within five‐year subperiods. There is evidence of changes in conditional “betas” associated with interest rates. Consumption and stock market data are examined as proxies for marginal utility, in a general framework for asset pricing with time‐varying conditional covariances.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02650.x"
        },
        {
            "no": "6",
            "title": "Firm Size and Turn‐of‐the‐Year Effects in the OTC/NASDAQ Market",
            "date": "December 1989",
            "author": [
                "CHRISTOPHER G. LAMOUREUX",
                "GARY C. SANGER"
            ],
            "abstract": "This paper examines the turn‐of‐the‐year effect, the firm size effect, and the relation between these two effects for a sample of OTC stocks traded via the NASDAQ reporting system over the period 1973–1985. We find results similar to those based solely on listed stocks. The importance of these findings stems from the existence of nontrivial differences between the characteristics of the OTC/NASDAQ sample and the samples of listed firms examined previously in the literature. We also find that NASDAQ quoted bid‐ask spreads are highly negatively correlated with firm size, are not highly seasonal, and are large enough to preclude trading profits based upon a knowledge of the seasonality of small firms' returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02651.x"
        },
        {
            "no": "7",
            "title": "The Number of Factors in Security Returns",
            "date": "December 1989",
            "author": [
                "STEPHEN J. BROWN"
            ],
            "abstract": "Both factor analysis of security returns and the analysis of eigenvalues seem to indicate that a market factor explains the major part of security returns. We find that such evidence is consistent with an economy where there are in fact k “equally important” priced factors; eigenvalue analysis in the context of such an economy will lead an investigator to the false inference that the one important “factor” is the return on an equally weighted market index.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02652.x"
        },
        {
            "no": "8",
            "title": "Primes and Scores: An Essay on Market Imperfections",
            "date": "December 1989",
            "author": [
                "ROBERT A. JARROW",
                "MAUREEN O'HARA"
            ],
            "abstract": "This paper investigates the reported relative mispricing of primes and scores to the underlying stock. Given transaction costs, we establish arbitrage‐based bounds on prime and score prices. We then develop a new nonparametric statistical technique to test whether prime and score prices violate these bounds. We find that prime and score prices do exceed stock prices, and often by a considerable amount. We demonstrate that this increased value is most likely due to the score's ability to save on the costs of dynamic hedging. We also show how short sale and trust size constraints impede the ability to arbitrage price disparities.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02653.x"
        },
        {
            "no": "9",
            "title": "Options Arbitrage in Imperfect Markets",
            "date": "December 1989",
            "author": [
                "STEPHEN FIGLEWSKI"
            ],
            "abstract": "Option valuation models are based on an arbitrage strategy—hedging the option against the underlying asset and rebalancing continuously until expiration—that is only possible in a frictionless market. This paper simulates the impact of market imperfections and other problems with the “standard” arbitrage trade, including uncertain volatility, transactions costs, indivisibilities, and rebalancing only at discrete intervals. We find that, in an actual market such as that for stock index options, the standard arbitrage is exposed to such large risk and transactions costs that it can only establish very wide bounds on equilibrium options prices. This has important implications for price determination in options markets, as well as for testing of valuation models.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02654.x"
        },
        {
            "no": "10",
            "title": "Optimal Bank Reorganization Policies and the Pricing of Federal Deposit Insurance",
            "date": "December 1989",
            "author": [
                "SANKARSHAN ACHARYA",
                "JEAN‐FRANCOIS DREYFUS"
            ],
            "abstract": "Optimal dynamic regulatory policies for closing ailing banks and for deposit insurance premia are derived as functions of the rate of flow of bank deposits, and interest rate on deposits, the economy's risk‐free interest rate, and the regulators' bank audit/administration costs. Under competitive conditions, the threshold assets‐to‐deposits ratio below which a bank should be optimally closed is shown to be greater than or equal to one. Optimal deposit insurance premia and probabilities of bank closure are shown to be nondecreasing in the bank's risk on investment and nonincreasing in the bank's current assets‐to‐deposits ratio.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02655.x"
        },
        {
            "no": "11",
            "title": "LDC Debt: Forgiveness, Indexation, and Investment Incentives",
            "date": "December 1989",
            "author": [
                "KENNETH A. FROOT",
                "DAVID S. SCHARFSTEIN",
                "JEREMY C. STEIN"
            ],
            "abstract": "We compare different indexation schemes in terms of their ability to facilitate forgiveness and reduce the investment disincentives associated with the large LDC debt overhang. Indexing to an endogenous variable (e.g., a country's output) has a negative moral hazard effect on investment. This problem does not arise when payments are linked to an exogenous variable such as commodity prices. Nonetheless, indexing payments to output may be useful when debtors know more about their willingness to invest than lenders. We also reach new conclusions about the desirability of default penalties under asymmetric information.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02656.x"
        },
        {
            "no": "12",
            "title": "Some Empirical Estimates of the Risk Structure of Interest Rates",
            "date": "December 1989",
            "author": [
                "ODED SARIG",
                "ARTHUR WARGA"
            ],
            "abstract": "This paper investigates the risk structure of interest rates using pure discount bonds. The most striking feature of our estimates of default‐risk premia is the resemblance of their time profile to the theoretical time profile obtained by Merton (1974).",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02657.x"
        },
        {
            "no": "13",
            "title": "Stock Splits, Volatility Increases, and Implied Volatilities",
            "date": "December 1989",
            "author": [
                "AAMIR M. SHEIKH"
            ],
            "abstract": "A test of the efficiency of the Chicago Board Options Exchange, relative to post‐split increases in the volatility of common stocks, is presented. The Black‐Scholes and Roll option pricing formulas are used to examine the behavior of implied standard deviations (ISDs) around split announcement and ex‐dates. Comparisons with a control group of stocks find no relative increase in ISDs of stocks announcing splits. However, a relative increase is detected at the ex‐date. Therefore, the joint hypothesis that 1) the Black‐Scholes and Roll formulas are true and 2) the CBOE is efficient can be rejected.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02658.x"
        },
        {
            "no": "14",
            "title": "The Equilibrium Valuation of Risky Discrete Cash Flows in Continuous Time",
            "date": "December 1989",
            "author": [
                "DAVID C. SHIMKO"
            ],
            "abstract": "This paper values a contingent claim to discrete stochastic cash flows generated by a Poisson arrival process with a randomly varying intensity parameter. In the most general case, both the size and the arrival intensity of cash flows may correlate wih state variables in a continuous time economy. Assuming the conditions of an intertemporal capital aset pricing model, solutions for the value of the contingent claim can be found using various techniques. The paper suggests immediate applications to the valuation of insurance contracts, the decision to build a firm with unknown future investment opportunities, and the pricing of mortgage‐backed securities.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02659.x"
        },
        {
            "no": "15",
            "title": "Does the Stock Market Overreact to Corporate Earnings Information?",
            "date": "December 1989",
            "author": [
                "PAUL ZAROWIN"
            ],
            "abstract": "This paper tests whether the stock market overreacts to extreme earnings, by examining firms' stock returns over the 36 months subsequent to extreme earnings years. While the poorest earners do outperform the best earners, the poorest earners are also significantly smaller than the best earners. When poor earners are matched with good earners of equal size, there is little evidence of differential performance. This suggests that size, and not investor overreaction to earnings, is responsible for the “overreaction” phenomenon, the tendency for prior period losers to outperform prior period winners in the subsequent period.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02660.x"
        },
        {
            "no": "16",
            "title": "A Re‐Examination of Shareholder Wealth Effects of Calls of Convertible Preferred Stock",
            "date": "December 1989",
            "author": [
                "ERIC L. MAIS",
                "WILLIAM T. MOORE",
                "RONALD C. ROGERS"
            ],
            "abstract": "Common stock price reactions to announcements of 67 calls of in‐the‐money convertible preferred stocks are examined, and a significant average abnormal return of −1.6 percent is documented. The finding is robust to the choice of estimation period and the assumed return‐generating process. Annual dividend obligations for the called preferred issues in the sample typically are greater than the dividends for the common shares into which they are converted, and announcement‐period abnormal returns are negatively correlated with changes in dividends. Moreover, calls that result in dilution of voting rights appear to have greater adverse valuation effects than calls that do not alter voting rights concentration.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02661.x"
        },
        {
            "no": "17",
            "title": "The Effect of Temporal Risk Aversion on Optimal Consumption, the Equity Premium, and the Equilibrium Interest Rate",
            "date": "December 1989",
            "author": [
                "CHANG MO AHN"
            ],
            "abstract": "This paper demonstrates that temporal risk aversion makes smoothing consumption over time less attractive, while the usual risk aversion makes it more attractive. As temporal risk aversion increases, the equilibrium interest rate decreases and the equity premium increases. This paper also shows a striking and novel result that an increase in time impatience can lead to either a decrease or an increase in the interest rate, depending on the nature of the nonseparability.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02662.x"
        },
        {
            "no": "18",
            "title": "Corrections for Trading Frictions in Multivariate Returns",
            "date": "December 1989",
            "author": [
                "BOB KORKIE"
            ],
            "abstract": "When observed stock returns are obtained from trades subject to friction, it is known that an individual stock's beta and covariance are measured with error. Univariate models of additive error adjustment are available and are often applied simultaneously to more than one stock. Unfortunately, these multivariate adjustments produce non‐positive definite covariance and correlation matrices, unless the return sample sizes are very large. To prevent this, restrictions on the adjustment matrix are developed and a correction is proposed, which dominates the uncorrected estimator. The estimators are illustrated with asset opportunity set estimates where daily returns have trading frictions.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02663.x"
        },
        {
            "no": "19",
            "title": "A Portfolio Approach to Estimating the Average Correlation Coefficient for the Constant Correlation Model",
            "date": "December 1989",
            "author": [
                "YASH P. ANEJA",
                "RAMESH CHANDRA",
                "ERDAL GUNAY"
            ],
            "abstract": "This paper presents a portfolio approach to estimating the average correlation coefficient of a group of stocks which are considered for portfolio analysis. The average correlation coefficient has been shown to produce a better estimate of the future correlation matrix than individual pairwise correlations. The advantage of the approach described here is that it does not require the estimation of pairwise correlations for estimating their average.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02664.x"
        },
        {
            "no": "20",
            "title": "Book Reviews",
            "date": "December 1989",
            "author": [],
            "abstract": "Book reviewed in this article:\nFutures Markets. By DARRELL DUFFIE. Englewood Cliffs, NJ: Prentice Hall, 1988. Pp. xi + 415.\nBank Financial Decision Analysis. By DAVID R. DURST and DONALD G. CONNER. New York: Macmillan Publishing Company, 1989. Pp. viii + 280.\nBank Financial Decision Analysis. By DAVID R. DURST and DONALD G. CONNER. New York: Macmillan Publishing Company, 1989. Pp. viii + 280.\nThe S&L Insurance Mess: How Did It Happen? By EDWARD J. KANE. Washington, D.C.: The Urban Institute Press, 1989. Pp. xviii + 181.\nThe S&L Insurance Mess: How Did It Happen? By EDWARD J. KANE. Washington, D.C.: The Urban Institute Press, 1989. Pp. xviii + 181.",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02665.x"
        },
        {
            "no": "21",
            "title": "MISCELLANEA",
            "date": "December 1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02666.x"
        },
        {
            "no": "22",
            "title": "Index to Volume XLIV",
            "date": "December 1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb00292.x"
        },
        {
            "no": "23",
            "title": "ASSOCIATION MEETINGS",
            "date": "December 1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02645.x"
        },
        {
            "no": "24",
            "title": "ANNOUNCEMENTS",
            "date": "December 1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1989.tb02646.x"
        }
    ]
}