{
    "journal": "JF",
    "volume": "55",
    "issue": "3",
    "date": "June 2000",
    "page": "Pages: i-vi, 1005-1476, vii-xxviii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2000.tb00718.x"
        },
        {
            "no": "2",
            "title": "Outside Equity",
            "date": "17 December 2002",
            "author": [
                "Stewart C. Myers"
            ],
            "abstract": "Equity financing is modeled when cash flows and asset values are not verifiable. Investors have enforceable property rights to the firm's assets, but cannot prevent insiders (managers or entrepreneurs) from capturing cash flow. Insiders must coinvest and pay in each period a dividend sufficient to ensure outside investors' participation for at least one more period. Intervention by the investors must be limited by an agreement with insiders or by costs of collective action. Basic models are extended to show why firms go public and why agency costs necessarily arise when the act of investment is not immediately verifiable.",
            "link": "https://doi.org/10.1111/0022-1082.00239"
        },
        {
            "no": "3",
            "title": "When the Underwriter Is the Market Maker: An Examination of Trading in the IPO Aftermarket",
            "date": "17 December 2002",
            "author": [
                "Katrina Ellis",
                "Roni Michaely",
                "Maureen O'Hara"
            ],
            "abstract": "This paper examines aftermarket trading of underwriters and unaffiliated market makers in the three‐month period after an IPO. We find that the lead underwriter is always the dominant market maker; he takes substantial inventory positions in the aftermarket trading, and co‐managers play a negligible role in aftermarket trading. The lead underwriter engages in stabilization activity for less successful IPOs, and uses the overallotment option to reduce his inventory risk. Compensation to the underwriter arises primarily from fees, but aftermarket trading does generate positive profits, which are positively related to the degree of underpricing.",
            "link": "https://doi.org/10.1111/0022-1082.00240"
        },
        {
            "no": "4",
            "title": "Stabilization Activities by Underwriters after Initial Public Offerings",
            "date": "17 December 2002",
            "author": [
                "Reena Aggarwal"
            ],
            "abstract": "Prior research has assumed that underwriters post a stabilizing bid in the aftermarket. We find instead that aftermarket activities are less transparent and include stimulating demand through short covering and restricting supply by penalizing the flipping of shares. In more than half of IPOs, a short position of an average 10.75 percent of shares offered is covered in 22 transactions over 16.6 days in the aftermarket, resulting in a loss of 3.61 percent of underwriting fees. Underwriters manage price support activities by using a combination of aftermarket short covering, penalty bids, and the selective use of the overallotment option.",
            "link": "https://doi.org/10.1111/0022-1082.00241"
        },
        {
            "no": "5",
            "title": "The Seven Percent Solution",
            "date": "17 December 2002",
            "author": [
                "Hsuan‐Chi Chen",
                "Jay R. Ritter"
            ],
            "abstract": "Gross spreads received by underwriters on initial public offerings (IPOs) in the United States are much higher than in other countries. Furthermore, in recent years more than 90 percent of deals raising $20–80 million have spreads of exactly seven percent, three times the proportion of a decade earlier. Investment bankers readily admit that the IPO business is very profitable, and that they avoid competing on fees because they ‘don't want to turn it into a commodity business.’ We examine several features of the IPO underwriting business that result in a market structure where spreads are high.",
            "link": "https://doi.org/10.1111/0022-1082.00242"
        },
        {
            "no": "6",
            "title": "Multiple versus Single Banking Relationships: Theory and Evidence",
            "date": "17 December 2002",
            "author": [
                "Enrica Detragiache",
                "Paolo Garella",
                "Luigi Guiso"
            ],
            "abstract": "A theory of the optimal number of banking relationships is developed and tested using matched bank‐firm data. According to the theory, relationship banks may be unable to continue funding profitable projects owing to internal problems and a firm may thus have to refinance from nonrelationship banks. The latter, however, face an adverse selection problem, as they do not know the quality of the project, and may refuse to lend. In these circumstances, multiple banking can reduce the probability of an early liquidation of the project. The empirical evidence supports the predictions of the model.",
            "link": "https://doi.org/10.1111/0022-1082.00243"
        },
        {
            "no": "7",
            "title": "Portfolio Choice and Asset Prices: The Importance of Entrepreneurial Risk",
            "date": "17 December 2002",
            "author": [
                "John Heaton",
                "Deborah Lucas"
            ],
            "abstract": "Using cross‐sectional data from the SCF and Tax Model, we show that entrepreneurial income risk has a significant influence on portfolio choice and asset prices. We find that households with high and variable business income hold less wealth in stocks than other similarly wealthy households, although they constitute a significant fraction of the stockholding population. Similarly for nonentrepreneurs, holding stock in the firm where one works reduces the portfolio share of other common stocks. Finally, we show that adding proprietary income to a linear asset pricing model improves its performance over a similar model that includes only wage income.",
            "link": "https://doi.org/10.1111/0022-1082.00244"
        },
        {
            "no": "8",
            "title": "A Test of the Relative Pricing Effects of Dividends and Earnings: Evidence from Simultaneous Announcements in Japan",
            "date": "17 December 2002",
            "author": [
                "Robert M. Conroy",
                "Kenneth M. Eades",
                "Robert S. Harris"
            ],
            "abstract": "We study the pricing effects of dividend and earnings announcements by taking advantage of the unique setting in Japan where managers simultaneously announce the current year's dividends and earnings as well as forecasts of next year's dividends and earnings. Defining surprises as deviations from analysts' forecasts, we find that share price reactions are significantly affected by earnings surprises, especially management forecasts of next year's earnings. The information content of dividends is marginal and is restricted to announcements of next year's dividends. Consistent with Modigliani and Miller's dividend irrelevance proposition, current dividend surprises have no material impact on stock prices in Japan.",
            "link": "https://doi.org/10.1111/0022-1082.00245"
        },
        {
            "no": "9",
            "title": "Firm Size and Cyclical Variations in Stock Returns",
            "date": "17 December 2002",
            "author": [
                "Gabriel Perez‐Quiros",
                "Allan Timmermann"
            ],
            "abstract": "Recent imperfect capital market theories predict the presence of asymmetries in the variation of small and large firms' risk over the economic cycle. Small firms with little collateral should be more strongly affected by tighter credit market conditions in a recession state than large, better collateralized ones. This paper adopts a flexible econometric model to analyze these mplications empirically. Consistent with theory, small firms display the highest degree of asymmetry in their risk across recession and expansion states, which translates into a higher sensitivity of their expected stock returns with respect to variables that measure credit market conditions.",
            "link": "https://doi.org/10.1111/0022-1082.00246"
        },
        {
            "no": "10",
            "title": "Conditional Skewness in Asset Pricing Tests",
            "date": "17 December 2002",
            "author": [
                "Campbell R. Harvey",
                "Akhtar Siddique"
            ],
            "abstract": "If asset returns have systematic skewness, expected returns should include rewards for accepting this risk. We formalize this intuition with an asset pricing model that incorporates conditional skewness. Our results show that conditional skewness helps explain the cross‐sectional variation of expected returns across assets and is significant even when factors based on size and book‐to‐market are included. Systematic skewness is economically important and commands a risk premium, on average, of 3.60 percent per year. Our results suggest that the momentum effect is related to systematic skewness. The low expected return momentum portfolios have higher skewness than high expected return portfolios.",
            "link": "https://doi.org/10.1111/0022-1082.00247"
        },
        {
            "no": "11",
            "title": "Equilibrium Forward Curves for Commodities",
            "date": "17 December 2002",
            "author": [
                "Bryan R. Routledge",
                "Duane J. Seppi",
                "Chester S. Spatt"
            ],
            "abstract": "We develop an equilibrium model of the term structure of forward prices for storable commodities. As a consequence of a nonnegativity constraint on inventory, the spot commodity has an embedded timing option that is absent in forward contracts. This option's value changes over time due to both endogenous inventory and exogenous transitory shocks to supply and demand. Our model makes predictions about volatilities of forward prices at different horizons and shows how conditional violations of the ‘Samuelson effect’ occur. We extend the model to incorporate a permanent second factor and calibrate the model to crude oil futures data.",
            "link": "https://doi.org/10.1111/0022-1082.00248"
        },
        {
            "no": "12",
            "title": "Price Discovery without Trading: Evidence from the Nasdaq Preopening",
            "date": "17 December 2002",
            "author": [
                "Charles Cao",
                "Eric Ghysels",
                "Frank Hatheway"
            ],
            "abstract": "This paper studies Nasdaq market makers' activities during the one and one‐half hour preopening period. Price discovery during the preopening is conducted via price signaling as opposed to the auction used to open the NYSE or the continuous market used during trading. In the absence of trades, Nasdaq dealers use crossed and locked inside quotes to signal to other market makers which direction the price should move. Furthermore, we find evidence of price leadership among market makers that bears little resemblance to their IPO/SEO lead underwriter participation.",
            "link": "https://doi.org/10.1111/0022-1082.00249"
        },
        {
            "no": "13",
            "title": "Taking Stock: Equity‐Based Compensation and the Evolution of Managerial Ownership",
            "date": "17 December 2002",
            "author": [
                "Eli Ofek",
                "David Yermack"
            ],
            "abstract": "We investigate the impact of stock‐based compensation on managerial ownership. We find that equity compensation succeeds in increasing incentives of lower‐ownership managers, but higher‐ownership managers negate much of its impact by selling previously owned shares. When executives exercise options to acquire stock, nearly all of the shares are sold. Our results illuminate dynamic aspects of managerial ownership arising from divergent goals of boards of directors, who use equity compensation for incentives, and managers, who respond by selling shares for diversification. The findings cast doubt on the frequent and important theoretical assumption that managers cannot hedge the risks of these awards.",
            "link": "https://doi.org/10.1111/0022-1082.00250"
        },
        {
            "no": "14",
            "title": "Fund Advisor Compensation in Closed‐End Funds",
            "date": "17 December 2002",
            "author": [
                "Jeffrey L. Coles",
                "Jose Suay",
                "Denise Woodbury"
            ],
            "abstract": "This paper examines the relation between the premium on closed‐end funds and organizational features of the funds and advisors, including the compensation scheme of the investment advisor. We find that the fund premium is larger when: (a) the advisor's compensation is more sensitive to fund performance; (b) the assets managed by the advisor are concentrated in the fund in question; (c) the advisor manages other funds with low compensation sensitivity to performance and with low concentration of assets managed by the advisor; and (d) the advisor's compensation contract evaluates performance relative to a benchmark.",
            "link": "https://doi.org/10.1111/0022-1082.00251"
        },
        {
            "no": "15",
            "title": "Financial Innovation and the Role of Derivative Securities: An Empirical Analysis of the Treasury STRIPS Program",
            "date": "17 December 2002",
            "author": [
                "Mark Grinblatt",
                "Francis A. Longstaff"
            ],
            "abstract": "The role that financial innovation plays in financial markets is very controversial. To provide insight into this role, we examine how market participants use the highly successful Treasury STRIPS program. We find that investors use the option to create Treasury‐derivative STRIPS primarily to make markets more complete and take advantage of tax and accounting asymmetries. Although liquidity‐related factors help explain differences in the prices of Treasury bonds and STRIPS, we find little evidence that the option to strip and reconstitute securities is used for speculative or arbitrage‐related purposes.",
            "link": "https://doi.org/10.1111/0022-1082.00252"
        },
        {
            "no": "16",
            "title": "Hedging Pressure Effects in Futures Markets",
            "date": "17 December 2002",
            "author": [
                "Frans A. De Roon",
                "Theo E. Nijman",
                "Chris Veld"
            ],
            "abstract": "We present a simple model implying that futures risk premia depend on both own‐market and cross‐market hedging pressures. Empirical evidence from 20 futures markets, divided into four groups (financial, agricultural, mineral, and currency) indicates that, after controlling for systematic risk, both the futures own hedging pressure and cross‐hedging pressures from within the group significantly affect futures returns. These effects remain significant after controlling for a measure of price pressure. Finally, we show that hedging pressure also contains explanatory power for returns on the underlying asset, as predicted by the model.",
            "link": "https://doi.org/10.1111/0022-1082.00253"
        },
        {
            "no": "17",
            "title": "An Analysis of Finance Journal Impact Factors",
            "date": "17 December 2002",
            "author": [
                "Kenneth A. Borokhovich",
                "Robert J. Bricker",
                "Betty J. Simkins"
            ],
            "abstract": "This paper provides an analysis of the citation counts of articles published in the leading finance journals. It identifies the determinants of the most prevalent measure of influence for finance journals, the Social Sciences Citation Index impact factors. It finds that impact factors are affected by citations outside the finance field, are not affected by the distribution of published articles across subfields, and are good predictors of the long‐term citation counts of articles. The citation impact factors are reduced for both the Journal of Financial Economics and The Journal of Finance by their publication of other than regular articles.",
            "link": "https://doi.org/10.1111/0022-1082.00254"
        },
        {
            "no": "18",
            "title": "MISCELLANEA",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00255"
        },
        {
            "no": "19",
            "title": "ANNOUNCEMENTS",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00256"
        },
        {
            "no": "20",
            "title": "ASSOCIATION MEETINGS",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/0022-1082.00257"
        },
        {
            "no": "21",
            "title": "Back Matter",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2000.tb00719.x"
        }
    ]
}