{
    "journal": "JFE",
    "volume": "40",
    "issue": "1",
    "date": "January 1996",
    "page": "Pages 1-181",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jan 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(96)90022-7"
        },
        {
            "no": "2",
            "title": "Announcement",
            "date": "Jan 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(96)90023-9"
        },
        {
            "no": "3",
            "title": "Editorial data",
            "date": "Jan 1996",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Wayne H. Mikkelson",
                "Richard S. Ruback",
                "G. William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(96)90024-0"
        },
        {
            "no": "4",
            "title": "Leverage, investment, and firm growth",
            "date": "Jan 1996",
            "author": [
                "Larry Lang",
                "Eli Ofek",
                "RenéM. Stulz"
            ],
            "abstract": "We show that there is a negative relation between leverage and future growth at the firm level and, for diversified firms, at the business segment level. This negative relation between leverage and growth holds for firms with low Tobin's q ratio, but not for high-q firms or firms in high-q industries. Therefore, leverage does not reduce growth for firms known to have good investment opportunities, but is negatively related to growth for firms whose growth opportunities are either not recognized by the capital markets or are not sufficiently valuable to overcome the effects of their debt overhang.",
            "link": "https://doi.org/10.1016/0304-405X(95)00842-3"
        },
        {
            "no": "5",
            "title": "The distorting effect of the prudent-man laws on institutional equity investments",
            "date": "Jan 1996",
            "author": [
                "Diane Del Guercio"
            ],
            "abstract": "I examine the effect of prudent-man laws on the behavior of institutional investors. Variation in exposure to legal liability across types of investment managers allows me to disentangle the effect of the prudent-man laws from other potential influences on manager behavior. Bank managers significantly tilt the composition of their portfolios toward stocks that are viewed by the courts as prudent, while mutual fund managers choose not. I show that differences in the direction that bank and mutual fund managers choose to tilt may explain their portfolio performance differences over time.",
            "link": "https://doi.org/10.1016/0304-405X(95)00841-2"
        },
        {
            "no": "6",
            "title": "Firm-specific information and the correlation between individual stocks and bonds",
            "date": "Jan 1996",
            "author": [
                "Simon H. Kwan"
            ],
            "abstract": "This paper examines the correlation between the returns on individual stocks and the yield changes of individual bonds issued by the same firm, and finds that they are negatively and contemporaneously correlated. This suggests that individual stocks and bonds are driven by firm-specific information that is predominantly related to the mean, rather than the variance, of the firm's underlying assets. Furthermore, I find that lagged stock returns have explanatory power for current bond yield changes, while current stock returns are unrelated to lagged bond yield changes. This shows that stocks lead bonds in reflecting firm-specific information.",
            "link": "https://doi.org/10.1016/0304-405X(95)00836-4"
        },
        {
            "no": "7",
            "title": "Factors affecting the number of outside directorships held by CEOs",
            "date": "Jan 1996",
            "author": [
                "James R. Booth",
                "Daniel N. Deli"
            ],
            "abstract": "We investigate factors affecting the number of outside directorships held by CEOs. CEOs of firms with growth opportunities hold fewer outside directorships than CEOs of firms consisting primarily of assets-in-place. We find evidence consistent with CEOs holding more outside directorships as they transfer decision rights to their eventual successors. We also find that when employees (not necessarily CEOs) of two different firms sit on each other's boards, CEOs hold more outside directorships, suggesting CEO participation bonds the relationship between the two firms. We find little evidence that outside directorships represent unchecked perquisite consumption on the part of CEOs.",
            "link": "https://doi.org/10.1016/0304-405X(95)00838-6"
        },
        {
            "no": "8",
            "title": "An empirical examination of information, differences of opinion, and trading activity",
            "date": "Jan 1996",
            "author": [
                "Hendrik Bessembinder",
                "Kalok Chan",
                "Paul J. Seguin"
            ],
            "abstract": "We investigate the relations between trading volumes and our proxies for information flows and divergences in opinions. We view S&P 500 Index futures' open interest as a useful proxy for divergences of traders' opinions, and find that volumes are higher on days when open interest increases than on days with declines. Volume in individual equities is more closely related to firm-specific information flows, while equity basket volume is more closely associated with market information. This differential impact is greatest for small capitalization stocks where market-wide news has no explanatory power.",
            "link": "https://doi.org/10.1016/0304-405X(95)00839-7"
        },
        {
            "no": "9",
            "title": "An empirical analysis of prepackaged bankruptcies",
            "date": "Jan 1996",
            "author": [
                "Elizabeth Tashjian",
                "Ronald C. Lease",
                "John J. McConnell"
            ],
            "abstract": "We provide comprehensive data on the attributes and outcomes of the restructuring process for a sample of 49 financially distressed firms that restructured by means a prepackaged bankruptcy. Our findings complement previous research on out-of-court restructurings and traditional Chapter 11 filings. By most measures, including the time spent in reorganization, the direct fees as a percent of pre-distress assets, the recovery rates by creditors, and the incidence of violation of absolute priority of claimholders, we find that prepacks lie between out-of-court restructurings and traditional Chapter 11 bankruptcies.",
            "link": "https://doi.org/10.1016/0304-405X(95)00837-5"
        },
        {
            "no": "10",
            "title": "Hostile takeovers and the correction of managerial failure",
            "date": "Jan 1996",
            "author": [
                "Julian Franks",
                "Colin Mayer"
            ],
            "abstract": "This paper examines the disciplining function of hostile takeovers in the U.K. in 1985 and 1986. We report evidence of high board turnover and significant levels of post-takeover restructuring. Large gains are anticipated in hostile bids as reflected in high bid premiums. However, there is little evidence of poor performance prior to bids, suggesting that the high board turnover does not derive from past managerial failure. Hostile takeovers do not therefore perform a disciplining function. Instead, rejection of bids appears to derive from opposition to post-takeover redeployment of assets and renegotiation over the terms of bids.",
            "link": "https://doi.org/10.1016/0304-405X(95)00840-B"
        }
    ]
}