{
    "journal": "RFS",
    "volume": "21",
    "issue": "2",
    "date": "April 2008",
    "page": "Pages 483–1036",
    "article": [
        {
            "no": "1",
            "title": "Choosing to Cofinance: Analysis of Project-Specific Alliances in the Movie Industry",
            "date": "12 December 2007",
            "author": [
                "Darius Palia",
                "S. Abraham Ravid",
                "Natalia Reisel"
            ],
            "abstract": "We use a movie industry project-by-project dataset to analyze the choice of financing a project internally versus financing it through outside alliances. The results indicate that project risk is positively correlated with alliance formation. Movie studios produce a variety of films and tend to develop their safest projects internally. Our findings are consistent with internal capital market explanations. We find mixed evidence regarding resource pooling, i.e., sharing the cost of large projects. Finally, the evidence shows that projects developed internally perform similarly to projects developed through outside alliances.",
            "link": "https://doi.org/10.1093/rfs/hhm064"
        },
        {
            "no": "2",
            "title": "Building Relationships Early: Banks in Venture Capital",
            "date": "17 December 2007",
            "author": [
                "Thomas Hellmann",
                "Laura Lindsey",
                "Manju Puri"
            ],
            "abstract": "This paper examines bank behavior in venture capital. It considers the relation between a bank's venture capital investments and its subsequent lending, which can be thought of as intertemporal cross-selling. Theory suggests that unlike independent venture capital firms, banks may be strategic investors who seek complementarities between venture capital and lending activities. We find evidence that banks use venture capital investments to build lending relationships. Having a prior relationship with a company in the venture capital market increases a bank's chance of subsequently granting a loan to that company. Companies can benefit from these relationships through more favorable loan pricing.",
            "link": "https://doi.org/10.1093/rfs/hhm080"
        },
        {
            "no": "3",
            "title": "Production in Entrepreneurial Firms: The Effects of Financial Constraints on Labor and Capital",
            "date": "13 December 2007",
            "author": [
                "Mark J. Garmaise"
            ],
            "abstract": "I model the contrasting capital-labor decisions of financially constrained and unconstrained firms. I show that financially restricted firms use relatively more labor than physical capital because informed employees provide more efficient financing than uninformed capital suppliers. I demonstrate that constrained firms cannot easily attract new employees to replace existing staff. Their greater employee retention aligns owner-worker incentives and encourages workers to make firm-specific investments. Constrained firms, however, gradually suffer from their inability to replace low-quality workers, such that their relative labor productivity decreases over time. Empirical tests utilizing instrumental variables confirm several implications of the theory.",
            "link": "https://doi.org/10.1093/rfs/hhm081"
        },
        {
            "no": "4",
            "title": "Complex Ownership Structures and Corporate Valuations",
            "date": "10 December 2007",
            "author": [
                "Luc Laeven",
                "Ross Levine"
            ],
            "abstract": "The bulk of corporate governance theory examines the agency problems that arise from two extreme ownership structures: 100% small shareholders or one large, controlling owner combined with small shareholders. In this paper, we question the empirical validity of this dichotomy. In fact, one-third of publicly listed firms in Europe have multiple large owners, and the market value of firms with multiple blockholders differs from firms with a single large owner and from widely held firms. Moreover, the relationship between corporate valuations and the distribution of cash-flow rights across multiple large owners is consistent with the predictions of recent theoretical models.",
            "link": "https://doi.org/10.1093/rfs/hhm068"
        },
        {
            "no": "5",
            "title": "The Value of Investor Protection: Firm Evidence from Cross-Border Mergers",
            "date": "29 January 2008",
            "author": [
                "Arturo Bris",
                "Christos Cabolis"
            ],
            "abstract": "International law prescribes that in a cross-border acquisition of 100% of the target shares, the target firm becomes a national of the country of the acquiror, and consequently subject to its corporate governance system. Therefore, cross-border mergers provide a natural experiment to analyze the effects of changes in corporate governance on firm value. We construct measures of the change in investor protection in a sample of 506 acquisitions from 39 countries. We find that the better the shareholder protection and accounting standards in the acquiror's country, the higher the merger premium in cross-border mergers relative to matching domestic acquisitions.",
            "link": "https://doi.org/10.1093/rfs/hhm089"
        },
        {
            "no": "6",
            "title": "Strategic Alliances and the Boundaries of the Firm",
            "date": "05 January 2008",
            "author": [
                "David T. Robinson"
            ],
            "abstract": "Strategic alliances are long-term contracts between legally distinct organizations that provide for sharing the costs and benefits of a mutually beneficial activity. In this paper, I develop and test a model that helps explain why firms sometimes prefer alliances over internally organized projects. I introduce managerial effort into a model of internal capital markets and show how strategic alliances help overcome incentive problems that arise when headquarters cannot pre-commit to particular capital allocations. The model generates a number of implications, which I test using a large sample of alliance transactions in conjunction with Compustat data.",
            "link": "https://doi.org/10.1093/rfs/hhm084"
        },
        {
            "no": "7",
            "title": "Analytic Pricing of Employee Stock Options",
            "date": "11 December 2007",
            "author": [
                "Jakša Cvitanić",
                "Zvi Wiener",
                "Fernando Zapatero"
            ],
            "abstract": "We introduce a model that captures the main properties that characterize employee stock options (ESO). We discuss the likelihood of early voluntary ESO exercise, and the obligation to exercise immediately if the employee leaves the firm, except if this happens before options are vested, in which case the options are forfeited. We derive an analytic formula for the price of the ESO and in a case study compare it to alternative methods.",
            "link": "https://doi.org/10.1093/rfs/hhm065"
        },
        {
            "no": "8",
            "title": "Where Is the Market? Evidence from Cross-Listings in the United States",
            "date": "17 December 2007",
            "author": [
                "Michael Halling",
                "Marco Pagano",
                "Otto Randl",
                "Josef Zechner"
            ],
            "abstract": "We analyze the location of stock trading for firms with a US cross-listing. The fraction of trading that occurs in the United States tends to be larger for companies from countries that are geographically close to the United States and feature low financial development and poor insider trading protection. For companies based in developed countries, trading volume in the United States is larger if the company is small, volatile, and technology-oriented, while this does not apply to emerging country firms. The domestic turnover rate increases in the cross-listing year and remains higher for firms based in developed markets, but not for emerging market firms. Domestic trading volume actually declines for companies from countries with poor enforcement of insider trading regulation.",
            "link": "https://doi.org/10.1093/rfs/hhm066"
        },
        {
            "no": "9",
            "title": "Distance Still Matters: Evidence from Municipal Bond Underwriting",
            "date": "11 February 2008",
            "author": [
                "Alexander W. Butler"
            ],
            "abstract": "Using a sample of municipal bond offerings, I find that “local” investment banks have substantial comparative and absolute advantages over nonlocal counterparts-–locals charge lower fees and sell bonds at lower yields. Local investment banks’ strongest comparative advantage is at underwriting bonds with higher credit risk and bonds not rated by rating agencies. These findings suggest that high-risk bonds and nonrated bonds are more difficult to evaluate and market, and that investment banks with a local presence are better able to assess “soft” information and place difficult bond issues.",
            "link": "https://doi.org/10.1093/rfs/hhn002"
        },
        {
            "no": "10",
            "title": "All That Glitters: The Effect of Attention and News on the Buying Behavior of Individual and Institutional Investors",
            "date": "24 December 2007",
            "author": [
                "Brad M. Barber",
                "Terrance Odean"
            ],
            "abstract": "We test and confirm the hypothesis that individual investors are net buyers of attention-grabbing stocks, e.g., stocks in the news, stocks experiencing high abnormal trading volume, and stocks with extreme one-day returns. Attention-driven buying results from the difficulty that investors have searching the thousands of stocks they can potentially buy. Individual investors do not face the same search problem when selling because they tend to sell only stocks they already own. We hypothesize that many investors consider purchasing only stocks that have first caught their attention. Thus, preferences determine choices after attention has determined the choice set.",
            "link": "https://doi.org/10.1093/rfs/hhm079"
        },
        {
            "no": "11",
            "title": "Identifying Term Structure Volatility from the LIBOR-Swap Curve",
            "date": "14 January 2008",
            "author": [
                "Samuel Thompson"
            ],
            "abstract": "This paper proposes a new family of specification tests and applies them to affine term structure models of the London Interbank Offered Rate (LIBOR)-swap curve. Contrary to Dai and Singleton (2000), the tests show that when standard estimation techniques are used, affine models do a poor job of forecasting volatility at the short end of the term structure. Improving the volatility forecast does not require different models; rather, it requires a different estimation technique. The paper distinguishes between two econometric procedures for identifying volatility. The “cross-sectional” approach backs out volatility from a cross section of bond yields, and the “time-series” approach imputes volatility from time-series variation in yields. For an affine model, the volatility implied by the time-series procedure passes the specification tests, while the cross-sectionally identified volatility does not. This is surprising, since under correct specification, the “cross-sectional” approach is maximum likelihood. One explanation is that affine models are slightly misspecified; another is that bond yields do not span volatility, as in Collin-Dufresne and Goldstein (2002).",
            "link": "https://doi.org/10.1093/rfs/hhm082"
        },
        {
            "no": "12",
            "title": "Endogenous Events and Long-Run Returns",
            "date": "24 January 2008",
            "author": [
                "S. Viswanathan",
                "Bin Wei"
            ],
            "abstract": "We analyze event abnormal returns when returns predict events. In fixed samples, we show that the expected abnormal return is negative and becomes more negative as the holding period increases. Asymptotically, abnormal returns converge to zero provided that the process of the number of events is stationary. Nonstationarity in the process of the number of events is needed to generate a large negative bias. We present theory and simulations for the specific case of a lognormal model to characterize the magnitude of the small-sample bias. We illustrate the theory by analyzing long-term returns after initial public offerings (IPOs) and seasoned equity offerings (SEOs).",
            "link": "https://doi.org/10.1093/rfs/hhm090"
        },
        {
            "no": "13",
            "title": "International asset allocation under regime switching, skew, and kurtosis preferences",
            "date": "20 February 2008",
            "author": [
                "Massimo Guidolin",
                "Allan Timmermann"
            ],
            "abstract": "This paper investigates the international asset allocation effects of time-variations in higher-order moments of stock returns such as skewness and kurtosis. In the context of a four-moment International Capital Asset Pricing Model (ICAPM) specification that relates stock returns in five regions to returns on a global market portfolio and allows for time-varying prices of covariance, co-skewness, and co-kurtosis risk, we find evidence of distinct bull and bear regimes. Ignoring such regimes, an unhedged US investor's optimal portfolio is strongly diversified internationally. The presence of regimes in the return distribution leads to a substantial increase in the investor's optimal holdings of US stocks, as does the introduction of skewness and kurtosis preferences.",
            "link": "https://doi.org/10.1093/rfs/hhn006"
        },
        {
            "no": "14",
            "title": "Institutional Portfolio Flows and International Investments",
            "date": "30 January 2008",
            "author": [
                "Kenneth A. Froot",
                "Tarun Ramadorai"
            ],
            "abstract": "Using a new technique, and weekly data for 25 countries from 1994 to 1998, we analyze the relationship between institutional cross-border portfolio flows, and domestic and foreign equity returns. In emerging markets, institutional flows forecast statistically indistinguishable movements in country closed-end fund NAV returns and price returns. In contrast, closed-end fund flows forecast price returns, but not NAV returns. Furthermore, institutional flows display trend-following (trend-reversing) behavior in response to symmetric (asymmetric) movements in NAV and price returns. The results suggest that institutional cross-border flows are linked to fundamentals, while closed-end fund flows are a source of price pressure in the short run.",
            "link": "https://doi.org/10.1093/rfs/hhm091"
        },
        {
            "no": "15",
            "title": "State Dependence Can Explain the Risk Aversion Puzzle",
            "date": "17 December 2007",
            "author": [
                "Fousseni Chabi-Yo",
                "René Garcia",
                "Eric Renault"
            ],
            "abstract": "Risk aversion functions extracted from observed stock and option prices can be negative, as shown by Aït-Sahalia and Lo (2000), Journal of Econometrics 94: 9–51; and Jackwerth (2000), The Review of Financial Studies 13(2), 433–51. We rationalize this puzzle by a lack of conditioning on latent state variables. Once properly conditioned, risk aversion functions and pricing kernels are consistent with economic theory. To differentiate between the various theoretical explanations in terms of heterogeneity of beliefs or preferences, market sentiment, state-dependent utility, or regimes in fundamentals, we calibrate several consumption-based asset pricing models to match the empirical pricing kernel and risk aversion functions at different dates and over several years.",
            "link": "https://doi.org/10.1093/rfs/hhm070"
        },
        {
            "no": "16",
            "title": "Tournaments in Mutual-Fund Families",
            "date": "14 December 2007",
            "author": [
                "Alexander Kempf",
                "Stefan Ruenzi"
            ],
            "abstract": "We examine intrafirm competition in the mutual-fund industry. We test the hypothesis that fund managers within mutual-fund families compete with each other in a tournament. Our empirical study of the US equity mutual-fund market shows that they adjust the risk they take depending on the relative position within their fund family. The direction of the adjustment depends on the competitive situation in that family. Risk adjustments are particularly pronounced among managers of funds with high expense ratios, which are managed by a single manager and which belong to large families.",
            "link": "https://doi.org/10.1093/rfs/hhm057"
        }
    ]
}