{
    "journal": "RFS",
    "volume": "21",
    "issue": "4",
    "date": "July 2008",
    "page": "Pages 1451–1871",
    "article": [
        {
            "no": "1",
            "title": "A Note from the Editor",
            "date": "01 July 2008",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhn070"
        },
        {
            "no": "2",
            "title": "Forecasting the Equity Premium: Where We Stand Today",
            "date": "01 July 2008",
            "author": [
                "Matthew Spiegel"
            ],
            "abstract": "The Review of Financial Studies has among its missions the facilitation and promotion of a vigorous academic debate across unsettled questions in finance. This issue represents a cross section of views regarding one such debate: Can ourempirical models accurately forecast the equity premium any better than the historical mean? Or, is the forecast our empirical models give us any more accurate than what we would get by simply using the historical mean?",
            "link": "https://doi.org/10.1093/rfs/hhn069"
        },
        {
            "no": "3",
            "title": "A Comprehensive Look at The Empirical Performance of Equity Premium Prediction",
            "date": "17 March 2007",
            "author": [
                "Ivo Welch",
                "Amit Goyal"
            ],
            "abstract": "Our article comprehensively reexamines the performance of variables that have been suggested by the academic literature to be good predictors of the equity premium. We find that by and large, these models have predicted poorly both in-sample (IS) and out-of-sample (OOS) for 30 years now; these models seem unstable, as diagnosed by their out-of-sample predictions and other statistics; and these models would not have helped an investor with access only to available information to profitably time the market.",
            "link": "https://doi.org/10.1093/rfs/hhm014"
        },
        {
            "no": "4",
            "title": "Predicting Excess Stock Returns Out of Sample: Can Anything Beat the Historical Average?",
            "date": "20 November 2007",
            "author": [
                "John Y. Campbell",
                "Samuel B. Thompson"
            ],
            "abstract": "Goyal and Welch (2007) argue that the historical average excess stock return forecasts future excess stock returns better than regressions of excess returns on predictor variables. In this article, we show that many predictive regressions beat the historical average return, once weak restrictions are imposed on the signs of coefficients and return forecasts. The out-of-sample explanatory power is small, but nonetheless is economically meaningful for mean-variance investors. Even better results can be obtained by imposing the restrictions of steady-state valuation models, thereby removing the need to estimate the average from a short sample of volatile stock returns.",
            "link": "https://doi.org/10.1093/rfs/hhm055"
        },
        {
            "no": "5",
            "title": "The Dog That Did Not Bark: A Defense of Return Predictability",
            "date": "22 September 2007",
            "author": [
                "John H. Cochrane"
            ],
            "abstract": "If returns are not predictable, dividend growth must be predictable, to generate the observed variation in divided yields. I find that the absence of dividend growth predictability gives stronger evidence than does the presence of return predictability. Long-horizon return forecasts give the same strong evidence. These tests exploit the negative correlation of return forecasts with dividend-yield autocorrelation across samples, together with sensible upper bounds on dividend-yield autocorrelation, to deliver more powerful statistics. I reconcile my findings with the literature that finds poor power in long-horizon return forecasts, and with the literature that notes the poor out-of-sample R2 of return-forecasting regressions.",
            "link": "https://doi.org/10.1093/rfs/hhm046"
        },
        {
            "no": "6",
            "title": "The Myth of Long-Horizon Predictability",
            "date": "25 October 2006",
            "author": [
                "Jacob Boudoukh",
                "Matthew Richardson",
                "Robert F. Whitelaw"
            ],
            "abstract": "The prevailing view in finance is that the evidence for long-horizon stock return predictability is significantly stronger than that for short horizons. We show that for persistent regressors, a characteristic of most of the predictive variables used in the literature, the estimators are almost perfectly correlated across horizons under the null hypothesis of no predictability. For the persistence levels of dividend yields, the analytical correlation is 99% between the 1- and 2-year horizon estimators and 94% between the 1- and 5-year horizons. Common sampling error across equations leads to ordinary least squares coefficient estimates and R2s that are roughly proportional to the horizon under the null hypothesis. This is the precise pattern found in the data. We perform joint tests across horizons for a variety of explanatory variables and provide an alternative view of the existing evidence.",
            "link": "https://doi.org/10.1093/rfs/hhl042"
        },
        {
            "no": "7",
            "title": "Reconciling the Return Predictability Evidence: The Review of Financial Studies: Reconciling the Return Predictability Evidence",
            "date": "10 December 2007",
            "author": [
                "Martin Lettau",
                "Stijn Van Nieuwerburgh"
            ],
            "abstract": "Evidence of stock-return predictability by financial ratios is still controversial, as documented by inconsistent results for in-sample and out-of-sample regressions and by substantial parameter instability. This article shows that these seemingly incompatible results can be reconciled if the assumption of a fixed steady state mean of the economy is relaxed. We find strong empirical evidence in support of shifts in the steady state and propose simple methods to adjust financial ratios for such shifts. The in-sample forecasting relationship of adjusted price ratios and future returns is statistically significant and stable over time. In real time, however, changes in the steady state make the in-sample return forecastability hard to exploit out-of-sample. The uncertainty of estimating the size of steady-state shifts rather than the estimation of their dates is responsible for the difficulty of forecasting stock returns in real time. Our conclusions hold for a variety of financial ratios and are robust to changes in the econometric technique used to estimate shifts in the steady state.",
            "link": "https://doi.org/10.1093/rfs/hhm074"
        },
        {
            "no": "8",
            "title": "The Declining Equity Premium: What Role Does Macroeconomic Risk Play?",
            "date": "12 April 2007",
            "author": [
                "Martin Lettau",
                "Sydney C. Ludvigson",
                "Jessica A. Wachter"
            ],
            "abstract": "Aggregate stock prices, relative to virtually any indicator of fundamental value, soared to unprecedented levels in the 1990s. Even today, after the market declines since 2000, they remain well above historical norms. Why? We consider one particular explanation: a fall in macroeconomicrisk, or the volatility of the aggregate economy. Empirically, we find a strong correlation between low-frequency movements in macroeconomic volatility and low-frequency movements in the stock market. To model this phenomenon, we estimate a two-state regime switching model for the volatility and mean of consumption growth, and find evidence of a shift to substantially lower consumption volatility at the beginning of the 1990s. We then use these estimates from postwar data to calibrate a rational asset pricing model with regime switches in both the mean and standard deviation of consumption growth. Plausible parameterizations of the model are found to account for a significant portion of the run-up in asset valuation ratios observed in the late 1990s.",
            "link": "https://doi.org/10.1093/rfs/hhm020"
        },
        {
            "no": "9",
            "title": "The Causal Effect of Mortgage Refinancing on Interest Rate Volatility: Empirical Evidence and Theoretical Implications",
            "date": "04 December 2007",
            "author": [
                "Jefferson Duarte"
            ],
            "abstract": "This article investigates the effects of mortgage-backed security (MBS) hedging activity on interest rate volatility and proposes a model that takes these effects into account. An empirical examination suggests that the inclusion of information about MBSs considerably improves model performance in pricing interest rate options and in forecasting future interest rate volatility. The empirical results are consistent with the hypothesis that MBS hedging affects the interest rate volatility implied by both options and the actual interest rate volatility. The results also indicate that the inclusion of information about the MBS universe may result in models that better describe the price of fixed-income securities.",
            "link": "https://doi.org/10.1093/rfs/hhm062"
        },
        {
            "no": "10",
            "title": "Why Leverage Affects Pricing",
            "date": "26 May 2008",
            "author": [
                "Pegaret Pichler",
                "Alex Stomper",
                "Christine Zulehner"
            ],
            "abstract": "We explain and provide evidence for effects of leverage on pricing. Our model identifies two effects that either counteract or reinforce each other, depending on the debt maturity structure: (i) firms set higher prices (underinvest in market share) if they have more debt, and (ii) firms engage in dynamic risk-shifting by setting lower (higher) prices if the current debt obligation will be higher (lower) in the next period than in the present period. Using a unique dataset of owner-managed hotels in Austrian ski resorts, we provide empirical evidence of both effects.",
            "link": "https://doi.org/10.1093/rfs/hhn048"
        },
        {
            "no": "11",
            "title": "Interpreting the Value Effect Through the Q-Theory: An Empirical Investigation",
            "date": "28 September 2007",
            "author": [
                "Yuhang Xing"
            ],
            "abstract": "This article interprets the well-known value effect through the implications of standard Q-theory. An investment growth factor, defined as the difference in returns between low-investment stocks and high-investment stocks, contains information similar to the Fama and French (1993) value factor (HML), and can explain the value effect about as well as HML. In the cross-section, portfolios of firms with low investment growth rates (IGRs) or low investment-to-capital ratios have significantly higher average returns than those with high IGRs or high investment-to-capital ratios. The value effect largely disappears after controlling for investment, and the investment effect is robust against controls for the marginal product of capital. These results are consistent with the predictions of a standard Q-theory model with a stochastic discount factor.",
            "link": "https://doi.org/10.1093/rfs/hhm051"
        },
        {
            "no": "12",
            "title": "A Theory of Board Control and Size",
            "date": "20 July 2006",
            "author": [
                "Milton Harris",
                "Artur Raviv"
            ],
            "abstract": "This article presents a model of optimal control of corporate boards of directors. We determine when one would expect inside versus outside directors to control the board, when the controlling party will delegate decision-making to the other party, the extent of communication between the parties, and the number of outside directors. We show that shareholders can sometimes be better off with an insider-controlled board. We derive endogenous relationships among profits, board control, and the number of outside directors that call into question the usual interpretation of some documented empirical regularities. (JEL G34)",
            "link": "https://doi.org/10.1093/rfs/hhl030"
        },
        {
            "no": "13",
            "title": "How Well Do Institutional Theories Explain Firms’ Perceptions of Property Rights?",
            "date": "31 July 2006",
            "author": [
                "Meghana Ayyagari",
                "Asli Demirgüç-Kunt",
                "Vojislav Maksimovic"
            ],
            "abstract": "We examine how well several institutional- and firm-level factors explain firms’ perceptions of property rights protection. The institutional theories we investigate account for approximately 50% of the country-level variation, indicating that current research addresses first-order factors. Firm-level characteristics, such as legal organization and ownership structure, are comparable with institutional factors in explaining variations in property rights protection. A country’s legal origin predicts property rights variation better than its religion, ethnic fractionalization, or natural endowments. However, these results are driven by the inclusion of former Socialist economies in the sample. When we exclude the former Socialist economies, legal origin explains considerably less than ethnic fractionalization does. (JEL D23, K4, C5)",
            "link": "https://doi.org/10.1093/rfs/hhl032"
        }
    ]
}