{
    "journal": "RFS",
    "volume": "21",
    "issue": "3",
    "date": "May 2008",
    "page": "Pages 1037–1449",
    "article": [
        {
            "no": "1",
            "title": "Estimation Risk, Information, and the Conditional CAPM: Theory and Evidence:",
            "date": "14 March 2008",
            "author": [
                "Praveen Kumar",
                "Sorin M. Sorescu",
                "Rodney D. Boehme",
                "Bartley R. Danielsen"
            ],
            "abstract": "We theoretically and empirically investigate the role of information on the cross section of stock returns and firms' cost of capital when investors face estimation risk and learn from noisy signals of uncertain quality. The resultant equilibrium is an information-dependent conditional CAPM. We find strong empirical support for the model. Innovations in market volatility, oil prices, exchange rates, and dispersion of analysts' forecasts not only help explain the cross section of stock returns, but their influence depends on the stock's systematic estimation risk. Moreover, dividend and share repurchase initiations have significant downward announcement effects on estimated betas and their standard errors.",
            "link": "https://doi.org/10.1093/rfs/hhn016"
        },
        {
            "no": "2",
            "title": "Robust Stochastic Discount Factors",
            "date": "13 December 2007",
            "author": [
                "Phelim Boyle",
                "Shui Feng",
                "Weidong Tian",
                "Tan Wang"
            ],
            "abstract": "When the market is incomplete, a new non-redundant derivative security cannot be priced by no-arbitrage arguments alone. Moreover, there will be a multiplicity of stochastic discount factors and each of them may give a different price for the new derivative security. This paper develops an approach to the selection of a stochastic discount factor for pricing a new derivative security. The approach is based on the idea that the price of a derivative security should not vary too much when the payoff of the primitive security is slightly perturbed, i.e., the price of the derivative should be robust to model misspecification. The paper develops two metrics of robustness. The first is based on robustness in expectation. The second is based on robustness in probability and draws on tools from the theory of large deviations. We show that in a stochastic volatility model, the two metrics yield analytically tractable bounds for the derivative price, as the underlying stochastic volatility model is perturbed. The bounds can be readily used for numerical examination of the sensitivity of the price of the derivative to model misspecification.",
            "link": "https://doi.org/10.1093/rfs/hhm067"
        },
        {
            "no": "3",
            "title": "Small Trades and the Cross-Section of Stock Returns",
            "date": "14 May 2008",
            "author": [
                "Soeren Hvidkjaer"
            ],
            "abstract": "This paper uses volume arising from small trades to analyze the relationship between retail investor trading behavior and the cross-section of future stock returns. The central finding is that stocks with intense sell-initiated small-trade volume, measured over the past several months, outperform stocks with intense buy-initiated small-trade volume. This return difference accrues from the first month after the portfolio formation up to two years later. Among small- and medium-sized firms, the return difference continues in the third year. The results suggest that stocks favored by retail investors subsequently experience prolonged underperformance relative to stocks out of favor with retail investors.",
            "link": "https://doi.org/10.1093/rfs/hhn049"
        },
        {
            "no": "4",
            "title": "Excess Comovement of Stock Returns: Evidence from Cross-Sectional Variation in Nikkei 225 Weights",
            "date": "17 October 2007",
            "author": [
                "Robin Greenwood"
            ],
            "abstract": "Relative to their weights in a value-weighted index, a number of stocks in Japan's Nikkei 225 stock index are overweighted by a factor of 10 or more. I document a strong positive relation between overweighting and the comovement of a stock with other stocks in the Nikkei index, and a negative relationship between index overweighting and comovement with stocks outside of the index. The cross-sectional approach resolves endogeneity problems associated with event study demonstrations of excess comovement. A trading strategy that bets on the reversion of stock prices of overweighted stocks generates economic profits, confirming that the observed comovement patterns are excessive, and providing further evidence that comovement of stock returns can be a consequence of commonality in trading behavior.",
            "link": "https://doi.org/10.1093/rfs/hhm052"
        },
        {
            "no": "5",
            "title": "The Spline-GARCH Model for Low-Frequency Volatility and Its Global Macroeconomic Causes",
            "date": "28 February 2008",
            "author": [
                "Robert F. Engle",
                "Jose Gonzalo Rangel"
            ],
            "abstract": "Twenty-five years of volatility research has left the macroeconomic environment playing a minor role. This paper proposes modeling equity volatilities as a combination of macro- economic effects and time series dynamics. High-frequency return volatility is specified to be the product of a slow-moving component, represented by an exponential spline, and a unit GARCH. This slow-moving component is the low-frequency volatility, which in this model coincides with the unconditional volatility. This component is estimated for nearly 50 countries over various sample periods of daily data. Low-frequency volatility is then modeled as a function of macroeconomic and financial variables in an unbalanced panel with a variety of dependence structures. It is found to vary over time and across countries. The low-frequency component of volatility is greater when the macroeconomic factors of GDP, inflation, and short-term interest rates are more volatile or when inflation is high and output growth is low. Volatility is higher not only for emerging markets and markets with small numbers of listed companies and market capitalization relative to GDP, but also for large economies. The model allows long horizon forecasts of volatility to depend on macroeconomic developments, and delivers estimates of the volatility to be anticipated in a newly opened market.",
            "link": "https://doi.org/10.1093/rfs/hhn004"
        },
        {
            "no": "6",
            "title": "A GARCH Option Pricing Model with Filtered Historical Simulation",
            "date": "18 March 2008",
            "author": [
                "Giovanni Barone-Adesi",
                "Robert F. Engle",
                "Loriano Mancini"
            ],
            "abstract": "We propose a new method for pricing options based on GARCH models with filtered historical innovations. In an incomplete market framework, we allow for different distributions of historical and pricing return dynamics, which enhances the model's flexibility to fit market option prices. An extensive empirical analysis based on S&P 500 index options shows that our model outperforms other competing GARCH pricing models and ad hoc Black-Scholes models. We show that the flexible change of measure, the asymmetric GARCH volatility, and the nonparametric innovation distribution induce the accurate pricing performance of our model. Using a nonparametric approach, we obtain decreasing state-price densities per unit probability as suggested by economic theory and corroborating our GARCH pricing model. Implied volatility smiles appear to be explained by asymmetric volatility and negative skewness of filtered historical innovations.",
            "link": "https://doi.org/10.1093/rfs/hhn031"
        },
        {
            "no": "7",
            "title": "Average Idiosyncratic Volatility in G7 Countries",
            "date": "11 April 2008",
            "author": [
                "Hui Guo",
                "Robert Savickas"
            ],
            "abstract": "We argue that changes in average idiosyncratic volatility provide a proxy for changes in the investment opportunity set and that this proxy is closely related to the book-to-market factor. We test this idea in two ways using G7 countries’ data. First, we show that idiosyncratic volatility has statistically significant predictive power for aggregate stock market returns over time. Second, we show that idiosyncratic volatility performs just as well as the book-to-market factor in explaining the cross section of stock returns. Our results suggest that the hedge against changes in investment opportunities is an important determinant of asset prices.",
            "link": "https://doi.org/10.1093/rfs/hhn043"
        },
        {
            "no": "8",
            "title": "Expected returns, yield spreads, and asset pricing tests",
            "date": "02 March 2008",
            "author": [
                "Murillo Campello",
                "Long Chen",
                "Lu Zhang"
            ],
            "abstract": "We construct firm-specific measures of expected equity returns using corporate bond yields, and replace standard ex post average returns with our expected-return measures in asset pricing tests. We find that the market beta is significantly priced in the cross section of expected returns. The expected size and value premiums are positive and countercyclical, but there is no evidence of positive expected momentum profits.",
            "link": "https://doi.org/10.1093/rfs/hhn011"
        },
        {
            "no": "9",
            "title": "Forecasting Default with the Merton Distance to Default Model",
            "date": "19 May 2008",
            "author": [
                "Sreedhar T. Bharath",
                "Tyler Shumway"
            ],
            "abstract": "We examine the accuracy and contribution of the Merton distance to default (DD) model, which is based on Merton's (1974) bond pricing model. We compare the model to a “naïve” alternative, which uses the functional form suggested by the Merton model but does not solve the model for an implied probability of default. We find that the naïve predictor performs slightly better in hazard models and in out-of-sample forecasts than both the Merton DD model and a reduced-form model that uses the same inputs. Several other forecasting variables are also important predictors, and fitted values from an expanded hazard model outperform Merton DD default probabilities out of sample. Implied default probabilities from credit default swaps and corporate bond yield spreads are only weakly correlated with Merton DD probabilities after adjusting for agency ratings and bond characteristics. We conclude that while the Merton DD model does not produce a sufficient statistic for the probability of default, its functional form is useful for forecasting defaults.",
            "link": "https://doi.org/10.1093/rfs/hhn044"
        },
        {
            "no": "10",
            "title": "Who Monitors the Monitor? The Effect of Board Independence on Executive Compensation and Firm Value",
            "date": "03 March 2008",
            "author": [
                "Praveen Kumar",
                "K. Sivaramakrishnan"
            ],
            "abstract": "Recent corporate governance reforms focus on the board's independence and encourage equity ownership by directors. We analyze the efficacy of these reforms in a model in which both adverse selection and moral hazard exist at the level of the firm's management. Delegating governance to the board improves monitoring but creates another agency problem because directors themselves avoid effort and are dependent on the CEO. We show that as directors become less dependent on the CEO, their monitoring efficiency may decrease even as they improve the incentive efficiency of executive compensation contracts. Therefore, a board composed of directors that are more independent may actually perform worse. Moreover, higher equity incentives for the board may increase equity-based compensation awards to management.",
            "link": "https://doi.org/10.1093/rfs/hhn010"
        },
        {
            "no": "11",
            "title": "Does Capital Account Liberalization Lead to Growth?",
            "date": "07 May 2008",
            "author": [
                "Dennis P. Quinn",
                "A. Maria Toyoda"
            ],
            "abstract": "We test whether capital account liberalization led to higher economic growth using de jure measures of capital account and financial current account openness for 94 nations, from 1950 (or independence) onward. We argue that measurement error, differing time periods used, and collinearity among independent variables account for conflicting results in prior scholarship. We use pooled time-series, cross-sectional OLS and system GMM estimators to examine economic growth rates, 1955–2004. Capital account liberalization had a positive association with growth in both developed and emerging market nations. We confirm that equity market liberalization has an independent effect on economic growth.",
            "link": "https://doi.org/10.1093/rfs/hhn034"
        }
    ]
}