{
    "journal": "JF",
    "volume": "12",
    "issue": "3",
    "date": "September 1957",
    "page": "Pages: i-ix, 319-422, ix-xviii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "September 1957",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb00126.x"
        },
        {
            "no": "2",
            "title": "THE FEDERAL HOME LOAN BANK SYSTEM AND THE CONTROL OF CREDIT",
            "date": "September 1957",
            "author": [
                "Gordon W. McKinley"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04141.x"
        },
        {
            "no": "3",
            "title": "THE EUROPEAN MONETARY AGREEMENT, THE EUROPEAN PAYMENTS UNION, AND CONVERTIBILITY",
            "date": "September 1957",
            "author": [
                "Dallas Jones"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04142.x"
        },
        {
            "no": "4",
            "title": "GROWTH STOCKS AND THE PETERSBURG PARADOX*",
            "date": "September 1957",
            "author": [
                "David Durand"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04143.x"
        },
        {
            "no": "5",
            "title": "AVERAGING CORPORATION INCOME FOR TAX PURPOSES: A STATISTICAL STUDY",
            "date": "September 1957",
            "author": [
                "Wilbur A. Steger"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04144.x"
        },
        {
            "no": "6",
            "title": "A COMMENT ON VARIABLE ANNUITIES",
            "date": "September 1957",
            "author": [
                "Robert M. Soldofsky",
                "Walter W. McMahon"
            ],
            "abstract": "Variable Annuities are the subject of considerable discussion by individuals who identify themselves with life insurance companies and security dealers. The paper by Mr. Albert Linton published in the May, 1956, issue of the Journal of Finance is a case in point. This comment does not attempt to marshall arguments for or against variable annuities, but is concerned only with the major factors determining the size of the payments to be made from a variable annuity fund during the payment period.\nIn Mr. Linton's Table 2, the assumption is made that the variable annuity payment would follow Standard and Poor's index of stock prices.1\n1 M. Albert Linton, “Variable Annuities,” Journal of Finance (May, 1956), p. 138.\n\nThe other major factor influencing the size of the annuity payment, the cash dividends that will be received by and added to the annuity fund during the period of the annuity payments, is omitted. This is comparable to omitting interest on the standard annuity contract. The purpose of Table 2 was evidently to display the magnitude of the fluctuations in variable annuity payments in contrast to the absolute dollar stability of the payments made under the terms of a traditional annuity contract. Mr. Linton emphasizes that “irate and disillusioned policyholders” might write letters to insurance commissioners and even congressmen when payments fall under variable annuity contracts. Such pressure might have been (or may be) the opportunity for federal regulation of those life insurance companies that issue variable annuity contracts.\nColumn 1, Table 1, in this comment sets forth the fixed payment of $100 per month specified by Mr. Linton, Column 2 reproduces the assumed monthly payment made under a variable annuity contract as shown by Mr. Linton in his. Table 2, and Column 3 presents a revised statement of the monthly payment under a variable annuity contract taking cognizance of the dividends received by the annuity fund during each year of the life of the annuity. The period 1926 to 1954 is the period selected by Mr. Linton.\nTable 1. Monthly Annuity Payments for a Twenty‐nine‐Year Annuity Certain Under Alternative Assumptions*\nYear\nFixed Annuity Certain†\nStandard and Poor's Stock Price Index with 1926 =100‡ (Linton's Table 2)\nVariable Annuity Certain§\n1926\n100\n100\n129\n1927\n100\n118\n144\n1928\n100\n150\n171\n1929\n100\n190\n198\n1930\n100\n150\n187\n1931\n100\n95\n151\n1932\n100\n49\n105\n1933\n100\n63\n93\n1934\n100\n72\n83\n1935\n100\n78\n88\n1936\n100\n111\n110\n1937\n100\n112\n126\n1938\n100\n83\n123\n1939\n100\n90\n113\n1940\n100\n84\n103\n1941\n100\n76\n105\n1942\n100\n66\n101\n1943\n100\n87\n109\n1944\n100\n95\n115\n1945\n100\n115\n129\n1946\n100\n133\n147\n1947\n100\n116\n144\n1948\n100\n118\n142\n1949\n100\n115\n142\n1950\n100\n139\n158\n1951\n100\n167\n185\n1952\n100\n177\n202\n1953\n100\n179\n199\n1954\n100\n215\n207\n*This specific twenty‐nine‐year period, 1926–54, was used by Mr. Linton in his original presentation.\n†The present value of monthly payments for a twenty‐nine year annuity certain assuming interest compounded at the annual rate of 2½ per cent is $24,735. The actual rates achieved by insurance companies, including “dividends,” may be either somewhat more or less than this.\n‡M. Albert Linton, “Variable Annuities,” Journal of Finance (May, 1956), p. 138.\n§ These variable annuity payments were computed as follows: it was assumed that $24,735 was invested in a variable annuity certain, the sum of which was to be exhausted at the end of 29 years. The original investment of $24,735 was selected in order to make the starting position of the variable annuity precisely equal to that implied for the fixed annuity paying $100 per month used by Mr. Linton as a basis for comparison. In making the variable annuity computations once each year to determine the size of the monthly payments during the succeeding year, it was assumed that the value of the portfolio followed Standard and Poor's index of 480 stocks (shifted to a 1926 base and using a moving average to center the index at the end of each year), and that the yields followed Standard and Poor's average stock yields for the same group of stocks. For each year the remaining capital sum less the payments made during the year was adjusted by the index of stock prices and added to the yield for that particular year figured on the average value of the capital sum during that year. This produced the value of the capital sum that was used to compute the size of the payments to be made during the following year. This capital sum was viewed each period as the present worth of the payments to be made per period in such a fashion that all payments to be made would be equal for the number of periods remaining and would exhaust the capital sum at the end of 1954, allowing for reducing the monthly payments by one‐half year's interest. The attempt was made in all instances to give the benefit of the doubt to the fixed annuity certain with one possible exception. This exception is the assumption of zero administrative costs for both the fixed and the variable annuity.\nAccording to Mr. Linton's presentation, the payments made under the variable annuity were less than those under the traditional contract in twelve of the twenty‐nine years. The revised variable annuity payments fall below the fixed monthly payments of $100 in only three years. Furthermore, the lowest payment under the revised computation is $83 per month as compared with $49 per month shown by Mr. Linton. Certainly the intensity of the remarks in the policyholders' letters would be different if the variable annuity payments fell 17 per cent rather than 51 per cent below a norm established by the payment of a fixed number of dollars under a fixed annuity contract. Fixed annuity policyholders may well complain about the opportunities missed when they compare their $100 with the more than $200 monthly income in 1954 that might have been possible under a variable annuity contract.\nIn the computation of Column 3, Table 1, the advantages accruing to the variable annuitant during the accumulation period have been foregone. Mr. Linton recognizes this advantage in suggesting that the rate of growth of funds during the accumulation period invested in a well‐selected, properly diversified group of stocks has been larger than the rate of interest achieved by the investment portfolios that are the basis for traditional annuity contracts.\nWe believe that such higher yields on equities are not dependent on inflation given the maintenance of our long‐run rate of economic growth and that this relationship is very likely to continue. This position, however, must be left undefended since the space that may be alloted to a comment is very limited.\nLet the case of the conservative be admitted, however. The holder of a variable annuity contract, the annuitant, would take more risk with respect to the number of dollars he will eventually receive. Life insurance companies, other financial institutions, and even the structure of the capital markets will be affected by any considerable growth in the use of variable annuities. Such changes are certain to follow whether the life insurance companies themselves or some newly developed type of financial institution handles variable valued annuities.",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04145.x"
        },
        {
            "no": "7",
            "title": "Reply",
            "date": "September 1957",
            "author": [
                "M. Albert Linton"
            ],
            "abstract": "Herewith is the chart representing the two sets of figures about which there has been discussion. In the article by Messrs. McMahon and Soldofsky criticism was made of my use of the Standard and Poor's Stock Price index. In its place they produced a series of figures in Table 1 under Variable Annuities Certain. The difficulty with those figures is that they start out with 129, whereas had, say 4 1/4 per cent, a rate of interest used by insurance companies in computing annuity rates in 1926, been used for computing the fixed annuity certain, the 129 would have been replaced by 106. Had that been done, a different series of values would have been obtained.\nChart I\nOpen in figure viewerPowerPoint\nThis can be seen from the accompanying chart. The solid line represents the Standard and Poor Stock Price Index which I used. The broken line represents the revision of the McMahon‐Soldofsky Variable Annuity Certain figures starting with 106 in 1926.\nLooking at this diagram, I do not think the Standard and Poor index gives a misleading picture. The Variable Annuity Certain figures must be achieved by carrying out exactly certain routines of investment which might or might not be realized in practice.\nWhile the method proposed by Messrs. McMahon and Soldofsky represents a refinement, I feel that the simple index of stock prices gives a fair idea as to what is likely to happen under variable annuity contracts. Each illustrates in a general way what we are trying to demonstrate.",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04146.x"
        },
        {
            "no": "8",
            "title": "MONETARY THEORY IMPLICIT IN CAPITAL THEORY*",
            "date": "September 1957",
            "author": [
                "Anthony Costantino"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04147.x"
        },
        {
            "no": "9",
            "title": "AN INVESTMENT ANALYSIS APPROACH TO STOCK LIFE INSURANCE COMPANIES*",
            "date": "September 1957",
            "author": [
                "Edward Axel Nelson"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04148.x"
        },
        {
            "no": "10",
            "title": "THE CURRENT BANK‐MERGER MOVEMENT: AN ECONOMIC APPRAISAL*",
            "date": "September 1957",
            "author": [
                "Robert H. Marshall"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04149.x"
        },
        {
            "no": "11",
            "title": "VALUATION OF RAILROADS FOR AD VALOREM TAX PURPOSES*",
            "date": "September 1957",
            "author": [
                "John A. Gronouski"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04150.x"
        },
        {
            "no": "12",
            "title": "THE DEVELOPMENT OF CENTRAL BANKING AND THE FINANCIAL CRISES IN MEXICO*",
            "date": "September 1957",
            "author": [
                "Virgil Marion Bett"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04151.x"
        },
        {
            "no": "13",
            "title": "THE INCOME LEVEL AND MONETARY‐FISCAL DEVICES, WITH PARTICULAR REFERENCE TO RAISING INDIVIDUAL INCOME TAX REVENUE TO PREVENT INFLATION*",
            "date": "September 1957",
            "author": [
                "Ira C. Castles"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04152.x"
        },
        {
            "no": "14",
            "title": "ACTIVITIES OF STUDENT AFFILIATES",
            "date": "September 1957",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04153.x"
        },
        {
            "no": "15",
            "title": "AMERICAN FINANCE ASSOCIATION REGIONAL ORGANIZATION",
            "date": "September 1957",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04154.x"
        },
        {
            "no": "16",
            "title": "BOOK REVIEWS",
            "date": "September 1957",
            "author": [],
            "abstract": "Book reviewed in this article:\nBusiness Finance: SEC Accounting Practice and Procedure. By Louis H. Rappaport.\nFinancial Policies of Business Enterprise. By W. Bayard Taylor with the collaboration of Frank M. Graner.\nConsumer Finance: Personal Finance. By Elvin F. Donaldson.\nInsurance: Insurance and Economic Theory. By Irving Pfeffer.\nInternational Finance: Sterling‐Dollar Diplomacy: Anglo‐American Collaboration in the Reconstruction of Multilateral Trade. By Richard N. Gardner.\nLatin America: Development Programming and United States Investments. By Clement G. Motten, Virgil Salera, Richard L. Davies, and H. W. Balgooyen.\nMonetary Policy in Continental Western Europe, 1944–1952. By Stephen F. Sherwin.\nInvestments: The Pattern of Financial Asset Ownership: Wisconsin Individuals, 1949. By Thomas R. Atkinson.\nThe History of Savings and Loan Associations of Wisconsin. By Robert C. Earnest.\nMoney and Banking: The Bank and Its Publics: Philosophy and Technique of Bank Public Relations. By Robert Lindquist.\nManagement Policies in American Banks: A Study Based on a Survey of the Federal and State Supervisory Agencies. By Homer J. Livingston.\nPublic Finance: Treasury Control: The Co‐ordination of Financial and Economic Policy in Great Britain. By Samuel H. Beer.\nDischarging Business Tax Liabilities. By Horace J. DePodwin.\nReal Estate Finance: Mortgage Lending: Fundamentals and Practices. By Willis R. Bryant.\nThe Mutual Mortgage Insurance Fund. By Ernest M. Fisher and Chester Rapkin.\nInstitutional Residential Mortgage Lending in Los Angeles County, 1946–51. By James Gillies and Clayton Curtis.",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04155.x"
        },
        {
            "no": "17",
            "title": "BOOK RECEIVED",
            "date": "September 1957",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb04156.x"
        },
        {
            "no": "18",
            "title": "Back Matter",
            "date": "September 1957",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1957.tb00127.x"
        }
    ]
}