{
    "journal": "JFE",
    "volume": "17",
    "issue": "2",
    "date": "December 1986",
    "page": "Pages 221-420",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Dec 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(86)90064-4"
        },
        {
            "no": "2",
            "title": "Asset pricing and the bid-ask spread",
            "date": "Dec 1986",
            "author": [
                "Yakov Amihud",
                "Haim Mendelson"
            ],
            "abstract": "This paper studies the effect of the bid-ask spread on asset pricing. We analyze a model in which investors with different expected holding periods trade assets with different relative spreads. The resulting testable hypothesis is that market-observed expexted return is an increasing and concave function of the spread. We test this hypothesis, and the empirical results are consistent with the predictions of the model.",
            "link": "https://doi.org/10.1016/0304-405X(86)90065-6"
        },
        {
            "no": "3",
            "title": "The valuation of floating-rate instruments",
            "date": "Dec 1986",
            "author": [
                "Krishna Ramaswamy",
                "Suresh M. Sundaresan"
            ],
            "abstract": "A framework for valuing floating-rate notes is developed to examine the effects of (1) lags in the coupon formula, (2) special contractual features and (3) default risk. Evidence from a sample of floaters indicates they sold at significant discounts. While lags in the coupon formulas and other contractual features make these notes more variable, they do not account for the magnitude of the discounts. We conclude that the fixed default premium in the coupon formula of a typical note is inadequate to compensate for time-varying default premiums demanded by investors, who treat other corporate short-term paper as close substitutes.",
            "link": "https://doi.org/10.1016/0304-405X(86)90066-8"
        },
        {
            "no": "4",
            "title": "Compensation and wealth transfers in the French nationalizations 1981–1982",
            "date": "Dec 1986",
            "author": [
                "Herwig M. Langohr",
                "Claude J. Viallet"
            ],
            "abstract": "This paper studies the price reaction of French common stocks to the recent nationalization program and estimates the value that nationalized firms would have had if the nationalization program had not occurred. It finds that expropriated holders of the nationalized portfolio received a government-legislated takeover premium of about 20 percent. Premiums received for individual firms ranged from —3 to 44 percent. Industrial firm shareholders benefited most from the program. The conditions surrounding the premium dispersion raise questions about equal treatment among expropriated shareholders.",
            "link": "https://doi.org/10.1016/0304-405X(86)90067-X"
        },
        {
            "no": "5",
            "title": "A test of dividend irrelevance using volume reactions to a change in dividend policy",
            "date": "Dec 1986",
            "author": [
                "Gordon Richardson",
                "Stephan E. Sefcik",
                "Rex Thompson"
            ],
            "abstract": "We investigate the implication of clientele theories that changes in dividend policy should result in a marked increase in trading volume as shareholder clienteles change. With 192 firms announcing their first cash dividend we document both an increase in trading volume and firm value around the announcement date. We integrate these results to distinguish between the volume response to good news about the future and clientele adjustments to a change in dividend policy. Our results suggest that volume increases primarily in response to the signal about future earnings contained in the dividend. Clientele adjustments are small.",
            "link": "https://doi.org/10.1016/0304-405X(86)90068-1"
        },
        {
            "no": "6",
            "title": "Empirical determinants of the relative yields on taxable and tax-exempt securities",
            "date": "Dec 1986",
            "author": [
                "Stephen A. Buser",
                "Patrick J. Hess"
            ],
            "abstract": "Yields on short-term prime-grade municipals vary through time in relation to after-corporate-tax yields on short-term U.S. Treasury securities. The pattern is not related to the default premium in municipal yields or to the historical ceiling on bank deposit rates (Regulation Q). However, there is a strong link to the default premium in corporate yields and to municipal holdings by large commercial banks. These findings suggest that taxable and tax-exempt markets are linked both by the capital-structure decisions of firms and by the tax-arbitrage activities of banks.",
            "link": "https://doi.org/10.1016/0304-405X(86)90069-3"
        },
        {
            "no": "7",
            "title": "Predicting returns in the stock and bond markets",
            "date": "Dec 1986",
            "author": [
                "Donald B. Keim",
                "Robert F. Stambaugh"
            ],
            "abstract": "Several predetermined variables that reflect levels of bond and stock prices appear to predict returns on common stocks of firms of various sizes, long-term bonds of various default risks, and default-free bonds of various maturities. The returns on small-firm stocks and low-grade bonds are more highly correlated in January than in the rest of the year with previous levels of asset prices, especially prices of small-firm stocks. Seasonality is found in several conditional risk measures, but such seasonality is unlikely to explain, and in some cases is opposite to, the seasonal found in mean returns.",
            "link": "https://doi.org/10.1016/0304-405X(86)90070-X"
        },
        {
            "no": "8",
            "title": "Return seasonality and tax-loss selling in the market for long-term government and corporate bonds",
            "date": "Dec 1986",
            "author": [
                "Eric C. Chang",
                "J.Michael Pinegar"
            ],
            "abstract": "We document a January seasonal in the U.S. market for long-term corporate bonds that becomes more evident as the bond rating declines. Moreover, a similar, but weaker, relation is observed for the stocks of firms with low-quality bonds. These patterns may relate to firm size since bond ratings and firm size in our sample are positively related. However, even our smallest firms are relatively large. Much of the January effect we document appears to be consistent with the tax-loss selling hypothesis.",
            "link": "https://doi.org/10.1016/0304-405X(86)90071-1"
        },
        {
            "no": "9",
            "title": "News items",
            "date": "Dec 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(86)90072-3"
        },
        {
            "no": "10",
            "title": "Index",
            "date": "Dec 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(86)90073-5"
        }
    ]
}