{
    "journal": "JFE",
    "volume": "74",
    "issue": "1",
    "date": "October 2004",
    "page": "Pages EX1-EX2, 3-206",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Oct 2004",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(04)00160-6"
        },
        {
            "no": "2",
            "title": "The effect of capital structure when expected agency costs are extreme",
            "date": "Jul 2003",
            "author": [
                "Campbell R. Harvey",
                "Karl V. Lins",
                "Andrew H. Roper"
            ],
            "abstract": "This paper conducts powerful new tests of whether debt can mitigate the effects of agency and information problems. We focus on emerging market firms for which pyramid ownership structures create potentially extreme managerial agency costs. Our tests incorporate both traditional financial statement data and new data on global debt contracts. Our analysis is mindful of the potential endogeneity between debt, ownership structure, and value, and it takes into account differences in the debt capacity of a firm's assets in place and future growth opportunities. The results indicate that the incremental benefit of debt is concentrated in firms with high expected managerial agency costs that are also most likely to have overinvestment problems resulting from high levels of assets in place or limited future growth opportunities. Subsequent internationally syndicated term loans are particularly effective at creating value for these firms. Our results support the recontracting hypothesis that equity holders value compliance with monitored covenants, particularly when firms are likely to overinvest.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.07.003"
        },
        {
            "no": "3",
            "title": "Conditional estimation of diffusion processes",
            "date": "Mar 2004",
            "author": [
                "Minqiang Li",
                "Neil D. Pearson",
                "Allen M. Poteshman"
            ],
            "abstract": "There are a number of circumstances in finance in which it is useful to estimate diffusion processes conditional on some event. In this paper, we develop the theoretical and numerical tools necessary to perform conditional estimation of diffusion processes within a generalized method of moments framework. We illustrate our method by estimating a univariate diffusion process for a standard time-series of interest rate data conditioned to remain between lower and upper boundaries. A test statistic fails to reject by a wide margin the linearity of the conditionally estimated drift coefficient.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.03.001"
        },
        {
            "no": "4",
            "title": "Do security analysts exhibit persistent differences in stock picking ability?",
            "date": "Nov 2003",
            "author": [
                "Michael B. Mikhail",
                "Beverly R. Walther",
                "Richard H. Willis"
            ],
            "abstract": "We investigate whether security analysts exhibit persistence in their stock picking ability. We find that analysts whose recommendation revisions earned the most (least) excess returns in the past continue to outperform (underperform) in the future. Further, the market recognizes these performance differences in the five-day period surrounding the recommendation revision. This market reaction, however, is incomplete. Excess returns in the one and three trading months following the revision are significant and positively associated with analysts’ prior performance. However, a trading strategy taking long (short) positions in recommendation upgrades (downgrades) conditional on analysts’ prior performance is unprofitable.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.11.001"
        },
        {
            "no": "5",
            "title": "The choice of equity-selling mechanisms",
            "date": "Aug 2003",
            "author": [
                "YiLin Wu"
            ],
            "abstract": "This paper examines the impact of information asymmetry and monitoring of managers on the choice between public offerings and private placements. Three key findings emerge. First, private placement firms have higher information asymmetry than public offering firms. Second, private placement investors do not engage in more monitoring than public offering investors. Finally, discounts for private placements sold to managers are higher than discounts for private placements in which managers do not participate. The final two findings cast doubts on the widely held view that private placements are motivated by a demand for enhanced monitoring.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.08.003"
        },
        {
            "no": "6",
            "title": "Earnings management and the market performance of acquiring firms",
            "date": "Aug 2003",
            "author": [
                "Henock Louis"
            ],
            "abstract": "I examine the market's efficiency in processing manipulated accounting reports and provide an explanation for the post-merger underperformance anomaly. I find strong evidence suggesting that acquiring firms overstate their earnings in the quarter preceding a stock swap announcement. I also find evidence of a reversal of the stock price effects of the earnings management in the days leading to the merger announcement. However, the pre-merger reversal is only partial. I find evidence of a post-merger reversal of the stock price effects of the pre-merger earnings management. The results suggest that the extant evidence of post-merger underperformance by acquiring firms is partly attributable to the reversal of the price effects of earnings management. The study also suggests that the post-merger reversal is not fully anticipated by financial analysts in the month immediately following the merger announcement. However, consistent with suggestions in the financial press that managers guide analysts’ forecasts to “beatable” levels, the effect of the earnings management reversal seems to be reflected in the consensus analysts’ forecasts by the time of the subsequent quarterly earnings releases.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.08.004"
        },
        {
            "no": "7",
            "title": "Gains in bank mergers: Evidence from the bond markets",
            "date": "May 2003",
            "author": [
                "Marı́a Fabiana Penas",
                "Haluk Unal"
            ],
            "abstract": "We present evidence that the adjusted returns of merging banks’ bonds are positive and significant across pre-merger and announcement months. The cross-sectional evidence indicates that the primary determinants of merger-related bondholder gains are diversification gains, gains associated with achieving too-big-to-fail status, and, to a lesser degree, synergy gains. We obtain the same finding when we examine the acquiring banks’ credit spreads on new debt issues both before and after the merger. We also provide the first study that shows acquirers benefit by the lower cost of funds on post-merger debt issues.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.05.004"
        },
        {
            "no": "8",
            "title": "A revealed preference approach to understanding corporate governance problems: Evidence from Canada",
            "date": "Nov 2002",
            "author": [
                "Robert S. Chirinko",
                "Huntley Schaller"
            ],
            "abstract": "Governance problems have a direct and immediate impact on the effective discount rate guiding investment decisions. Information from a transformed net present value rule and variation in firm-level panel data “reveal” the effective discount rate influencing investment. For the firms most likely to be affected by Jensen agency problems, investment behavior appears to be guided by discount rates less than the market rate by 350–400 basis points. This wedge is reduced for firms with a concentrated ownership structure. Firms facing free cash flow problems have a stock of fixed capital approximately 7–22% higher than would prevail under value maximizing behavior.",
            "link": "https://doi.org/10.1016/j.jfineco.2002.11.001"
        }
    ]
}