{
    "journal": "RFS",
    "volume": "6",
    "issue": "2",
    "date": "April 1993",
    "page": "Pages 233–434",
    "article": [
        {
            "no": "1",
            "title": "A Simple Model of the Taxable and Tax-Exempt Yield Curves",
            "date": "02 April 2015",
            "author": [
                "Richard C. Green"
            ],
            "abstract": "I examine the anomalous behavior of the taxable and tax-exempt yield curves. Long municipal yields appear too high relative to the equivalent after tax yield that can be earned in Treasury or corporate bonds. I discuss existing explanations of the problem and propose a simple model that relates the yields of taxable bonds to the yield curve for par tax exempts. The ratio of the tax-exempt yield to the taxable yield increases with maturity in the model, so it is consistent with observed phenomena such as inverted yield curves for taxables and contemporaneous rising yield curves for tax exempts. Statistical and descriptive comparisons between the yields predicted by the model and observed yields on par bonds show that the model has some promise in explaining the apparent anomalies in the behaviors of the two yield curves.",
            "link": "https://doi.org/10.1093/rfs/6.2.233"
        },
        {
            "no": "2",
            "title": "Liquidity as a Choice Variable: A Lesson from the Japanese Government Bond Market",
            "date": "02 April 2015",
            "author": [
                "Jacob Boudoukh",
                "Robert F. Whitelaw"
            ],
            "abstract": "In Japan, almost identical government bonds can trade at large price differentials. Motivated by this phenomenon, we examine the issue of the value of liquidity in markets for riskless securities. We develop a model of an issuer of bonds, a market maker, and heterogeneous investors trading in an incomplete market. We show not only that divergent prices for similar securities can be sustained in a rational expectations equilibrium, but also that this divergence may be optimal from the perspective of the issuer. Price segmentation is possible because agents have a desire to trade, but short-sale restrictions limit their trading strategies and prevent them from forcing bond prices to be equal. Restricting the form of market making to exclude price competition and unregulated profit maximization is also necessary to sustain price segmentation. The optimality of segmentation from the issuer's standpoint arises because of the issuer's ability to charge for the liquidity services provided to the investors.",
            "link": "https://doi.org/10.1093/rfs/6.2.265"
        },
        {
            "no": "3",
            "title": "Forecasting Stock-Return Variance: Toward an Understanding of Stochastic Implied Volatilities",
            "date": "02 April 2015",
            "author": [
                "Christopher G. Lamoureux",
                "William D. Lastrapes"
            ],
            "abstract": "We examine the behavior of measured variances from the options market and the underlying stock market. Under the joint hypotheses that markets are informationally efficient and that option prices are explained by a particular asset pricing model, forecasts from time-series models of the stock return process should not have predictive content given the market forecast as embodied in option prices. Both in-sample and out-of-sample tests suggest that this hypothesis can be rejected. Using simulations, we show that biases inherent in the procedure we use to imply variances cannot explain this result. Thus, we provide evidence inconsistent with the orthogonality restrictions of option pricing models that assume that variance risk is unpriced. These results also have implications for optimum variance forecast rules.",
            "link": "https://doi.org/10.1093/rfs/6.2.293"
        },
        {
            "no": "4",
            "title": "A Closed-Form Solution for Options with Stochastic Volatility with Applications to Bond and Currency Options",
            "date": "02 April 2015",
            "author": [
                "Steven L. Heston"
            ],
            "abstract": "I use a new technique to derive a closed-form solution for the price of a European call option on an asset with stochastic volatility. The model allows arbitrary correlation between volatility and spot-asset returns. I introduce stochastic interest rates and show how to apply the model to bond options and foreign currency options. Simulations show that correlation between volatility and the spot asset's price is important for explaining return skewness and strike-price biases in the Black-Scholes (1973) model. The solution technique is based on characteristic functions and can be applied to other problems",
            "link": "https://doi.org/10.1093/rfs/6.2.327"
        },
        {
            "no": "5",
            "title": "Spreads, Depths, and the Impact of Earnings Information: An Intraday Analysis",
            "date": "02 April 2015",
            "author": [
                "Charles M. C. Lee",
                "Belinda Mucklow",
                "Mark J. Ready"
            ],
            "abstract": "For a sample of NYSE firms, we show that wide spreads are accompanied by low depths, and that spreads widen and depths fall in response to bigger volume. Spreads widen and depths fall in anticipation of earnings announcements; these effects are more pronounced for announcements with larger subsequent price changes. Spreads are also wider following earnings announcements, but this effect dissipates quickly after controlling for volume. Collectively, our results suggest liquidity providers are sensitive to changes in information asymmetry risk and use both spreads and depths to actively manage this risk.",
            "link": "https://doi.org/10.1093/rfs/6.2.345"
        },
        {
            "no": "6",
            "title": "Price Experimentation and Security Market Structure",
            "date": "02 April 2015",
            "author": [
                "J. Chris Leach",
                "Ananth N. Madhavan"
            ],
            "abstract": "We examine the role of market makers in facilitating price discovery. We show that a specialist may experiment with prices to induce more informative order flow. thereby expediting price discovery. Market makers in a multiple-dealer system, unlike a specialist system, do not have the incentives to perform such costly experiments because of free-rider problems. Consequently, the specialist system may provide open markets where competition fails but at the cost of wider bid-ask spreads. We analyze the effect of experimentation on the bid-ask spread and provide an exploratory analysis of intraday specialist data that is consistent with our price experimentation hypothesis.",
            "link": "https://doi.org/10.1093/rfs/6.2.375"
        },
        {
            "no": "7",
            "title": "Volume, Volatility, and the Dispersion of Beliefs",
            "date": "02 April 2015",
            "author": [
                "Catherine T. Shalen"
            ],
            "abstract": "I examine a two-period noisy rational expectations model of a futures market and show that the dispersion of expectations about a weighted average of future prices measures both the additional volatility and the additional expected volume of trade associated with noisy information. The role played by dispersion helps clarify several stylized facts concerning volume and price behavior. Specifically, dispersion can be a factor contributing to the positive correlation between volume and absolute price changes, and the positive correlation between consecutive absolute price changes.",
            "link": "https://doi.org/10.1093/rfs/6.2.405"
        }
    ]
}