{
    "journal": "RFS",
    "volume": "6",
    "issue": "3",
    "date": "August 1993",
    "page": "Pages 435–732",
    "article": [
        {
            "no": "1",
            "title": "Asymmetric Information and Options",
            "date": "25 May 2015",
            "author": [
                "Kerry Back"
            ],
            "abstract": "In an extension of the Kyle (1985) model of continuous insider trading, it is shown that asymmetric information can make it impossible to price options by arbitrage. Even when an option would appear to be redundant, its introduction into the market can cause the volatility of the underlying asset to become stochastic. This eliminates the potential for dynamically replicating the option. The change in the price process of the asset reflects a change in the information transmitted by volume and prices when the option is traded.",
            "link": "https://doi.org/10.1093/rfs/5.3.435"
        },
        {
            "no": "2",
            "title": "Differences of Opinion Make a Horse Race",
            "date": "25 May 2015",
            "author": [
                "Milton Harris",
                "Artur Raviv"
            ],
            "abstract": "A model of trading in speculative markets is developed based on differences of opinion among traders. Our purpose is to explain some of the empirical regularities that have been documented concerning the relationship between volume and price and the time-series properties of price and volume. We assume that traders share common prior beliefs and receive common information but differ in the way in which they interpret this information. Some results are that absolute price changes and volume are positively correlated, consecutive price changes exhibit negative serial correlation, and volume is positively autocorrelated.",
            "link": "https://doi.org/10.1093/rfs/5.3.473"
        },
        {
            "no": "3",
            "title": "Learning from Trading",
            "date": "25 May 2015",
            "author": [
                "Shmuel Kandel",
                "Aharon R. Ofer",
                "Oded Sarig"
            ],
            "abstract": "The incorporation of diverse information into asset prices is empirically examined in an actual securities market with multiple rounds of trade. Using prices of Israeli index and nominal bonds of equal maturity, we calculate implied expectations of inflation that has already occurred but for which the official statistic has not yet been announced. Learning is defined as the convergence of these expectations to the actual level of inflation in the period after the end of the month but before the announcement of the official statistic. We find that the variance of the inflation expectation errors decreases with trading days in this period. The decline in the variance suggests that investors learn, by repeatedly observing prices, about the distribution of other investors’ information. We also find a positive relation between the dispersion of relative price changes and the size of the inflation–expectation errors on the first round of trade. The correlation diminishes as investors learn about the distribution of inflation information in the economy.",
            "link": "https://doi.org/10.1093/rfs/5.3.507"
        },
        {
            "no": "4",
            "title": "Learning from Trading",
            "date": "01 August 1993",
            "author": [
                "Schmuel Kandel",
                "Aharon R. Ofer",
                "Oded Sarig"
            ],
            "abstract": "The incorporation of diverse information into asset prices is empirically examined in an actual securities market with multiple rounds of trade. Using prices of Israeli index and nominal bonds of equal maturity, we calculate implied expectations of inflation that has already occurred but for which the official statistic has not yet been announced. Learning is defined as the convergence of these expectations to the actual level of inflation in the period after the end of the month but before the announcement of the official statistic. We find that the variance of the inflation expectation errors decreases with trading days in this period. The decline in the variance suggests that investors learn, by repeatedly observing prices, about the distribution of other investors' information. We also find a positive relation between the dispersion of relative price changes and the size of the inflation‐expectation errors on the first round of trade. The correlation diminishes as investors learn about the distribution of inflation information in the economy.",
            "link": "https://doi.org/10.1093/rfs/6.3.507"
        },
        {
            "no": "5",
            "title": "The Risk and Predictability of International Equity Returns",
            "date": "25 May 2015",
            "author": [
                "Wayne E. Ferson",
                "Campbell R. Harvey"
            ],
            "abstract": "We investigate predictability in national equity market returns, and its relation to global economic risks. We show how to consistently estimate the fraction of the predictable variation that is captured by an asset pricing model for the expected returns. We use a model in which conditional betas of the national equity markets depend on local information variables, while global risk premia depend on global variables. We examine single- and multiple-beta models, using monthly data for 1970 to 1989. The models capture much of the predictability for many countries. Most of this is related to time variation in the global risk premia.",
            "link": "https://doi.org/10.1093/rfs/5.3.527"
        },
        {
            "no": "6",
            "title": "The Risk and Predictability of International Equity Returns",
            "date": "01 August 1993",
            "author": [
                "Wayne E. Ferson",
                "Campbell R. Harvey"
            ],
            "abstract": "We investigate predictability in national equity market returns, and its relation to global economic risks. We show how to consistently estimate the fraction of the predictable variation that is captured by an asset pricing model for the expected returns. We use a model in which conditional betas of the national equity markets depend on local information variables, while global risk premia depend on global variables. We examine single- and multiple-beta models, using monthly data for 1970 to 1989. The models capture much of the predictability for many countries. Most of this is related to time variation in the global risk premia.",
            "link": "https://doi.org/10.1093/rfs/6.3.527"
        },
        {
            "no": "7",
            "title": "Where Do Betas Come From? Asset Price Dynamics and the Sources of Systematic Risk",
            "date": "25 May 2015",
            "author": [
                "John Y. Campbell",
                "Jianping Mei"
            ],
            "abstract": "In this article we break assets’ betas with common factors into components attributable to news about future cash flows, real interest rates, and excess returns. To achieve this decomposition, we use a vector autoregressive time-series model and an approximate log-linear present value relation. The betas of industry and size portfolios with the market are largely attributed to changing expected returns. Betas with inflation and industrial production reflect opposing cash flow and expected return effects. We also show how asset pricing theory restricts the expected excess return components of betas.",
            "link": "https://doi.org/10.1093/rfs/5.3.567"
        },
        {
            "no": "8",
            "title": "On Equilibrium Asset Price Processes",
            "date": "25 May 2015",
            "author": [
                "Hua He",
                "Hayne Leland"
            ],
            "abstract": "In this article we derive necessary and sufficient conditions that must be satisfied by equilibrium asset price processes in a pure exchange economy. We examine a world in which asset prices follow a diffusion process, asset markets are dynamically complete, all investors maximize their (state-independent) expected utility of consumption at some future date, and investors have nonrandom exogenous income. We show that it is necessary and sufficient that the coefficients of an equilibrium diffusion price process satisfy a partial differential equation and a boundary condition. We also examine how the dynamics of asset prices are related to the shape of the representative investor’s utility function through the boundary condition. For example, in a constant-volatility economy, the expected instantaneous return of the market portfolio is mean reverting if and only if the relative risk aversion of the representative investor is decreasing in terminal wealth.",
            "link": "https://doi.org/10.1093/rfs/5.3.593"
        },
        {
            "no": "9",
            "title": "A Test of the Cox, Ingersoll, and Ross Model of the Term Structure",
            "date": "25 May 2015",
            "author": [
                "Michael R. Gibbons",
                "Krishna Ramaswamy"
            ],
            "abstract": "We test the theory of the term structure of indexed-bond prices due to Cox, Ingersoll, and Ross (CIR). The econometric method uses Hansen’s generalized method of moments and exploits the probability distribution of the single-state variable in CIR’s model, thus avoiding the use of aggregate consumption data. It enables us to estimate a continuous-time model based on discretely sampled data. The tests indicate that CIR’s model for index bonds performs reasonably well when confronted with short-term Treasury-bill returns. The estimates indicate that term premiums are positive and that yield curves can take several shapes. However, the fitted model does poorly in explaining the serial correlation in real Treasury-bill returns.",
            "link": "https://doi.org/10.1093/rfs/5.3.619"
        },
        {
            "no": "10",
            "title": "The Informational Content of Implied Volatility",
            "date": "25 May 2015",
            "author": [
                "Linda Canina",
                "Stephen Figlewski"
            ],
            "abstract": "Implied volatility is widely believed to be informationally superior to historical volatility, because it is the “market’s” forecast of future volatility. But for S&P 100 index options, the most actively traded contract in the United States, we find implied volatility to be a poor forecast of subsequent realized volatility. In aggregate and across subsamples separated by maturity and strike price, implied volatility has virtually no correlation with future volatility, and it does not incorporate the information contained in recent observed volatility.",
            "link": "https://doi.org/10.1093/rfs/5.3.659"
        },
        {
            "no": "11",
            "title": "Stock Prices, News, and Business Conditions",
            "date": "25 May 2015",
            "author": [
                "Grant McQueen",
                "V. Vance Roley"
            ],
            "abstract": "Previous research finds that fundamental macroeconomic news has little effect on stock prices. We show that after allowing for different stages of the business cycle, a stronger relationship between stock prices and news is evident. In addition to stock prices, we examine the effect of real activity news on proxies for expected cash flows and equity discount rates. We find that when the economy is strong the stock market responds negatively to news about higher real economic activity. This negative relation is caused by the larger increase in discount rates relative to expected cash flows.",
            "link": "https://doi.org/10.1093/rfs/5.3.683"
        },
        {
            "no": "12",
            "title": "Partial Anticipation, the Flow of Information and the Economic Impact of Corporate Debt Sales",
            "date": "25 May 2015",
            "author": [
                "Susan Chaplinsky",
                "Robert S. Hansen"
            ],
            "abstract": "Corporate debt sales have been regarded as “no news” events because there is no significant price reaction on average to their announcement. We explore the hypothesis that this lack of average price reaction to debt sale announcements is explained by the partial anticipation of debt offers. Theory suggests that the demand for debt capital is fundamentally related to changes in the sources and uses of funds, and we find evidence that earnings are significantly lower, investment growth is significantly higher, and, for some issuers, debt refunding requirements are significantly greater in the period immediately prior to issue than in periods well before and after the issue. We find that this preissue information conditions investors’ expectations of issue, thereby affecting the cross-sectional announcement date price reaction to debt sales in two ways. First, announcement date price reactions are negative, on average, for unanticipated offers or for those offers where prior information suggests that an issue is unlikely. Second, holding the probability of issue constant, announcement date price reactions are significantly more negative for offers that raise more capital than investors expected. These results are consistent with cash flow signaling and asymmetric information models of corporate financings.",
            "link": "https://doi.org/10.1093/rfs/5.3.709"
        }
    ]
}