{
    "journal": "RFS",
    "volume": "2",
    "issue": "2",
    "date": "April 1989",
    "page": "Pages 125–272",
    "article": [
        {
            "no": "1",
            "title": "A Mean-Variance Framework for Tests of Asset Pricing Models",
            "date": "20 March 2015",
            "author": [
                "Shmuel Kandel",
                "Robert F. Stambaugh"
            ],
            "abstract": "This article presents a mean-variance framework for likelihood-ratio tests of asset pricing models. A pricing model is tested by examining the position of one or more reference portfolios in sample mean-standard-deviation space. Included are tests of both single-beta and multiple-beta relations, with or without a riskless asset, using either a general or a specific alternative hypothesis. Tests with a factor that is not a portfolio return are also included. The mean-variance framework is illustrated by testing the zero-beta CAPM, a two-beta pricing model, and the consumption-beta model.",
            "link": "https://doi.org/10.1093/rfs/2.2.125"
        },
        {
            "no": "2",
            "title": "Two-Person Dynamic Equilibrium in the Capital Market",
            "date": "20 March 2015",
            "author": [
                "Bernard Dumas"
            ],
            "abstract": "When several investors with different risk aversions trade competitively in a capital market, the allocation of wealth fluctuates randomly among them and acts as a state variable against which each market participant will want to hedge. This hedging motive complicates the investors' portfolio choice and the equilibrium in the capital market. This article features two investors, with the same degree of impatience, one of them being logarithmic and the other having an isoelastic utility function. They face one risky constant-return-to-scale stationary production opportunity and they can borrow and lend to and from each other. The behaviors of the allocation of wealth and of the aggregate capital stock are characterized, along with the behavior of the rate of interest, the security market line, and the portfolio holdings.",
            "link": "https://doi.org/10.1093/rfs/2.2.157"
        },
        {
            "no": "3",
            "title": "Divide and Conquer: A Theory of Intraday and Day-of-the-Week Mean Effects",
            "date": "20 March 2015",
            "author": [
                "Anat R. Admati",
                "Paul Pfleiderer"
            ],
            "abstract": "This article develops a model in which patterns in buy and sell volume, order imbalances, and expected price changes arise endogenously. The model covers cases in which the market maker is competitive and is a monopolist. Our results provide an explanation for the existence of patterns in mean returns within the trading day and across trading days.",
            "link": "https://doi.org/10.1093/rfs/2.2.189"
        },
        {
            "no": "4",
            "title": "Mean Reversion in Short-Horizon Expected Returns",
            "date": "20 March 2015",
            "author": [
                "Jennifer Conrad",
                "Gautam Kaul"
            ],
            "abstract": "This article develops and estimates a simple model for monthly expected stock returns that relies on the rapidly decaying structure of shorter-horizon (weekly) expected returns. The most striking aspect of our finds is that the rapid mean reversion in short-horizon expected returns implies much greater variation through time in monthly expected returns than has been documented in earlier studies. For instance, during the 1962 to 1985 period, over 25 percent of the return variance of small firms can be explained by time variation in expected returns.",
            "link": "https://doi.org/10.1093/rfs/2.2.225"
        },
        {
            "no": "5",
            "title": "Numerical Evaluation of Multivariate Contingent Claims",
            "date": "20 March 2015",
            "author": [
                "Phelim P. Boyle",
                "Jeremy Evnine",
                "Stephen Gibbs"
            ],
            "abstract": "We develop a numerical approximation method for valuing multivariate contingent claims. The approach is based on an n-dimensional extension of the lattice binomial method. Closed-form solutions for the jump probabilities and the jump amplitudes are obtained. The accuracy of the method is illustrated in the case of European options when there are three underlying assets.",
            "link": "https://doi.org/10.1093/rfs/2.2.241"
        },
        {
            "no": "6",
            "title": "The Multinomial Option Pricing Model and Its Brownian and Poisson Limits",
            "date": "20 March 2015",
            "author": [
                "Dilip B. Madan",
                "Frank Milne",
                "Hersh Shefrin"
            ],
            "abstract": "The Cox, Ross, and Rubinstein binomial model is generalized to the multinomial case. Limits are investigated and shown to yield the Black-Scholes formula in the case of continuous sample paths for a wide variety of complete market structures. In the discontinuous case of Merton-type formula is shown to result, provided jump probabilities are replaced by their corresponding Arrow-Debreu prices.",
            "link": "https://doi.org/10.1093/rfs/2.2.251"
        },
        {
            "no": "7",
            "title": "Theory of Valuation: Frontiers of Modern Financial Theory",
            "date": "20 March 2015",
            "author": [
                "Darrell Duffie"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/2.2.267"
        }
    ]
}