{
    "journal": "RFS",
    "volume": "2",
    "issue": "1",
    "date": "January 1989",
    "page": "Pages 1–123",
    "article": [
        {
            "no": "1",
            "title": "Requiem for a Market: An Analysis of the Rise and Fall of a Financial Futures Contract",
            "date": "16 March 2015",
            "author": [
                "Elizabeth Tashjian Johnston",
                "John J. McConnell"
            ],
            "abstract": "Futures contracts often include a variety of delivery options that allow participants flexibility in satisfying the contract. These options have the potential to broaden the appeal of the contact. However, if these options are valuable, they may reduce the hedging effectiveness of the contract. This article analyzes the GNMA CDR futures contract that appears to have failed because of flaws in the contract's design. For the first 6 years following its introduction, the contract attracted significant and increasing volume, but, subsequently, the volume declined to almost zero. Over the years during which the volume experienced its most dramatic decline, the Treasury-bond futures contract provided a better hedge for current coupon GNMA securities than did the GNMA CDR futures contract. And, over this same period, the value of the quality option embedded in the contract often exceeded 5 percent of the futures price and reached a level of 19 percent at one point. We interpret the evidence to indicate that the contract failed because the delivery options reduced the hedging effectiveness of the contract for current coupon mortgage securities.",
            "link": "https://doi.org/10.1093/rfs/2.1.1"
        },
        {
            "no": "2",
            "title": "The Resolution of Financial Distress",
            "date": "16 March 2015",
            "author": [
                "Ronald M. Giammarino"
            ],
            "abstract": "Most models of financial structure embody an assumption about financial distress that causes debt to be costly to the issuing firm. This approach has been criticized on the grounds that the assumed costs could be avoided by a costless financial reorganization. In this article we show that despite the possibility of costless reorganization, it may be rational for firms to incur significant costs in the resolution of financial distress. The main assumptions that give rise to our results are the existence of asymmetric information and of judicial discretion that allows courts to impose a reorganization on the claimants of a firm.",
            "link": "https://doi.org/10.1093/rfs/2.1.25"
        },
        {
            "no": "3",
            "title": "Competitive Equilibrium with Type Convergence in an Asymmetrically Informed Market",
            "date": "16 March 2015",
            "author": [
                "Anjan V. Thakor"
            ],
            "abstract": "This article studies an asymmetric information game with “type convergence”, in which, under some realizations of a common uncertainty, inducing informed agents to reveal their types through self-selection by contract choice is either costly or impossible. Under other realizations, self-selection permits costless distinctions between informed agents. I obtain sufficient conditions under which contracting with options prior to the realization of the common uncertainty leads to the existence of a perfectly separating, costless Nash equilibrium. Applications to variable rate loan commitments and life insurance contracting are discussed.",
            "link": "https://doi.org/10.1093/rfs/2.1.49"
        },
        {
            "no": "4",
            "title": "Intertemporally Dependent Preferences and the Volatility of Consumption and Wealth",
            "date": "16 March 2015",
            "author": [
                "Suresh M. Sundaresan"
            ],
            "abstract": "In this article we construct a model in which a consumer's utility depends on the consumption history. We describe a general equilibrium framework similar to Cox, Ingersoll, and Ross (1985a). A simple example is then solved in closed form in this general equilibrium setting to rationalize the observed stickiness of the consumption series relative to the fluctuations in stock market wealth. The sample paths of consumption generated from this model imply lower variability in consumption growth rates compared to those generated by models with separable utility functions. We then present partial equilibrium model similar to Merton (1969, 1971) and extend Merton's results on optimal consumption and portfolio rules to accommodate nonseparability in preferences. Asset pricing implications of our framework are briefly explored.",
            "link": "https://doi.org/10.1093/rfs/2.1.73"
        },
        {
            "no": "5",
            "title": "The Box Spread Arbitrage Conditions: Theory, Tests, and Investment Strategies",
            "date": "16 March 2015",
            "author": [
                "Aimee Gerbarg Ronn",
                "Ehud I. Ronn"
            ],
            "abstract": "This paper develops and tests arbitrage bounds for a combination of two option spread positions known as a box spread. This strategy involves the simultaneous use of four options and creates a position that is equivalent to riskless lending. The no-arbitrage conditions are compared to existing arbitrage bounds and are tested using Chicago Board Options Exchange data.",
            "link": "https://doi.org/10.1093/rfs/2.1.91"
        },
        {
            "no": "6",
            "title": "Claimholder Incentive Conflicts in Reorganization: The Role of Bankruptcy Law",
            "date": "16 March 2015",
            "author": [
                "David T. Brown"
            ],
            "abstract": "When a firm is in financial distress, in most cases a set of mutually advantageous reorganization plans exist. This article shows that the bankruptcy code, by providing rules governing the negotiation process, yields a unique solution to the reorganization process. In addition, the structure imposed by the code mitigates the holdout problem created by the individual claimant's divergent incentives.",
            "link": "https://doi.org/10.1093/rfs/2.1.109"
        }
    ]
}