{
    "journal": "JFE",
    "volume": "4",
    "issue": "2",
    "date": "March 1977",
    "page": "Pages 127-236",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Mar 1977",
            "author": [
                "Michael C. Jensen"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(77)90008-3"
        },
        {
            "no": "2",
            "title": "A critique of the asset pricing theory's tests Part I: On past and potential testability of the theory",
            "date": "Mar 1977",
            "author": [
                "Richard Roll"
            ],
            "abstract": "Testing the two-parameter asset pricing theory is difficult (and currently infeasible). Due to a mathematical equivalence between the individual return/‘beta’ linearity relation and the market portfolio's mean-variance efficiency, any valid test presupposes complete knowledge of the true market portfolio's composition. This implies, inter alia, that every individual asset must be included in a correct test. Errors of inference inducible by incomplete tests are discussed and some ambiguities in published tests are explained.",
            "link": "https://doi.org/10.1016/0304-405X(77)90009-5"
        },
        {
            "no": "3",
            "title": "Leverage, output effects, and the M-M theorems",
            "date": "Mar 1977",
            "author": [
                "Gailen L Hite"
            ],
            "abstract": "This paper uses the Capital Asset Pricing Model to link the financial policy of the firm with the firm's real decisions including output, input mix, and investment. Whereas the M-M leverage theorems were derived for a given set of real decisions, this paper considers the impact of leverage on firm optimization when interest is tax-deductible. In general, leverage impacts upon factor proportions, capital stock, and output decisions. In the final proposition, the author demonstrates that the ‘cost of capital’ need not decline with leverage even in perfect capital markets and with default-free debt.",
            "link": "https://doi.org/10.1016/0304-405X(77)90010-1"
        },
        {
            "no": "4",
            "title": "The structure and management of dual purpose funds",
            "date": "Mar 1977",
            "author": [
                "Robert H Litzenberger",
                "Howard B Sosin"
            ],
            "abstract": "Dual fund shares allow individuals to satisfy their divergent preferences for the ordinary income and the capital gains components of return. Institutional restrictions on short selling are shown to permit discounts on dual funds to fluctuate within wide bounds. However, these fluctuations are shown to be consistent with informational efficiency. The average discount is shown to have a contemporaneous association with net redemptions of diversified open-end funds. It is shown that the high turnover of dual fund portfolios is not warranted by their portfolio performance and causes redistributions of wealth between income and capital shareholders.",
            "link": "https://doi.org/10.1016/0304-405X(77)90011-3"
        },
        {
            "no": "5",
            "title": "An algorithmic approach to deriving the minimum-variance zero-beta portfolio",
            "date": "Mar 1977",
            "author": [
                "Gordon J. Alexander"
            ],
            "abstract": "This paper examines the problem of deriving Black's (1972) minimum-variance zero-beta portfolio. Long's (1971) methods, used by Morgan (1975), are briefly mentioned. Then the complementary pivot algorithm of Lemke (1965), which has been shown to be capable of deriving the optimal solution to certain quadratic programming problems that are subject to a non-negativity constraint, is described. Finally, Lemke's algorithm is shown to be capable of deriving the minimum-variance zero-beta portfolio efficiently from samples of risky assets where both long and short positions are allowed by reformulating the problem so as to avoid the difficulties encountered by having a non-negatively constraint.",
            "link": "https://doi.org/10.1016/0304-405X(77)90012-5"
        }
    ]
}