{
    "journal": "JFE",
    "volume": "4",
    "issue": "3",
    "date": "May 1977",
    "page": "Pages 237-351",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "May 1977",
            "author": [
                "Michael C. Jensen"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(77)90001-0"
        },
        {
            "no": "2",
            "title": "Bankruptcy, absolute priority, and the pricing of risky debt claims",
            "date": "May 1977",
            "author": [
                "Jerold B. Warner"
            ],
            "abstract": "In practice, there are substantial deviations from the doctrine of ‘absolute priority’, which governs the rights of the firm's claimholders in the event of bankruptcy. To determine whether or not the possibility of such deviations is reflected in the prices of the firm's securities, this study examines the risk and return characteristics of financial claims against firms in court-supervised bankruptcy proceedings. Debt claims against bankrupt firms are indeed ‘risky’, exhibiting levels of systematic risk similar to that of common stocks in general. While some of the findings are anomalous, the data are generally consistent with the view that the capital market ‘properly’ prices risky debt claims to reflect both their risk characteristics and the possibility of departures from the doctrine of absolute priority.",
            "link": "https://doi.org/10.1016/0304-405X(77)90002-2"
        },
        {
            "no": "3",
            "title": "Portfolio choice and equilibrium in capital markets with safety-first investors",
            "date": "May 1977",
            "author": [
                "Enrique R. Arzac",
                "Vijay S. Bawa"
            ],
            "abstract": "This paper develops optimal portfolio choice and market equilibrium when investors behave according to a generalized lexicographic safety-first rule. We show that the mutual fund separation property holds for the optimal portfolio choice of a risk-averse safety-first investor. We also derive an explicit valuation formula for the equilibrium value of assets. The valuation formula reduces to the well-known two-parameter capital asset pricing model (CAPM) when investors approximate the tail of the portfolio distribution using Tchebychev's inequality or when the assets have normal or stable Paretian distributions. This shows the robustness of the CAPM to safety-first investors under traditional distributional assumptions. In addition, we indicate how additional information about the portfolio distribution can be incorporated to the safety-first valuation formula to obtain alternative empirically testable models.",
            "link": "https://doi.org/10.1016/0304-405X(77)90003-4"
        },
        {
            "no": "4",
            "title": "A contingent-claims valuation of convertible securities",
            "date": "May 1977",
            "author": [
                "Jonathan E. Ingersoll"
            ],
            "abstract": "This paper examines the pricing of convertible bonds and preferred stocks. The optimal policies for call and conversion of these securities are determined via the criterion of dominance. The techniques underlying the Black-Scholes Option Model are used to price convertible securities as contingent claims on the firm as a whole.",
            "link": "https://doi.org/10.1016/0304-405X(77)90004-6"
        },
        {
            "no": "5",
            "title": "Options: A Monte Carlo approach",
            "date": "May 1977",
            "author": [
                "Phelim P. Boyle"
            ],
            "abstract": "This paper develops a Monte Carlo simulation method for solving option valuation problems. The method simulates the process generating the returns on the underlying asset and invokes the risk neutrality assumption to derive the value of the option. Techniques for improving the efficiency of the method are introduced. Some numerical examples are given to illustrate the procedure and additional applications are suggested.",
            "link": "https://doi.org/10.1016/0304-405X(77)90005-8"
        },
        {
            "no": "6",
            "title": "Long-term dependence in common stock returns",
            "date": "May 1977",
            "author": [
                "Myron T. Greene",
                "Bruce D. Fielitz"
            ],
            "abstract": "The efficient market, martingale model of security price movements requires that the arrival of new information be promptly arbitraged away. A necessary and sufficient condition for the existence of an arbitraged price is that statistical dependence among prices must decrease very rapidly. If persistent statistical dependence is present, the arbitraged price changes do not follow a martingale and should have an infinite variance. Using a technique for detecting long-term dependence, called R/S analysis, 200 daily stock return series are studied; many series are characterized by long-term dependence. Thus, in the presence of long-term dependence, the martingale model does not hold. Also, the distribution of security returns is non-normal stable Paretian as opposed to Gaussian.",
            "link": "https://doi.org/10.1016/0304-405X(77)90006-X"
        },
        {
            "no": "7",
            "title": "Index",
            "date": "May 1977",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(77)90007-1"
        }
    ]
}