{
    "journal": "RFS",
    "volume": "24",
    "issue": "11",
    "date": "November 2011",
    "page": "Pages 3519–3840",
    "article": [
        {
            "no": "1",
            "title": "Self-fulfilling Credit Market Freezes",
            "date": "19 September 2011",
            "author": [
                "Lucian A. Bebchuk",
                "Itay Goldstein"
            ],
            "abstract": "This article develops a model of a self-fulfilling credit market freeze and uses it to study alternative governmental responses to such a crisis. We study an economy in which operating firms are interdependent, where their success depends on the ability of other operating firms to obtain financing. In such an economy, an inefficient credit market freeze may arise in which banks abstain from lending to operating firms with good projects because of their self-fulfilling expectations that other banks will not be making such loans. Our model enables us to study the effectiveness of using alternative measures as a means of getting an economy out of an inefficient credit market freeze. In particular, we study the effectiveness of interest rate cuts, an infusion of capital into banks, direct lending by the government to operating firms, and the provision of government capital or guarantees to encourage privately managed lending. Our analysis provides a framework for analyzing and evaluating the standard and nonstandard instruments used by authorities during the 2008–2009 financial crisis. Our analysis also provides testable implications for how firms, banks, and economies can be expected to be affected by shocks to the banking system.",
            "link": "https://doi.org/10.1093/rfs/hhr086"
        },
        {
            "no": "2",
            "title": "Family Business Groups around the World: Financing Advantages, Control Motivations, and Organizational Choices",
            "date": "27 July 2011",
            "author": [
                "Ronald W. Masulis",
                "Peter Kien Pham",
                "Jason Zein"
            ],
            "abstract": "Using a dataset of 28,635 firms in 45 countries, this study investigates the motivations for family-controlled business groups. We provide new evidence consistent with the argument that particular group structures emerge not only to perpetuate control, but also to alleviate financing constraints at the country and firm levels. At the country level, family groups, especially those structured as pyramids, are more prevalent in markets with limited availability of capital. At the firm level, investment intensity is greater for firms held in pyramidal rather than in horizontal structures, reflecting the financing advantages of the former. Within a pyramid, internal equity funding, investment intensity, and firm value all increase down the ownership chain. However, group firm performance declines when dual-class shares and cross shareholdings are employed as additional control-enhancing mechanisms.",
            "link": "https://doi.org/10.1093/rfs/hhr052"
        },
        {
            "no": "3",
            "title": "Large Shareholder Diversification and Corporate Risk-Taking",
            "date": "02 August 2011",
            "author": [
                "Mara Faccio",
                "Maria-Teresa Marchica",
                "Roberto Mura"
            ],
            "abstract": "Using new data for the universe of firms covered in Amadeus, we reconstruct the portfolios of shareholders who hold equity stakes in private- and publicly traded European firms. We find great heterogeneity in the degree of portfolio diversification across large shareholders. Exploiting this heterogeneity, we document that firms controlled by diversified large shareholders undertake riskier investments than firms controlled by nondiversified large shareholders. The impact of large shareholder diversification on corporate risk-taking is both economically and statistically significant. Our results have important implications at the policy level because they identify one channel through which policy changes can improve economic welfare.",
            "link": "https://doi.org/10.1093/rfs/hhr065"
        },
        {
            "no": "4",
            "title": "Conglomerates and Industry Distress",
            "date": "22 August 2011",
            "author": [
                "Radhakrishnan Gopalan",
                "Kangzhen Xie"
            ],
            "abstract": "Focusing on economic distress episodes in an industry, we estimate the effect of conglomeration on resource allocation. Distressed segments have higher sales growth, higher cash flow, and higher expenditure on research and development than single-segment firms. This is especially true for segments with high past performance, for unrated firms, and in competitive industries. Single-segment firms increase cash holding, and the diversification discount reduces during industry distress. Firms with high past performance acquire their industry counterparts, and firms with low past performance exit the distressed industry. Industries more prone to distress have greater conglomeration. Overall, conglomeration enables segments to avoid financial constraints during industry distress.",
            "link": "https://doi.org/10.1093/rfs/hhr060"
        },
        {
            "no": "5",
            "title": "What Does Equity Sector Orderflow Tell Us About the Economy?",
            "date": "03 August 2011",
            "author": [
                "Alessandro Beber",
                "Michael W. Brandt",
                "Kenneth A. Kavajecz"
            ],
            "abstract": "Investors rebalance their portfolios as their views about expected returns and risk change. We use empirical measures of portfolio rebalancing to back out investors' views, specifically, their views about the state of the economy. We show that aggregate portfolio rebalancing across equity sectors is consistent with sector rotation, an investment strategy that exploits perceived differences in the relative performance of sectors at different stages of the business cycle. The empirical footprint of sector rotation has predictive power for the evolution of the economy and future bond market returns, even after controlling for relative sector returns. Contrary to many theories of price formation, trading activity, therefore, contains information that is not entirely revealed by resulting relative price changes.",
            "link": "https://doi.org/10.1093/rfs/hhr067"
        },
        {
            "no": "6",
            "title": "Common Risk Factors in Currency Markets",
            "date": "30 August 2011",
            "author": [
                "Hanno Lustig",
                "Nikolai Roussanov",
                "Adrien Verdelhan"
            ],
            "abstract": "We identify a “slope” factor in exchange rates. High interest rate currencies load more on this slope factor than low interest rate currencies. This factor accounts for most of the cross-sectional variation in average excess returns between high and low interest rate currencies. A standard, no-arbitrage model of interest rates with two factors—a country-specific factor and a global factor—can replicate these findings, provided there is sufficient heterogeneity in exposure to global or common innovations. We show that our slope factor identifies these common shocks, and we provide empirical evidence that it is related to changes in global equity market volatility. By investing in high interest rate currencies and borrowing in low interest rate currencies, U.S. investors load up on global risk.",
            "link": "https://doi.org/10.1093/rfs/hhr068"
        },
        {
            "no": "7",
            "title": "A Model of Portfolio Delegation and Strategic Trading",
            "date": "22 August 2011",
            "author": [
                "Albert S. Kyle",
                "Hui Ou-Yang",
                "Bin Wei"
            ],
            "abstract": "This article endogenizes information acquisition and portfolio delegation in a one-period strategic trading model. We find that, when the informed portfolio manager is relatively risk tolerant (averse), price informativeness increases (decreases) with the amount of noise trading. When noise trading is endogenized, the linear equilibrium in the traditional literature breaks down under a wide range of parameter values. In contrast, a linear equilibrium always exists in our model. In a conventional portfolio delegation model under a competitive partial equilibrium, the manager's effort of acquiring information is independent of a linear incentive contract. In our strategic trading model, however, a higher-powered linear contract induces the manager to exert more effort for information acquisition.",
            "link": "https://doi.org/10.1093/rfs/hhr054"
        },
        {
            "no": "8",
            "title": "Investor Reactions to CEOs' Inside Debt Incentives",
            "date": "18 April 2011",
            "author": [
                "Chenyang Wei",
                "David Yermack"
            ],
            "abstract": "Pensions and deferred compensation represent substantial components of CEO incentives. We study stockholder and bondholder reactions to companies' initial reports of CEOs' inside debt positions following a 2007 SEC disclosure reform. We find that bond prices rise, equity prices fall, and the volatility of both securities drops for firms whose CEOs have sizeable defined benefit pensions or deferred compensation. Similar changes occur for credit default swap spreads and exchange-traded options. The results indicate a reduction in firm risk, a transfer of value from equity toward debt, and an overall destruction of enterprise value when CEOs' inside debt holdings are large.",
            "link": "https://doi.org/10.1093/rfs/hhr028"
        },
        {
            "no": "9",
            "title": "Forthcoming Articles",
            "date": "01 November 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr117"
        },
        {
            "no": "10",
            "title": "Cover",
            "date": "01 November 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr115"
        },
        {
            "no": "11",
            "title": "Editorial Board",
            "date": "01 November 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr116"
        },
        {
            "no": "12",
            "title": "Table of Contents",
            "date": "01 November 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr118"
        }
    ]
}