{
    "journal": "RFS",
    "volume": "24",
    "issue": "4",
    "date": "April 2011",
    "page": "Pages 971–1405",
    "article": [
        {
            "no": "1",
            "title": "The Value of Bank Capital and the Structure of the Banking Industry",
            "date": "12 February 2011",
            "author": [
                "Franklin Allen",
                "Paolo Fulghieri",
                "Hamid Mehran"
            ],
            "abstract": "The critical role played by financial institutions in the recent financial crises has generated renewed interest on the corporate finance of the banking firm and the impact of the banking sector on the real economy. This paper introduces the special issue of the Review of Financial Studies dedicated to “The Value of Bank Capital and the Structure of the Banking Industry.” The special issue combines papers presented at the conference on “Corporate Finance of Financial Intermediaries” in September 2006, which was jointly organized by the Federal Reserve Bank of New York, the Wharton Financial Institutions Center of the University of Pennsylvania, and the Review of Financial Studies, with other related papers.",
            "link": "https://doi.org/10.1093/rfs/hhr003"
        },
        {
            "no": "2",
            "title": "Credit Market Competition and Capital Regulation",
            "date": "01 April 2011",
            "author": [
                "Franklin Allen",
                "Elena Carletti",
                "Robert Marquez"
            ],
            "abstract": "Empirical evidence suggests that banks hold capital in excess of regulatory minimums. This did not prevent the financial crisis and underlines the importance of understanding bank capital determination. Market discipline is one of the forces that induces banks to hold positive capital. The literature has focused on the liability side. We develop a simple theory based on monitoring to show that discipline from the asset side can also be important. In perfectly competitive markets, banks can find it optimal to use costly capital rather than the interest rate on the loan to commit to monitoring because it allows higher borrower surplus.",
            "link": "https://doi.org/10.1093/rfs/hhp089"
        },
        {
            "no": "3",
            "title": "Bank Capital and Value in the Cross-Section",
            "date": "01 April 2011",
            "author": [
                "Hamid Mehran",
                "Anjan Thakor"
            ],
            "abstract": "We develop a dynamic model of bank capital structure in an acquisitions context which predicts: (i) total bank value and the bank’s equity capital are positively correlated in the cross-section, and (ii) the various components of bank value are also positively cross-sectionally related to bank capital. Our empirical tests provide strong support for these predictions. The results are robust to a variety of alternative explanations—growth prospects, desire to acquire toe-hold positions, desire of capital-starved acquirers to buy capital-rich targets, market timing, pecking order, the effect of banks with binding capital requirements, Too Big To Fail, target profitability, risk, and mechanical effects.",
            "link": "https://doi.org/10.1093/rfs/hhq022"
        },
        {
            "no": "4",
            "title": "The Effect of Bank Mergers on Loan Prices: Evidence from the United States",
            "date": "01 April 2011",
            "author": [
                "Isil Erel"
            ],
            "abstract": "Bank mergers can increase or decrease loan spreads, depending on whether the increased market power outweighs efficiency gains. Using proprietary loan-level data for U.S. commercial banks, I find that, on average, mergers reduce loan spreads, with the magnitude of the reduction being larger when postmerger cost savings increase. My results suggest that the relation between spreads and the extent of the market overlap between merging banks is nonmonotonic. The market overlap increases cost savings and consequently lowers spreads, but when the overlap is sufficiently large, spreads increase, potentially due to the market-power effect dominating the cost savings. Furthermore, the average reduction in spreads is significant for small businesses.",
            "link": "https://doi.org/10.1093/rfs/hhp034"
        },
        {
            "no": "5",
            "title": "Staying, Dropping, or Switching: The Impacts of Bank Mergers on Small Firms",
            "date": "01 April 2011",
            "author": [
                "Hans Degryse",
                "Nancy Masschelein",
                "Janet Mitchell"
            ],
            "abstract": "Assessing the impacts of bank mergers on small firms requires separating borrowers with single versus multiple banking relationships and distinguishing the three alternatives of “staying,” “dropping,” and “switching” of relationships. Single-relationship borrowers who “switch” to another bank following a merger will be less harmed than those whose relationship is “dropped” and not replaced. Using Belgian data, we find that single-relationship borrowers of target banks are more likely than other borrowers to be dropped. We track postmerger performance and show that many dropped target-bank borrowers are harmed by the merger. Multiple-relationship borrowers are less harmed, as they can better hedge against relationship discontinuations.",
            "link": "https://doi.org/10.1093/rfs/hhp126"
        },
        {
            "no": "6",
            "title": "Lending Relationships and Loan Contract Terms",
            "date": "07 October 2009",
            "author": [
                "Sreedhar T. Bharath",
                "Sandeep Dahiya",
                "Anthony Saunders",
                "Anand Srinivasan"
            ],
            "abstract": "We find that repeated borrowing from the same lender translates into a 10–17 bps lowering of loan spreads and that relationships are especially valuable when borrower transparency is low. These results hold using multiple approaches (propensity score matching, instrumental variables, and treatment effects model) that control for the endogeneity of relationships. We also provide a demarcation line between relationship and transactional lending. Spreads charged for relationship loans and nonrelationship loans are statistically identical if the borrower is in the largest 30% by asset size; has public rated debt; or is part of the S&P 500 index. Past relationships reduce collateral requirements and are also associated with obtaining larger loans. Our results imply that, even for firms that have multiple sources of outside financing, borrowing from a prior lender obtains better loan terms.",
            "link": "https://doi.org/10.1093/rfs/hhp064"
        },
        {
            "no": "7",
            "title": "The Impact of a Strong Bank-Firm Relationship on the Borrowing Firm",
            "date": "01 April 2011",
            "author": [
                "Nishant Dass",
                "Massimo Massa"
            ],
            "abstract": "Commercial banks acquire inside information about the firms they lend to. We study the impact of this informationally privileged position on the borrowing firm using a broad panel of U.S. firms over the 1993–2004 period. We measure the strength of the bank-firm relationship by bank-firm proximity, size of the loan, and the lender's insider potential. We show that a stronger relationship, by inducing better monitoring, improves the borrower's corporate governance. Simultaneously, it makes the bank a potentially more informed agent in the equity market. This information asymmetry increases adverse selection for the other market participants and lowers the firm's stock liquidity. This trade-off between improved corporate governance and greater information asymmetry affects the firm's value. Our results have normative implications for the role of banks in the development of financial markets.",
            "link": "https://doi.org/10.1093/rfs/hhp074"
        },
        {
            "no": "8",
            "title": "What You Sell Is What You Lend? Explaining Trade Credit Contracts",
            "date": "01 April 2011",
            "author": [
                "Mariassunta Giannetti",
                "Mike Burkart",
                "Tore Ellingsen"
            ],
            "abstract": "We relate trade credit to product characteristics and aspects of bank–firm relationships and document three main empirical regularities. First, the use of trade credit is associated with the nature of the transacted good. In particular, suppliers of differentiated products and services have larger accounts receivable than suppliers of standardized goods and firms buying more services receive cheaper trade credit for longer periods. Second, firms receiving trade credit secure financing from relatively uninformed banks. Third, a majority of the firms in our sample appear to receive trade credit at low cost. Additionally, firms that are more creditworthy and have some buyer market power receive larger early payment discounts.",
            "link": "https://doi.org/10.1093/rfs/hhn096"
        },
        {
            "no": "9",
            "title": "Asset-Backed Securities: Costs and Benefits of “Bankruptcy Remoteness”",
            "date": "14 September 2010",
            "author": [
                "Kenneth Ayotte",
                "Stav Gaon"
            ],
            "abstract": "This article focuses on a key property of asset-backed securities (ABS); namely, that ABS are designed to achieve “bankruptcy remoteness” of securitized assets from the borrowing firm. This provides lenders with protection from dilution that is not available with contracts such as secured debt. ABS allows firms to commit to more efficient investment decisions in bankruptcy. Securitization of replaceable assets (such as receivables) prevents inefficient continuation, but securitization of necessary assets can produce ex-post inefficiency, which favors secured debt. We test a prediction of our model using the LTV Steel bankruptcy, in which bankruptcy remoteness was successfully challenged. We find that ABS spreads for Chapter 11–eligible securitizers increased significantly more than spreads for Chapter 11–ineligible securitizers following LTV.",
            "link": "https://doi.org/10.1093/rfs/hhq059"
        },
        {
            "no": "10",
            "title": "Interbank Contagion at Work: Evidence from a Natural Experiment",
            "date": "01 April 2011",
            "author": [
                "Rajkamal Iyer",
                "José-Luis Peydró"
            ],
            "abstract": "This article tests financial contagion due to interbank linkages. For identification, we exploit an idiosyncratic, sudden shock caused by a large-bank failure in conjunction with detailed data on interbank exposures. First, we find robust evidence that higher interbank exposure to the failed bank leads to large deposit withdrawals. Second, the magnitude of contagion is higher for banks with weaker fundamentals. Third, interbank linkages among surviving banks further propagate the shock. Finally, we find results suggesting that there are real economic effects. These results suggest that interbank linkages act as an important channel of contagion and hold important policy implications.",
            "link": "https://doi.org/10.1093/rfs/hhp105"
        },
        {
            "no": "11",
            "title": "Too Many to Fail? Evidence of Regulatory Forbearance When the Banking Sector Is Weak",
            "date": "01 April 2011",
            "author": [
                "Craig O. Brown",
                "I. Serdar Dinç"
            ],
            "abstract": "This article studies bank failures in twenty-one emerging market countries in the 1990s. By using a competing risk hazard model for bank survival, we show that a government is less likely to take over or close a failing bank if the banking system is weak. This Too-Many-to-Fail effect is robust to controlling for macroeconomic factors, financial crises, the Too-Big-to-Fail effect, domestic financial development, and concerns due to systemic risk and information spillovers. The article also shows that the Too-Many-to-Fail effect is stronger for larger banks and when there is a large government budget deficit.",
            "link": "https://doi.org/10.1093/rfs/hhp039"
        },
        {
            "no": "12",
            "title": "Forthcoming Articles",
            "date": "01 April 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr031"
        },
        {
            "no": "13",
            "title": "Cover",
            "date": "01 April 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr029"
        },
        {
            "no": "14",
            "title": "Editorial Board",
            "date": "01 April 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr030"
        },
        {
            "no": "15",
            "title": "Table of Contents",
            "date": "01 April 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr032"
        }
    ]
}