{
    "journal": "RFS",
    "volume": "24",
    "issue": "5",
    "date": "May 2011",
    "page": "Pages 1407–1771",
    "article": [
        {
            "no": "1",
            "title": "Stochastic House Appreciation and Optimal Mortgage Lending",
            "date": "04 February 2011",
            "author": [
                "Tomasz Piskorski",
                "Alexei Tchistyi"
            ],
            "abstract": "We characterize the optimal mortgage contract in a continuous-time setting with stochastic growth in house price and income, costly foreclosure, and a risky borrower who requires incentives to repay his debt. We show that many features of subprime loans can be consistent with properties of the optimal contract and that, when house prices decline, mortgage modification can create value for borrowers and lenders. Our model provides a number of empirical predictions that relate the features of mortgage contracts originated in a housing boom and the extent of their modification in a slump to location and borrowers' characteristics.",
            "link": "https://doi.org/10.1093/rfs/hhq152"
        },
        {
            "no": "2",
            "title": "Informed and Uninformed Investment in Housing: The Downside of Diversification",
            "date": "01 February 2011",
            "author": [
                "Elena Loutskina",
                "Philip E. Strahan"
            ],
            "abstract": "Mortgage lenders that concentrate in a few markets invest more in information collection than diversified lenders. Concentrated lenders focus on the information-intensive jumbo market and on high-risk borrowers. They are better positioned to price risks and, thus, ration credit less. Adverse selection, however, leads to higher retention of mortgages relative to diversified lenders. Finally, concentrated lenders have higher profits than diversified lenders, their profits vary less systematically, and their stock prices fell less during the 2007—2008 credit crisis. The results imply that geographic diversification led to a decline in screening by lenders, which likely played a role in the 2007–2008 crisis.",
            "link": "https://doi.org/10.1093/rfs/hhq142"
        },
        {
            "no": "3",
            "title": "All the News That's Fit to Reprint: Do Investors React to Stale Information?",
            "date": "24 January 2011",
            "author": [
                "Paul C. Tetlock"
            ],
            "abstract": "This article tests whether stock market investors appropriately distinguish between new and old information about firms. I define the staleness of a news story as its textual similarity to the previous ten stories about the same firm. I find that firms' stock returns respond less to stale news. Even so, a firm's return on the day of stale news negatively predicts its return in the following week. Individual investors trade more aggressively on news when news is stale. The subsequent return reversal is significantly larger in stocks with above-average individual investor trading activity. These results are consistent with the idea that individual investors overreact to stale information, leading to temporary movements in firms' stock prices.",
            "link": "https://doi.org/10.1093/rfs/hhq141"
        },
        {
            "no": "4",
            "title": "Do Behavioral Biases Adversely Affect the Macro-economy?",
            "date": "16 November 2010",
            "author": [
                "George M. Korniotis",
                "Alok Kumar"
            ],
            "abstract": "We investigate whether the adverse effects of investors' behavioral biases extend beyond the domain of financial markets to the broad macro-economy. Focusing on the income risk-sharing role of financial markets, we find that risk sharing is higher (more than double) in U.S. states where investors are more sophisticated and exhibit weaker behavioral biases. The potential for risk sharing varies geographically, but states with better risk-sharing opportunities are able to achieve higher levels of risk sharing only when investors in those states are more sophisticated. Collectively, these results indicate that investors' aggregate behavioral biases and their lack of financial sophistication adversely affect the local macro-economy.",
            "link": "https://doi.org/10.1093/rfs/hhq110"
        },
        {
            "no": "5",
            "title": "Do Investors Learn from Experience? Evidence from Frequent IPO Investors",
            "date": "17 March 2011",
            "author": [
                "Yao-Min Chiang",
                "David Hirshleifer",
                "Yiming Qian",
                "Ann E. Sherman"
            ],
            "abstract": "We examine how experience affects the decisions of individual investors and institutions in IPO auctions to bid in subsequent auctions, and their bidding returns. We track bidding histories for all 31,476 individual investors and 1,232 institutional investors across all 84 IPO auctions during the period from 1995 to 2000 in Taiwan. For individual bidders, (1) high returns in previous IPO auctions increase the likelihood of participating in future auctions; (2) bidders' returns decrease as they participate in more auctions; (3) auction selection ability deteriorates with experience; and (4) those with greater experience bid more aggressively. These findings are consistent with naïve reinforcement learning wherein individuals become unduly optimistic after receiving good returns. In sharp contrast, there is little sign that institutional investors exhibit such behavior.",
            "link": "https://doi.org/10.1093/rfs/hhq151"
        },
        {
            "no": "6",
            "title": "Liquidity Biases and the Pricing of Cross-sectional Idiosyncratic Volatility",
            "date": "24 January 2011",
            "author": [
                "Yufeng Han",
                "David Lesmond"
            ],
            "abstract": "We model a microstructure effect on daily security returns, embodied by zero returns and the bid-ask spread, and derive a closed-form solution for the resulting bias in the estimated idiosyncratic volatility. Our empirical tests show that controlling for the bias eliminates the ability of idiosyncratic volatility estimates to predict future returns. We also find a significant reduction in the pricing ability of idiosyncratic volatility after exogenous shocks to liquidity evidenced in the 1997 reduction in the quotes to sixteenths and the 2001 decimalization. Finally, minimizing liquidity's influence on the estimated idiosyncratic volatility, by orthogonalizing the percentage of zero-return and spread effects on the estimated idiosyncratic volatility, demonstrates that the resulting idiosyncratic volatility estimate has little pricing ability.",
            "link": "https://doi.org/10.1093/rfs/hhq140"
        },
        {
            "no": "7",
            "title": "Why Do (Some) Households Trade So Much?",
            "date": "25 February 2011",
            "author": [
                "Juhani T. Linnainmaa"
            ],
            "abstract": "When agents can learn about their abilities as active investors, they rationally “trade to learn” even if they expect to lose from active investing. The model used to develop this insight draws conclusions that are consistent with empirical study of household trading behavior: Households' portfolios underperform passive investments; their trading intensity depends on past performance; and they begin by trading small sums of money. Using household data from Finland, the article estimates a structural model of learning and trading. The estimated model shows that investors trade to learn even if they are pessimistic about their abilities as traders. It also demonstrates that realized returns are significantly downward-biased measures of investors' true abilities.",
            "link": "https://doi.org/10.1093/rfs/hhr009"
        },
        {
            "no": "8",
            "title": "Participation Constraints in the Stock Market: Evidence from Unexpected Inheritance Due to Sudden Death",
            "date": "15 December 2010",
            "author": [
                "Steffen Andersen",
                "Kasper Meisner Nielsen"
            ],
            "abstract": "We use a natural experiment to investigate the impact of participation constraints on individuals' decisions to invest in the stock market. Unexpected inheritance due to sudden deaths results in exogenous variation in financial wealth, and allows us to examine whether fixed entry and ongoing participation costs cause non-participation. We have three key findings. First, windfall wealth has a positive effect on participation. Second, the majority of households do not react to sizeable windfalls by entering the stock market, but hold on to substantial safe assets—even over longer horizons. Third, the majority of households inheriting stock holdings actively sell the entire portfolio. Overall, these findings suggest that participation by many individuals is unlikely to be constrained by financial participation costs.",
            "link": "https://doi.org/10.1093/rfs/hhq146"
        },
        {
            "no": "9",
            "title": "Hedge Funds: Pricing Controls and the Smoothing of Self-reported Returns",
            "date": "12 February 2011",
            "author": [
                "Gavin Cassar",
                "Joseph Gerakos"
            ],
            "abstract": "We investigate the extent to which hedge fund managers smooth self-reported returns. In contrast to prior research on the “anomalous” properties of hedge fund returns, we observe the mechanisms used to price the fund's investment positions and report the fund's performance to investors, thereby allowing us to differentiate between asset illiquidity and misreporting-based explanations. We find that funds using less verifiable pricing sources and funds that provide managers with greater discretion in pricing investment positions are more likely to have returns consistent with intentional smoothing. Traditional controls, however, such as removing the manager from the setting and reporting of the fund's net asset value and the use of reputable auditors and administrators, are not associated with lower levels of smoothing. With respect to asset illiquidity versus misreporting, investment style and portfolio characteristics explain 14.0–24.3% of the variation in our smoothing measures, and pricing controls explain an additional 4.1–8.8%, suggesting that asset illiquidity is the major factor driving the anomalous properties of self-reported hedge fund returns.",
            "link": "https://doi.org/10.1093/rfs/hhq139"
        },
        {
            "no": "10",
            "title": "The Impact of Hedge Fund Activism on the Target Firm's Existing Bondholders",
            "date": "10 March 2011",
            "author": [
                "April Klein",
                "Emanuel Zur"
            ],
            "abstract": "In contrast to previous studies documenting positive abnormal returns to target shareholders, we find that hedge fund activism significantly reduces bondholders' wealth. The average excess bond return is −3.9% around the initial 13D filing, and is an additional −4.5% over the remaining year. Excess bond returns are related inversely to subsequent changes in cash and assets (loss of collateral effects) and directly to changes in total debt. Confrontational campaigns and the acquisition of at least one seat on the target's board elicit more negative bond returns. We also find an expropriation of wealth from the bondholder to the shareholder.",
            "link": "https://doi.org/10.1093/rfs/hhr016"
        },
        {
            "no": "11",
            "title": "Forthcoming Articles",
            "date": "01 May 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr038"
        },
        {
            "no": "12",
            "title": "Cover",
            "date": "01 May 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr036"
        },
        {
            "no": "13",
            "title": "Editorial Board",
            "date": "01 May 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr037"
        },
        {
            "no": "14",
            "title": "Table of Contents",
            "date": "01 May 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr039"
        }
    ]
}