{
    "journal": "RFS",
    "volume": "24",
    "issue": "2",
    "date": "February 2011",
    "page": "Pages 321–627",
    "article": [
        {
            "no": "1",
            "title": "When Do Banks Listen to Their Analysts? Evidence from Mergers and Acquisitions",
            "date": "07 October 2010",
            "author": [
                "David Haushalter",
                "Michelle Lowry"
            ],
            "abstract": "We examine the conflicts of interest and the flow of information between divisions of financial institutions. Using data on analyst recommendations and stockholdings of investment banks advising acquirers in mergers, we find evidence that information from investment banking flows to other divisions of the bank. Specifically, following a merger announcement, changes in a bank's stockholdings of the acquirer are positively associated with changes in recommendations by its analyst. This relationship, however, does not exist before the merger announcement. Additional tests show that the relationship between stockholdings and recommendations following a merger announcement is strongest when conflicts of interest for analysts are likely the smallest.",
            "link": "https://doi.org/10.1093/rfs/hhq087"
        },
        {
            "no": "2",
            "title": "Internal Capital Markets and Corporate Politics in a Banking Group",
            "date": "10 October 2010",
            "author": [
                "K. J. Martijn Cremers",
                "Rocco Huang",
                "Zacharias Sautner"
            ],
            "abstract": "We analyze proprietary internal capital allocation data from a large retail banking group consisting of member banks and a headquarters organization. We find that capital allocations from headquarters compensate for deposit shortfalls on the bank level, suggesting that the headquarters offers deposit smoothing to member banks. We then analyze how the distribution of influence within the group relates to capital allocations and lending behavior. More influential banks are allocated more funds from headquarters, and their loan growth is less sensitive to their deposit base. The effects of influence are stronger if banks have a greater demand for deposit smoothing.",
            "link": "https://doi.org/10.1093/rfs/hhq121"
        },
        {
            "no": "3",
            "title": "Are U.S. CEOs Paid More Than U.K. CEOs? Inferences from Risk-adjusted Pay",
            "date": "28 October 2010",
            "author": [
                "Martin J. Conyon",
                "John E. Core",
                "Wayne R. Guay"
            ],
            "abstract": "We compute and compare risk-adjusted CEO pay in the United States and United Kingdom, where the risk adjustment is based on estimated risk premiums stemming from the equity incentives borne by CEOs. Controlling for firm and industry characteristics, we find that U.S. CEOs have higher pay, but also bear much higher stock and option incentives than U.K. CEOs. Using reasonable estimates of risk premiums, we find that risk-adjusted U.S. CEO pay does not appear to be large compared to that of U.K. CEOs. We also examine differences in pay and equity incentives between a sample of non-U.K. European CEOs and a matched sample of U.S. CEOs, and find that risk-adjusting pay may explain about half of the apparent higher pay for U.S. CEOs.",
            "link": "https://doi.org/10.1093/rfs/hhq112"
        },
        {
            "no": "4",
            "title": "Pay for Performance? CEO Compensation and Acquirer Returns in BHCs",
            "date": "14 October 2010",
            "author": [
                "Kristina Minnick",
                "Haluk Unal",
                "Liu Yang"
            ],
            "abstract": "We examine how managerial incentives affect acquisition decisions in the banking industry. We find that higher pay-for-performance sensitivity (PPS) leads to value-enhancing acquisitions. Banks whose CEOs have higher PPS have significantly better abnormal stock returns around the time of the acquisition announcements. On average, acquirers in the high-PPS group outperform their counterparts in the low-PPS group by 1.4% in a three-day window around the announcement. Higher PPS helps reduce the incentives for making value-destroying acquisitions, while at the same time promotes value-enhancing acquisitions. The positive market reaction can be rationalized by post-merger performance. Following acquisitions, banks with higher PPS experience greater improvements in their operating performance. We show that the effect of PPS is mainly evident in small and medium-sized banks, but is not present in large banks.",
            "link": "https://doi.org/10.1093/rfs/hhq107"
        },
        {
            "no": "5",
            "title": "A Simple Robust Link Between American Puts and Credit Protection",
            "date": "10 October 2010",
            "author": [
                "Peter Carr",
                "Liuren Wu"
            ],
            "abstract": "We develop a simple robust link between deep out-of-the-money American put options on a company's stock and a credit insurance contract on the company's bond. We assume that the stock price stays above a barrier B before default but drops below a lower barrier A after default, thus generating a default corridor |$[A,B]$| that the stock price can never enter. Given the presence of this default corridor, a spread between two co-terminal American put options struck within the corridor replicates a pure credit contract, paying off when and only when default occurs prior to the option expiry.",
            "link": "https://doi.org/10.1093/rfs/hhq129"
        },
        {
            "no": "6",
            "title": "Fuzzy Math, Disclosure Regulation, and Market Outcomes: Evidence from Truth-in-Lending Reform",
            "date": "01 February 2011",
            "author": [
                "Victor Stango",
                "Jonathan Zinman"
            ],
            "abstract": "We posit that consumer lenders shroud interest rates and market “low monthly payments” to price discriminate on “fuzzy math” or “payment/interest bias”: consumers' pervasive tendency to underestimate borrowing costs when an interest rate is not disclosed. We test whether mandated disclosure changes lenders' ability to price discriminate using within-household interactions between payment/interest bias and policy-induced variation in the strength of Truth-in-Lending Act (TILA) enforcement across lenders and time. Weak TILA enforcement substantially widens the gap between rates paid by more-biased and less-biased borrowers. TILA compliance costs appear to increase interest rates overall, making the net effect on interest rates ambiguous.",
            "link": "https://doi.org/10.1093/rfs/hhq089"
        },
        {
            "no": "7",
            "title": "Shareholder Activism and CEO Pay",
            "date": "19 November 2010",
            "author": [
                "Yonca Ertimur",
                "Fabrizio Ferri",
                "Volkan Muslu"
            ],
            "abstract": "We study 134 vote-no campaigns and 1,198 shareholder proposals related to executive pay between 1997 and 2007. Union pension funds sponsor most of these initiatives, yet their targeting criteria do not appear to reflect labor-related motives. Shareholders favor proposals related to the pay-setting process (e.g., subject severance pay to shareholder approval) over proposals that micromanage pay level or structure. While activists target firms with high CEO pay (whether excessive or not), voting support is higher only at firms with excess CEO pay. Firms with excess CEO pay targeted by vote-no campaigns experience a significant reduction in CEO pay ($7.3 million). Our findings contribute to the debate on “say on pay” and other reforms empowering shareholders.",
            "link": "https://doi.org/10.1093/rfs/hhq113"
        },
        {
            "no": "8",
            "title": "When Are Analyst Recommendation Changes Influential?",
            "date": "15 October 2010",
            "author": [
                "Roger K. Loh",
                "René M. Stulz"
            ],
            "abstract": "The existing literature measures the contribution of analyst recommendation changes using average stock-price reactions. With such an approach, recommendation changes can have a significant impact even if no recommendation has a visible stock-price impact. Instead, we call a recommendation change influential only if it affects the stock price of the affected firm visibly. We show that only 12% of recommendation changes are influential. Recommendation changes are more likely to be influential if they are from leader, star, previously influential analysts, issued away from consensus, accompanied by earnings forecasts, and issued on growth, small, high institutional ownership, or high forecast dispersion firms.",
            "link": "https://doi.org/10.1093/rfs/hhq094"
        },
        {
            "no": "9",
            "title": "Forthcoming Articles",
            "date": "01 February 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr007"
        },
        {
            "no": "10",
            "title": "Cover",
            "date": "01 February 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr005"
        },
        {
            "no": "11",
            "title": "Editorial Board",
            "date": "01 February 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr006"
        },
        {
            "no": "12",
            "title": "Table of Contents",
            "date": "01 February 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr008"
        }
    ]
}