{
    "journal": "RFS",
    "volume": "24",
    "issue": "10",
    "date": "October 2011",
    "page": "Pages 3197–3518",
    "article": [
        {
            "no": "1",
            "title": "Determinants of Dividend Smoothing: Empirical Evidence",
            "date": "01 October 2011",
            "author": [
                "Mark T. Leary",
                "Roni Michaely"
            ],
            "abstract": "We document the cross-sectional properties of corporate dividend-smoothing policies and relate them to extant theories. We find that younger, smaller firms, firms with low dividend yields and more volatile earnings and returns, and firms with fewer and more disperse analyst forecasts smooth less. Firms that are cash cows, with low growth prospects, weaker governance, and greater institutional holdings, smooth more. We also document that dividend smoothing has steadily increased over the past 80 years, even before firms began using share repurchases in the mid-1980s. Taken together, our results suggest that dividend smoothing is most common among firms that are not financially constrained, face low levels of asymmetric information, and are most susceptible to agency conflicts. These findings provide challenges and guidance for the developing theoretical literature.",
            "link": "https://doi.org/10.1093/rfs/hhr072"
        },
        {
            "no": "2",
            "title": "The Bear's Lair: Index Credit Default Swaps and the Subprime Mortgage Crisis",
            "date": "30 August 2011",
            "author": [
                "Richard Stanton",
                "Nancy Wallace"
            ],
            "abstract": "During the recent financial crisis, ABX.HE index credit default swaps (CDS) on baskets of mortgage-backed securities were a benchmark widely used by financial institutions to mark their subprime mortgage portfolios to market. However, we find that prices for the AAA ABX.HE index CDS during the crisis were inconsistent with any reasonable assumption for mortgage default rates, and that these price changes are only weakly correlated with observed changes in the credit performance of the underlying loans in the index, casting serious doubt on the suitability of these CDS as valuation benchmarks. We also find that the AAA ABX.HE index CDS price changes are related to short-sale activity for publicly traded investment banks with significant mortgage market exposure. This suggests that capital constraints, limiting the supply of mortgage-bond insurance, may be playing a role here similar to that identified by Froot (2001) in the market for catastrophe insurance.",
            "link": "https://doi.org/10.1093/rfs/hhr073"
        },
        {
            "no": "3",
            "title": "Do Hedge Funds Manage Their Reported Returns?",
            "date": "30 August 2011",
            "author": [
                "Vikas Agarwal",
                "Naveen D. Daniel",
                "Narayan Y. Naik"
            ],
            "abstract": "For funds with high incentives and more opportunities to inflate returns, we find that (i) returns during December are significantly higher than returns during the rest of the year, even after controlling for risk in both the time series and the cross-section; and (ii) this December spike is greater than for funds with lower incentives and fewer opportunities to inflate returns. These results suggest that hedge funds manage their returns upward in an opportunistic fashion in order to earn higher fees. Finally, we find strong evidence that funds inflate December returns by underreporting returns earlier in the year but only weak evidence that funds borrow from January returns in the following year.",
            "link": "https://doi.org/10.1093/rfs/hhr058"
        },
        {
            "no": "4",
            "title": "The Economics of Super Managers",
            "date": "30 August 2011",
            "author": [
                "Nina Baranchuk",
                "Glenn MacDonald",
                "Jun Yang"
            ],
            "abstract": "We study a competitive model in which managers differ in ability and choose unobservable effort. Each firm chooses its size, how able a manager is to hire, and managerial compensation. The model can be considered an amalgam of agency and Superstars, where optimizing incentives enhances the firm's ability to provide a talented manager with greater resources. The model delivers many testable implications. Preliminary results show that the model is useful for understanding interesting compensation trends, for example, why CEO pay has recently become more closely associated with firm size. Allowing for firm productivity differences generally strengthens our results.",
            "link": "https://doi.org/10.1093/rfs/hhr059"
        },
        {
            "no": "5",
            "title": "A Theory of Debt Market Illiquidity and Leverage Cyclicality",
            "date": "01 August 2011",
            "author": [
                "Christopher A. Hennessy",
                "Josef Zechner"
            ],
            "abstract": "We analyze determinants of secondary debt market liquidity, identifying conditions under which a large investor can profitably buy stakes from small bondholders and offer unilateral debt relief to a distressed firm. We show that endogenous trading by small bondholders may result in multiple equilibria. Some equilibria entail vanishing liquidity and sharp increases in yields absent changing fundamentals. In turn, anticipation of illiquid equilibria induces firms to eschew public debt financing, since such equilibria create higher bankruptcy costs and debt illiquidity discounts. The model thus offers a rational micro-foundation for stylized facts commonly attributed to investor sentiment and CFO market timing. Finally, we show that the vulnerability of debt markets to multiple equilibria is highest during downturns, when small bondholders face severe adverse selection.",
            "link": "https://doi.org/10.1093/rfs/hhr051"
        },
        {
            "no": "6",
            "title": "Optimal Property Rights in Financial Contracting",
            "date": "01 August 2011",
            "author": [
                "Kenneth Ayotte",
                "Patrick Bolton"
            ],
            "abstract": "This article adopts a definition of property rights from legal scholarship: A property right (in contrast to a contractual right) is enforceable, not only against the parties to a contract, but also against third parties outside the contract. In a financial contracting setting, we ask: When should the law enforce a lender's contractual protections as property rights, given that these rights may be hidden and costly for other lenders to discover? Our model explains why the law limits the creation and enforceability of property rights, and develops principles of optimal enforceability. These principles are often reflected in the law.",
            "link": "https://doi.org/10.1093/rfs/hhr053"
        },
        {
            "no": "7",
            "title": "Managerial Autonomy, Allocation of Control Rights, and Optimal Capital Structure",
            "date": "01 September 2011",
            "author": [
                "Arnoud W. A. Boot",
                "Anjan V. Thakor"
            ],
            "abstract": "We examine the design of control rights of external financiers, and how these interact with the firm's security issuance and capital structure when the firm's initial owners and managers may disagree with new investors over project choice. The first main result is an ex ante managerial preference for “soft” financial claims that maximize managerial project-choice autonomy, which is in contrast to agency theory. Second, a dynamic “pecking order” of cash, equity, and debt emerges. Additional results explain equity issuance at high prices, the drifting of leverage ratios with stock returns, cash hoarding, and debt usage without taxes, agency, or signaling.",
            "link": "https://doi.org/10.1093/rfs/hhr045"
        },
        {
            "no": "8",
            "title": "Former CEO Directors: Lingering CEOs or Valuable Resources?",
            "date": "18 July 2011",
            "author": [
                "Rüdiger Fahlenbrach",
                "Bernadette A. Minton",
                "Carrie H. Pan"
            ],
            "abstract": "We investigate corporate governance experts' claim that it is detrimental to a firm to reappoint former CEOs as directors after they step down as CEOs. We find that more successful and more powerful former CEOs are more likely to be reappointed to the board multiple times after they step down as CEOs. Firms benefit, on average, from the presence of former CEOs on their boards. Firms with former CEO directors have better accounting performance, have higher relative turnover-performance sensitivity of the successor CEO, and can rehire their former CEO directors as CEOs after extremely poor firm performance under the successor CEOs.",
            "link": "https://doi.org/10.1093/rfs/hhr056"
        },
        {
            "no": "9",
            "title": "Forthcoming Articles",
            "date": "01 October 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr106"
        },
        {
            "no": "10",
            "title": "Cover",
            "date": "01 October 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr104"
        },
        {
            "no": "11",
            "title": "Editorial Board",
            "date": "01 October 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr105"
        },
        {
            "no": "12",
            "title": "Table of Contents",
            "date": "01 October 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhr107"
        }
    ]
}