{
    "journal": "RFS",
    "volume": "8",
    "issue": "1",
    "date": "January 1995",
    "page": "Pages 1–234",
    "article": [
        {
            "no": "1",
            "title": "Bayesian Inference and Portfolio Efficiency",
            "date": "28 May 2015",
            "author": [
                "Shmuel Kandel",
                "Robert McCulloch",
                "Robert F. Stambaugh"
            ],
            "abstract": "A Bayesian approach is used to investigate a sample’s information about a portfolio’s degree of inefficiency. With standard diffuse priors, posterior distributions for measures of portfolio inefficiency can concentrate well away from values consistent with efficiency, even when the portfolio is exactly efficient in the sample. The data indicate that the NYSE–AMEX market portfolio is rather inefficient in the presence of a riskless asset, although this conclusion is justified only after an analysis using informative priors. Including a riskless asset significantly reduces any sample’s ability to produce posterior distributions supporting small degrees of inefficiency.",
            "link": "https://doi.org/10.1093/rfs/8.1.1"
        },
        {
            "no": "2",
            "title": "Pricing Real Assets with Costly Search",
            "date": "28 May 2015",
            "author": [
                "Joseph T. Williams"
            ],
            "abstract": "Markets for many real assets are characterized by sequential search followed by bilateral bargaining between matched buyers and sellers. For a category of real assets, the joint, intertemporal valuation problems of buyers, owners, and sellers, and the associated Nash pricing function are solved explicitly. In equilibrium, the average transaction price is a noisy, proportional random walk, and the liquidity premium is positive for matched owners. Depending on the values of the parameters, the liquidity premium can be substantial. In a related problem of optimal development with costly search, the optimal exercise point, cost of development, and value of the undeveloped asset are calculated analytically. With search, development can occur sooner and undeveloped assets have lower market values than the standard solution without search.",
            "link": "https://doi.org/10.1093/rfs/8.1.55"
        },
        {
            "no": "3",
            "title": "Costly State Verification and Multiple Investors: The Role of Seniority",
            "date": "28 May 2015",
            "author": [
                "Andrew Winton"
            ],
            "abstract": "Many financial claims specify fixed maximum payments, varying seniority, and absolute priority for more senior investors. These features are motivated in a model where a firm’s manager contracts with several investors and firm output can only be verified privately at a cost. Debt-like contracts of varying seniority generally dominate symmetric contracts, and, when investors are risk neutral, it is optimal to use debt-like contracts where more senior claims have absolute priority over more junior claims. In addition to motivating several features of debt and preferred stock, the model offers an explanation for structures used in leveraged buyouts, asset-backed securitizations, and reinsurance contracts.",
            "link": "https://doi.org/10.1093/rfs/8.1.91"
        },
        {
            "no": "4",
            "title": "Short-Term Investment and the Informational Efficiency of the Market",
            "date": "28 May 2015",
            "author": [
                "Xavier Vives"
            ],
            "abstract": "A dynamic finite-horizon market for a risky asset with a continuum of risk-averse heterogeneously informed investors and a risk-neutral competitive market-making sector is examined. The article analyzes the effect of investors’ horizons on the information content of prices. It is shown that short horizons enhance or reduce accumulated price informativeness depending on the temporal pattern of private information arrival. With concentrated arrival of information, short horizons, reduce final price informativeness; with diffuse arrival of information, short horizons enhance it. In the process a closed-form solution to the dynamic equilibrium with long-term investors is derived.",
            "link": "https://doi.org/10.1093/rfs/8.1.125"
        },
        {
            "no": "5",
            "title": "American Capped Call Options on Dividend-Paying Assets",
            "date": "28 May 2015",
            "author": [
                "Mark Broadie",
                "Jerome Detemple"
            ],
            "abstract": "This article addresses the problem of valuing American call options with caps on dividend-paying assets. Since early exercise is allowed, the valuation problem requires the determination of optimal exercise policies. Options with two types of caps are analyzed: constant caps and caps with a constant growth rate. For constant caps, it is optimal to exercise at the first time at which the underlying asset’s price equals or exceeds the minimum of the cap and the optimal exercise boundary for the corresponding uncapped option. For caps that grow at a constant rate, the optimal exercise strategy can be specified by three endogenous parameters.",
            "link": "https://doi.org/10.1093/rfs/8.1.161"
        },
        {
            "no": "6",
            "title": "Discrete-Time Valuation of American Options with Stochastic Interest Rates",
            "date": "28 May 2015",
            "author": [
                "Kaushik I. Amin",
                "James N. Bodurtha, Jr"
            ],
            "abstract": "We develop an arbitrage-free discrete time model to price American-style claims for which domestic term structure risk, foreign term structure risk, and currency risk are important. This model combines a discrete version of the Heath, Jarrow, and Morton (1992) term structure model with the binomial model of Cox, Ross, and Rubinstein (1979). It converges (weakly) to the continuous time models in Amin and Jarrow (1991, 1992). The general model is “path dependent” and can be implemented with arbitrary volatility functions to value claims with maturity up to five years. The model is illustrated with applications to long-dated American currency warrants and a cross-rate swap from the quanto class.",
            "link": "https://doi.org/10.1093/rfs/8.1.193"
        }
    ]
}