{
    "journal": "RFS",
    "volume": "32",
    "issue": "5",
    "date": "May 2019",
    "page": "Pages 1647–2106",
    "article": [
        {
            "no": "1",
            "title": "To FinTech and Beyond",
            "date": "04 April 2019",
            "author": [
                "Itay Goldstein",
                "Wei Jiang",
                "G Andrew Karolyi"
            ],
            "abstract": "FinTech is about the introduction of new technologies into the financial sector, and it is now revolutionizing the financial industry. In 2017, when the academic finance community was not actively researching FinTech, the editorial team of the Review of Financial Studies launched a competition to develop research proposals focused on this topic. This special issue is the result. In this introductory article, we describe the recent FinTech phenomenon and the novel editorial protocol employed for this special issue following the Registered Reports format. We discuss what we learned from the submitted proposals about the field of FinTech and which ones we selected to be completed and ultimately come out in this special issue. We also provide several observations to help guide future research in the emerging area of FinTech.",
            "link": "https://doi.org/10.1093/rfs/hhz025"
        },
        {
            "no": "2",
            "title": "The Blockchain Folk Theorem",
            "date": "04 April 2019",
            "author": [
                "Bruno Biais",
                "Christophe Bisière",
                "Matthieu Bouvard",
                "Catherine Casamatta"
            ],
            "abstract": "Blockchains are distributed ledgers, operated within peer-to-peer networks. We model the proof-of-work blockchain protocol as a stochastic game and analyze the equilibrium strategies of rational, strategic miners. Mining the longest chain is a Markov perfect equilibrium, without forking, in line with Nakamoto (2008). The blockchain protocol, however, is a coordination game, with multiple equilibria. There exist equilibria with forks, leading to orphaned blocks and persistent divergence between chains. We also show how forks can be generated by information delays and software upgrades. Last we identify negative externalities implying that equilibrium investment in computing capacity is excessive.",
            "link": "https://doi.org/10.1093/rfs/hhy095"
        },
        {
            "no": "3",
            "title": "Blockchain-Based Settlement for Asset Trading",
            "date": "04 April 2019",
            "author": [
                "Jonathan Chiu",
                "Thorsten V Koeppl"
            ],
            "abstract": "Can securities be settled on a blockchain, and, if so, what are the gains relative to existing settlement systems? The main benefit of a blockchain is faster and more flexible settlement, whereas settlement fails need to be ruled out where participants fork the chain to cancel trading losses. With a proof-of-work protocol, the blockchain needs to restrict settlement speed through block size and time in order to generate transaction fees, which finance costly mining. Despite mining being a deadweight cost, our estimates for the U.S. corporate debt market yield net gains from a blockchain in the range of 1–4 bps.",
            "link": "https://doi.org/10.1093/rfs/hhy122"
        },
        {
            "no": "4",
            "title": "Blockchain Disruption and Smart Contracts",
            "date": "04 April 2019",
            "author": [
                "Lin William Cong",
                "Zhiguo He"
            ],
            "abstract": "Blockchain technology provides decentralized consensus and potentially enlarges the contracting space through smart contracts. Meanwhile, generating decentralized consensus entails distributing information that necessarily alters the informational environment. We analyze how decentralization relates to consensus quality and how the quintessential features of blockchain remold the landscape of competition. Smart contracts can mitigate informational asymmetry and improve welfare and consumer surplus through enhanced entry and competition, yet distributing information during consensus generation may encourage greater collusion. In general, blockchains sustain market equilibria with a wider range of economic outcomes. We further discuss the implications for antitrust policies targeted at blockchain applications.",
            "link": "https://doi.org/10.1093/rfs/hhz007"
        },
        {
            "no": "5",
            "title": "Sex, Drugs, and Bitcoin: How Much Illegal Activity Is Financed through Cryptocurrencies?",
            "date": "04 April 2019",
            "author": [
                "Sean Foley",
                "Jonathan R Karlsen",
                "Tālis J Putniņš"
            ],
            "abstract": "Cryptocurrencies are among the largest unregulated markets in the world. We find that approximately one-quarter of bitcoin users are involved in illegal activity. We estimate that around\n$\\$$\n76 billion of illegal activity per year involve bitcoin (46% of bitcoin transactions), which is close to the scale of the U.S. and European markets for illegal drugs. The illegal share of bitcoin activity declines with mainstream interest in bitcoin and with the emergence of more opaque cryptocurrencies. The techniques developed in this paper have applications in cryptocurrency surveillance. Our findings suggest that cryptocurrencies are transforming the black markets by enabling “black e-commerce.”",
            "link": "https://doi.org/10.1093/rfs/hhz015"
        },
        {
            "no": "6",
            "title": "The Role of Technology in Mortgage Lending",
            "date": "04 April 2019",
            "author": [
                "Andreas Fuster",
                "Matthew Plosser",
                "Philipp Schnabl",
                "James Vickery"
            ],
            "abstract": "Technology-based (“FinTech”) lenders increased their market share of U.S. mortgage lending from 2% to 8% from 2010 to 2016. Using loan-level data on mortgage applications and originations, we show that FinTech lenders process mortgage applications 20% faster than other lenders, controlling for observable characteristics. Faster processing does not come at the cost of higher defaults. FinTech lenders adjust supply more elastically than do other lenders in response to exogenous mortgage demand shocks. In areas with more FinTech lending, borrowers refinance more, especially when it is in their interest. We find no evidence that FinTech lenders target borrowers with low access to finance.",
            "link": "https://doi.org/10.1093/rfs/hhz018"
        },
        {
            "no": "7",
            "title": "Peer-to-Peer Lenders Versus Banks: Substitutes or Complements?",
            "date": "04 April 2019",
            "author": [
                "Huan Tang"
            ],
            "abstract": "This paper studies whether, in the consumer credit market, peer-to-peer (P2P) lending platforms serve as substitutes for banks or instead as complements. I develop a conceptual framework and derive testable predictions to distinguish between these two possibilities. Using a regulatory change as an exogenous shock to bank credit supply, I find that P2P lending is a substitute for bank lending in terms of serving infra-marginal bank borrowers yet complements bank lending with respect to small loans. These results indicate that the credit expansion resulting from P2P lending likely occurs only among borrowers who already have access to bank credit.",
            "link": "https://doi.org/10.1093/rfs/hhy137"
        },
        {
            "no": "8",
            "title": "Marketplace Lending: A New Banking Paradigm?",
            "date": "04 April 2019",
            "author": [
                "Boris Vallée",
                "Yao Zeng"
            ],
            "abstract": "Marketplace lending relies on screening and information production by investors, a major deviation from the traditional banking paradigm. Theoretically, the participation of sophisticated investors improves screening outcomes and also creates adverse selection among investors. In maximizing loan volume, the platform trades off these two forces. As the platform develops, it optimally increases platform prescreening intensity but decreases information provision to investors. Using novel investor-level data, we find that sophisticated investors systematically outperform, and this outperformance shrinks when the platform reduces information provision to investors. Our findings shed light on the optimal distribution of information production in this new lending model.",
            "link": "https://doi.org/10.1093/rfs/hhy100"
        },
        {
            "no": "9",
            "title": "The Promises and Pitfalls of Robo-Advising",
            "date": "04 April 2019",
            "author": [
                "Francesco D’Acunto",
                "Nagpurnanand Prabhala",
                "Alberto G Rossi"
            ],
            "abstract": "We study the introduction of a wealth-management robo-adviser that constructs portfolios tailored to investors’ holdings and preferences. Adopters are similar to non-adopters in terms of demographics and prior interactions with human advisers but tend to be more active and have greater assets under management. Investors adopting robo-advising experience diversification benefits. Ex ante undiversified investors increase stock holdings and hold portfolios with less volatility and better returns. Already well-diversified investors hold fewer stocks, yet see some reduction in volatility, and trade more after adoption. All investors increase attention based on online account logins. We find that adopters exhibit declines in prominent behavioral biases, including the disposition, trend chasing, and rank effect. Our results emphasize the promises and pitfalls of robo-advising tools, which are becoming ubiquitous all over the world.",
            "link": "https://doi.org/10.1093/rfs/hhz014"
        },
        {
            "no": "10",
            "title": "Big Data as a Governance Mechanism",
            "date": "04 April 2019",
            "author": [
                "Christina Zhu"
            ],
            "abstract": "This study empirically investigates two effects of alternative data availability: stock price informativeness and its disciplining effect on managers’ actions. Recent computing advancements have enabled technology companies to collect real-time, granular indicators of fundamentals to sell to investment professionals. These data include consumer transactions and satellite images. The introduction of these data increases price informativeness through decreased information acquisition costs, particularly in firms in which sophisticated investors have higher incentives to uncover information. I document two effects on managers. First, managers reduce their opportunistic trading. Second, investment efficiency increases, consistent with price informativeness improving managers’ incentives to invest and divest efficiently.",
            "link": "https://doi.org/10.1093/rfs/hhy081"
        },
        {
            "no": "11",
            "title": "How Valuable Is FinTech Innovation?",
            "date": "04 April 2019",
            "author": [
                "Mark A Chen",
                "Qinxi Wu",
                "Baozhong Yang"
            ],
            "abstract": "We provide large-scale evidence on the occurrence and value of FinTech innovation. Using data on patent filings from 2003 to 2017, we apply machine learning to identify and classify innovations by their underlying technologies. We find that most FinTech innovations yield substantial value to innovators, with blockchain being particularly valuable. For the overall financial sector, internet of things (IoT), robo-advising, and blockchain are the most valuable innovation types. Innovations affect financial industries more negatively when they involve disruptive technologies from nonfinancial startups, but market leaders that invest heavily in their own innovation can avoid much of the negative value effect.",
            "link": "https://doi.org/10.1093/rfs/hhy130"
        }
    ]
}