{
    "journal": "RFS",
    "volume": "32",
    "issue": "2",
    "date": "February 2019",
    "page": "Pages 423–817",
    "article": [
        {
            "no": "1",
            "title": "Credit Supply and the Rise in College Tuition: Evidence from the Expansion in Federal Student Aid Programs",
            "date": "21 June 2018",
            "author": [
                "David O Lucca",
                "Taylor Nadauld",
                "Karen Shen"
            ],
            "abstract": "We study the link between the student credit expansion of the past 15 years and the contemporaneous rise in college tuition. To disentangle simultaneity issues, we analyze the effects of increases in federal student loan caps using detailed student-level financial data. We find a pass-through effect on tuition of changes in subsidized loan maximums of about 60 cents on the dollar and of about 20 cents on the dollar for unsubsidized federal loans. The effect is most pronounced for more expensive degrees and degrees offered by for-profit and 2-year institutions.",
            "link": "https://doi.org/10.1093/rfs/hhy069"
        },
        {
            "no": "2",
            "title": "What’s the Catch? Suspicion of Bank Motives and Sluggish Refinancing",
            "date": "22 May 2018",
            "author": [
                "Eric J Johnson",
                "Stephan Meier",
                "Olivier Toubia"
            ],
            "abstract": "Failing to refinance a mortgage can cost a borrower thousands of dollars. Based on administrative data from a large financial institution, we show that around 50% of borrowers leave thousands of dollars on the table by not refinancing. Survey data indicate that, among all the behavioral factors examined, only suspicion of banks’ motives is consistently related to the probability of accepting a refinancing offer. Finally, we report the results of three field experiments showing that enticing offers made by banks fail to increase participation and may even deepen suspicion. Our findings highlight the important role of trust in financial decisions.",
            "link": "https://doi.org/10.1093/rfs/hhy061"
        },
        {
            "no": "3",
            "title": "How Do Payday Loans Affect Borrowers? Evidence from the U.K. Market",
            "date": "13 August 2018",
            "author": [
                "John Gathergood",
                "Benedict Guttman-Kenney",
                "Stefan Hunt"
            ],
            "abstract": "Payday loans are controversial high-cost, short-term lending products, banned in many U.S. states. But debates surrounding their benefits to consumers continue. We analyze the effects of payday loans on consumers by using a unique data set including 99% of loans approved in the United Kingdom over a two-year period matched to credit files. Using a regression discontinuity research design, our results show that payday loans provide short-lived liquidity gains and encourage consumers to take on additional credit. However, in the following months, payday loans cause persistent increases in defaults and cause consumers to exceed their bank overdraft limits.",
            "link": "https://doi.org/10.1093/rfs/hhy090"
        },
        {
            "no": "4",
            "title": "Birds of a Feather: The Impact of Homophily on the Propensity to Follow Financial Advice",
            "date": "28 July 2018",
            "author": [
                "Oscar Stolper",
                "Andreas Walter"
            ],
            "abstract": "Homophily—individuals’ affinity for others like them—is a powerful principle that governs whose opinions people attend to. Using nearly 2,400 advisory meetings, we find that homophily has a significant positive impact on the likelihood of following financial advice. The increased likelihood of following stems from homophily on gender and age for male clients and from sameness on marital and parental status for female advisees. Moreover, the homophily effect is mitigated by reduced information asymmetry between client and advisor and a long-term relationship with the bank. Our results suggest that client-advisor matching increases individuals’ propensity to follow financial advice.",
            "link": "https://doi.org/10.1093/rfs/hhy082"
        },
        {
            "no": "5",
            "title": "How Organizational Hierarchy Affects Information Production",
            "date": "18 July 2018",
            "author": [
                "Janis Skrastins",
                "Vikrant Vig"
            ],
            "abstract": "We exploit a variation in organizational hierarchy induced by a reorganization plan implemented in roughly 2,000 bank branches in India. We do so to investigate how organizational hierarchy affects the allocation of credit. We find that increased hierarchization of a branch induces credit rationing, reduces loan performance, and generates standardization in loan contracts. Additionally, we find that hierarchical structures perform better in environments characterized by a high degree of corruption, highlighting the benefits of hierarchies in restraining rent-seeking activities. Overall, our results are consistent with the view that valuable information may be lost in hierarchical structures.",
            "link": "https://doi.org/10.1093/rfs/hhy071"
        },
        {
            "no": "6",
            "title": "Informed Trading by Advisor Banks: Evidence from Options Holdings",
            "date": "17 August 2018",
            "author": [
                "Michelle Lowry",
                "Marco Rossi",
                "Zhongyan Zhu"
            ],
            "abstract": "Strong conflicts of interest exist within investment banks: the investment banking division possesses substantial private information, and the asset management division seeks such information. This raises the question of whether the asset management division benefits from an information advantage on client firms. While prior examinations of advisor bank trading in client firms have focused on stocks and found mixed results, we argue that the options market represents a more attractive venue for such trading. We find significant evidence of advisor banks trading in client firm options ahead of merger announcements, but no evidence of similar trading in client firm stock.",
            "link": "https://doi.org/10.1093/rfs/hhy072"
        },
        {
            "no": "7",
            "title": "Option Pricing of Earnings Announcement Risks",
            "date": "22 May 2018",
            "author": [
                "Andrew Dubinsky",
                "Michael Johannes",
                "Andreas Kaeck",
                "Norman J Seeger"
            ],
            "abstract": "This paper uses option prices to learn about the equity price uncertainty surrounding information released on earnings announcement dates. To do this, we introduce reduced-form models and estimators to separate price uncertainty about earnings announcements from normal day-to-day volatility. Empirically, we find strong support for the importance of earnings announcements. We find that the anticipated price uncertainty is quantitatively large, varies across time, and is informative about the future return volatility. Finally, we quantify the impact of earnings announcements on formal option pricing models.",
            "link": "https://doi.org/10.1093/rfs/hhy060"
        },
        {
            "no": "8",
            "title": "Comparables Pricing",
            "date": "23 April 2018",
            "author": [
                "Justin Murfin",
                "Ryan Pratt"
            ],
            "abstract": "Finance professionals commonly set prices based on the analysis of recently closed, comparable transactions. Using data on syndicated loans, we exploit the lag between loans’ closing dates and their inclusion in a widely used comparables database to identify the effect of past transactions on new transaction pricing. Comparables pricing is an important determinant of individual loan spreads, but a failure to account for overlap in information across loans leads to pricing mistakes. Comparables used repeatedly are overweighted as they develop redundant channels of influence on later transactions. Market conditions prevailing at the time a comparable was priced also unduly influence subsequent loans.",
            "link": "https://doi.org/10.1093/rfs/hhy047"
        },
        {
            "no": "9",
            "title": "International Corporate Governance Spillovers: Evidence from Cross-Border Mergers and Acquisitions",
            "date": "24 April 2018",
            "author": [
                "Rui Albuquerque",
                "Luis Brandão-Marques",
                "Miguel A Ferreira",
                "Pedro Matos"
            ],
            "abstract": "We test the hypothesis that foreign direct investment promotes corporate governance spillovers in the host country. Using firm-level data from 64 countries during the period 2005–2014, we find that cross-border M&A activity is associated with subsequent improvements in the governance of nontarget firms when the acquirer country has stronger investor protection than the target country. The effect is more pronounced when the target industry is more competitive. Cross-border M&As are also associated with increases in investment and valuation of nontarget firms. Alternative explanations, such as access to global financial markets and cultural similarities, do not appear to explain our findings.",
            "link": "https://doi.org/10.1093/rfs/hhy053"
        },
        {
            "no": "10",
            "title": "Hostile Resistance to Hedge Fund Activism",
            "date": "17 May 2018",
            "author": [
                "Nicole M Boyson",
                "Pegaret Pichler"
            ],
            "abstract": "When facing hedge fund activists, target firms often fight back. Targets with agency problems and those confronting the threat of investor coordination frequently engage in hostile resistance by implementing governance changes associated with managerial entrenchment. The market negatively responds to hostile resistance, and unless hedge funds counterresist, these campaigns have worse operating performance, faster activist exit, and fewer mergers than do campaigns without hostile target resistance. By contrast, when hedge funds counterresist with proxy fights, lawsuits, or unsolicited tender offers, the impact of hostile target resistance is reversed, and these campaigns have similar outcomes to campaigns without hostile target resistance.",
            "link": "https://doi.org/10.1093/rfs/hhy058"
        }
    ]
}