{
    "journal": "RFS",
    "volume": "32",
    "issue": "3",
    "date": "March 2019",
    "page": "Pages 819–1233",
    "article": [
        {
            "no": "1",
            "title": "Financing Entrepreneurial Production: Security Design with Flexible Information Acquisition",
            "date": "18 August 2018",
            "author": [
                "Ming Yang",
                "Yao Zeng"
            ],
            "abstract": "We propose a theory of security design in financing entrepreneurial production, positing that the investor can acquire costly information on the entrepreneur’s project before making the financing decision. When the entrepreneur has enough bargaining power in security design, the optimal security helps incentivize both efficient information acquisition and efficient financing. Debt is optimal when information is not very valuable for production, whereas the combination of debt and equity is optimal when information is valuable. If, instead, the investor has sufficiently strong bargaining power in security design or can acquire information only after financing, equity is optimal.",
            "link": "https://doi.org/10.1093/rfs/hhy084"
        },
        {
            "no": "2",
            "title": "Investing for Impact",
            "date": "04 July 2018",
            "author": [
                "Bhagwan Chowdhry",
                "Shaun William Davies",
                "Brian Waters"
            ],
            "abstract": "We study joint financing between profit-motivated and socially motivated (impact) investors and derive conditions under which impact investments improve social outcomes. When project owners cannot commit to social objectives, impact investors hold financial claims to counterbalance owners’ tendencies to overemphasize profits. Impact investors’ ownership stakes are higher when the value of social output is higher, and pure nonprofit status may be optimal for the highest valued social projects. We provide guidance about the design of contingent social contracts, such as social impact bonds and social impact guarantees.",
            "link": "https://doi.org/10.1093/rfs/hhy068"
        },
        {
            "no": "3",
            "title": "Corporate Strategy, Conformism, and the Stock Market",
            "date": "20 July 2018",
            "author": [
                "Thierry Foucault",
                "Laurent Frésard"
            ],
            "abstract": "We show that product differentiation reduces the informativeness of a firm’s stock price (or its peers’ stock prices) about the value of its growth opportunities. This results in less efficient exercise of a firm’s growth options when managers rely on information in stock prices for their decisions. This informational cost of differentiation induces conformity in product market strategies and is larger for private firms. Hence, a firm should differentiate more after going public. We confirm this prediction empirically and show that the post-IPO increase in differentiation is stronger for firms with better informed managers or less informative peers’ stock prices.",
            "link": "https://doi.org/10.1093/rfs/hhy077"
        },
        {
            "no": "4",
            "title": "Estimating the Value of Information",
            "date": "10 August 2018",
            "author": [
                "Ohad Kadan",
                "Asaf Manela"
            ],
            "abstract": "We derive a general expression for the value of information to a price-taking investor in a dynamic environment and provide a framework for its estimation. We study the value of both private and public information and break it into its instrumental and psychic parts. To illustrate, we estimate and rank the values of leading macroeconomic indicators (GDP, employment, etc.). Using variations in option prices, we find that consumer-investors with conventional preference parameters would pay 3 to 5 bps of their wealth for a one-time private peek into these indicators. Such signals provide substantial instrumental value but a minor psychic value.",
            "link": "https://doi.org/10.1093/rfs/hhy087"
        },
        {
            "no": "5",
            "title": "Information, Trading, and Volatility: Evidence from Firm-Specific News",
            "date": "30 July 2018",
            "author": [
                "Jacob Boudoukh",
                "Ronen Feldman",
                "Shimon Kogan",
                "Matthew Richardson"
            ],
            "abstract": "What moves stock prices? Prior literature concludes that the revelation of private information through trading, and not public news, is the primary driver. We revisit the question by using textual analysis to identify fundamental information in news. We find that this information accounts for 49.6% of overnight idiosyncratic volatility (vs. 12.4% during trading hours), with a considerable fraction due to days with multiple news types. We use our measure of public information arrival to reinvestigate two important contributions in the literature related to individual |$R^{2}$|s of stock returns on aggregate factors.",
            "link": "https://doi.org/10.1093/rfs/hhy083"
        },
        {
            "no": "6",
            "title": "High-Frequency Market Making to Large Institutional Trades",
            "date": "21 July 2018",
            "author": [
                "Robert A Korajczyk",
                "Dermot Murphy"
            ],
            "abstract": "We study market-making high-frequency trader (HFT) dynamics around large institutional trades in Canadian equities markets using order-level data with masked trader identification. Following a regulatory change that negatively affected HFT order activity, we find that bid-ask spreads increased and price impact decreased for institutional trades. The decrease in price impact is strongest for informed institutional traders. During institutional trade executions, HFTs submit more same-direction orders and increase their inventory mean reversion rates. Our evidence indicates that high-frequency trading is associated with lower transaction costs for small, uninformed trades and higher transaction costs for large, informed trades.",
            "link": "https://doi.org/10.1093/rfs/hhy079"
        },
        {
            "no": "7",
            "title": "Why Discrete Price Fragments U.S. Stock Exchanges and Disperses Their Fee Structures",
            "date": "18 July 2018",
            "author": [
                "Yong Chao",
                "Chen Yao",
                "Mao Ye"
            ],
            "abstract": "Stock exchange operators compete for order flow by setting “make” fees for limit orders and “take” fees for market orders. When traders can quote continuous prices, exchange operators compete on total fee, because traders can choose prices that perfectly neutralize any fee division. The 1-cent minimum tick size, however, prevents traders from neutralizing fee division. The nonneutrality of division between make and take fees (1) allows an exchange operator to establish exchanges that differ in fee structure to engage in second-degree price discrimination and (2) destroys the Bertrand equilibrium, leads to frequent fee changes, and encourages entries of new exchanges.",
            "link": "https://doi.org/10.1093/rfs/hhy073"
        },
        {
            "no": "8",
            "title": "Grown-up Business Cycles",
            "date": "08 June 2018",
            "author": [
                "Benjamin Wild Pugsley",
                "Ayșegül Șahin"
            ],
            "abstract": "The entry rate of U.S. employer businesses has declined for more than 30 years. We use a novel dynamic decomposition framework to show that regardless of its causes, the direct effects of the continued decline in the entry rate and its delayed effects on the firm age distribution together play a major role in the slowing of trend employment growth and the emergence of jobless recoveries. We identify changing demographic structure of the population and increased import competition as leading factors behind the decline in startup activity.",
            "link": "https://doi.org/10.1093/rfs/hhy063"
        },
        {
            "no": "9",
            "title": "Macroeconomic Risk and Idiosyncratic Risk-taking",
            "date": "08 June 2018",
            "author": [
                "Zhiyao Chen",
                "Ilya A Strebulaev"
            ],
            "abstract": "We develop and estimate a dynamic model of risk-shifting over the business cycle. First, equity holders with Epstein-Zin preferences increase their taking of idiosyncratic risk substantially more than the standard model in repeated games, because they perceive the arrival probability of bad states to be higher than the actual probability and prefer an early resolution of macroeconomic uncertainty. Second, sudden switches to bad states and large shocks in the bad states induce the countercyclical and “synchronized” idiosyncratic risk. Third, combined with the high market risk premium in the bad states, clustered risk-taking generates a countercyclical idiosyncratic volatility discount on equity returns.",
            "link": "https://doi.org/10.1093/rfs/hhy066"
        },
        {
            "no": "10",
            "title": "Inventory Behavior and Financial Constraints: Theory and Evidence",
            "date": "12 June 2018",
            "author": [
                "Sudipto Dasgupta",
                "Erica X N Li",
                "Dong Yan"
            ],
            "abstract": "We model the interaction of financial constraints, capacity constraints, and the response of production and inventory to cost and demand shocks. The model predicts that in response to favorable shocks, financially constrained firms are unable to build inventory as rapidly as are unconstrained firms. However, because the favorable shocks gradually ease the financial constraints, constrained firms continue to build inventory and eventually carry surplus inventory (relative to unconstrained firms) to unfavorable states. This allows them to deplete inventory more aggressively in response to unfavorable shocks. Our empirical evidence provides broad support for the model’s predictions.",
            "link": "https://doi.org/10.1093/rfs/hhy064"
        }
    ]
}