{
    "journal": "RFS",
    "volume": "32",
    "issue": "6",
    "date": "June 2019",
    "page": "Pages 2107–2497",
    "article": [
        {
            "no": "1",
            "title": "Low Interest Rates and Risk-Taking: Evidence from Individual Investment Decisions",
            "date": "22 September 2018",
            "author": [
                "Chen Lian",
                "Yueran Ma",
                "Carmen Wang"
            ],
            "abstract": "How do low interest rates affect investor behavior? We demonstrate that individuals “reach for yield,” that is, have a greater appetite for risk-taking when interest rates are low. Using randomized investment experiments holding fixed risk premiums and risks, we show low interest rates lead to significantly higher allocations to risky assets among diverse populations. The behavior is not easily explained by conventional portfolio choice theory or institutional frictions. We then propose and provide evidence of mechanisms related to investor psychology, including reference dependence and salience. We also present results using observational data on household investment decisions.",
            "link": "https://doi.org/10.1093/rfs/hhy111"
        },
        {
            "no": "2",
            "title": "Unleashing Animal Spirits: Self-Control and Overpricing in Experimental Asset Markets",
            "date": "22 September 2018",
            "author": [
                "Martin G Kocher",
                "Konstantin E Lucks",
                "David Schindler"
            ],
            "abstract": "One explanation for overpricing on asset markets is a lack of traders’ self-control. We implement the first experiment to address the causal relationship between self-control and systematic overpricing on financial markets. Our setup detects some of the channels through which low individual self-control could transmit into irrational exuberance in markets. Our data indicate a large direct effect of reduced self-control on market overpricing. Low self-control traders report stronger emotions after the market.",
            "link": "https://doi.org/10.1093/rfs/hhy109"
        },
        {
            "no": "3",
            "title": "Analyst Career Concerns, Effort Allocation, and Firms’ Information Environment",
            "date": "10 September 2018",
            "author": [
                "Jarrad Harford",
                "Feng Jiang",
                "Rong Wang",
                "Fei Xie"
            ],
            "abstract": "Analysts strategically allocate more effort to portfolio firms that are relatively more important to their careers. Thus, the other firms the analysts cover indirectly affect a firm’s information environment. Controlling for analyst and firm characteristics, we find that an analyst makes more accurate, frequent, and informative earnings forecasts and recommendations for firms ranked higher within her portfolio based on proxies for importance to institutions. A firm’s relative rank widely varies across analysts, but its information environment improves when a larger proportion of analysts consider it to be relatively important. Analysts experience more favorable career outcomes when strategically allocating their efforts.",
            "link": "https://doi.org/10.1093/rfs/hhy101"
        },
        {
            "no": "4",
            "title": "Is Silence Golden? Real Effects of Mandatory Disclosure",
            "date": "10 August 2018",
            "author": [
                "Sudarshan Jayaraman",
                "Joanna Shuang Wu"
            ],
            "abstract": "Mandatory disclosure provides benefits, but it also entails costs. One cost concerns managerial learning: by discouraging informed trading, disclosure could reduce managers’ ability to glean decision-relevant information from prices. Using mandatory segment reporting in the United States, we uncover a reduction in investment-|$q$| sensitivity, indicating lower investment efficiency after regulation. Consistent with learning, lower sensitivity is concentrated in firms with more informed trading and lower financing constraints. Constrained firms exhibit no change in investment-|$q$| sensitivity, suggesting that they enjoy countervailing benefits via greater financing and stronger governance. Overall, we document a novel link between mandatory disclosure and real effects.",
            "link": "https://doi.org/10.1093/rfs/hhy088"
        },
        {
            "no": "5",
            "title": "Institutional Investors and Information Acquisition: Implications for Asset Prices and Informational Efficiency",
            "date": "17 September 2018",
            "author": [
                "Matthijs Breugem",
                "Adrian Buss"
            ],
            "abstract": "We study the joint portfolio and information choice problem of institutional investors who are concerned about their performance relative to a benchmark. Benchmarking influences information choices through two distinct economic mechanisms. First, benchmarking reduces the number of shares in investors’ portfolios that are sensitive to information. Hence, the value of private information declines. Second, benchmarking limits investors’ willingness to speculate. This not only reduces the value of private information but also adversely affects information aggregation. In equilibrium, investors acquire less information and informational efficiency declines. As a result, return volatility increases, and less-benchmarked institutional investors outperform more-benchmarked ones.",
            "link": "https://doi.org/10.1093/rfs/hhy103"
        },
        {
            "no": "6",
            "title": "Contingent Convertibles with Stock Price Triggers: The Case of Perpetuities",
            "date": "20 August 2018",
            "author": [
                "George Pennacchi",
                "Alexei Tchistyi"
            ],
            "abstract": "Initial proposals for contingent convertibles (CoCos) envisioned that these bonds would convert to equity when the issuing bank’s stock price declined to a prespecified trigger. Subsequent research has claimed that doing so causes the stock price to have multiple equilibria or no equilibrium. We show that when CoCos are perpetuities, which characterizes most actual CoCos, a unique stock price equilibrium exists, except under unrealistic conditions. Unique equilibria occur when conversion favors or disfavors CoCo investors, when CoCos convert to equity or are written down, and when CoCos are callable. We also analyze a bank’s risk choices before and after conversion.",
            "link": "https://doi.org/10.1093/rfs/hhy092"
        },
        {
            "no": "7",
            "title": "Social Risk, Fiscal Risk, and the Portfolio of Government Programs",
            "date": "08 August 2018",
            "author": [
                "Samuel G Hanson",
                "David S Scharfstein",
                "Adi Sunderam"
            ],
            "abstract": "We develop a model of government portfolio choice in which the government chooses the scale of risky projects in the presence of market failures and tax distortions. These frictions motivate the government to manage social risk and fiscal risk. Social risk management favors programs that ameliorate market failures in bad times. Fiscal risk management makes unattractive programs involving large government outlays when other government programs also require large outlays. These two risk management motives often conflict. Using the model, we explore how the attractiveness of different financial stability programs varies with the government’s fiscal burden and characteristics of the economy.",
            "link": "https://doi.org/10.1093/rfs/hhy086"
        },
        {
            "no": "8",
            "title": "Bank Resolution and the Structure of Global Banks",
            "date": "29 November 2018",
            "author": [
                "Patrick Bolton",
                "Martin Oehmke"
            ],
            "abstract": "We study the resolution of global banks by national regulators. Single-point-of-entry (SPOE) resolution, where loss-absorbing capital is shared across jurisdictions, is efficient but faces implementation constraints. First, when expected transfers across jurisdictions are too asymmetric, national regulators fail to set up SPOE resolution ex ante. Second, when required ex post transfers are too large, national regulators ring-fence assets instead of cooperating in SPOE resolution. In this case, a multiple-point-of-entry (MPOE) resolution, where loss-absorbing capital is preassigned, is more robust. Our analysis highlights a fundamental link between efficient bank resolution, the operational structures, risks, and incentives of global banks.",
            "link": "https://doi.org/10.1093/rfs/hhy123"
        },
        {
            "no": "9",
            "title": "Asset Encumbrance, Bank Funding, and Fragility",
            "date": "22 September 2018",
            "author": [
                "Toni Ahnert",
                "Kartik Anand",
                "Prasanna Gai",
                "James Chapman",
                "Philip Strahan"
            ],
            "abstract": "We model asset encumbrance by banks subject to rollover risk and study the consequences for fragility, funding costs, and prudential regulation. A bank’s privately optimal encumbrance choice balances the benefit of expanding profitable, yet illiquid, investment funded by cheap long-term senior secured debt, against the cost of greater fragility from runs on unsecured debt. We derive testable implications about encumbrance ratios. The introduction of deposit insurance or wholesale funding guarantees induces excessive encumbrance and fragility. Limits on asset encumbrance or Pigovian taxes eliminate such risk-shifting incentives. Our results shed light on prudential policies currently being pursued in several jurisdictions.",
            "link": "https://doi.org/10.1093/rfs/hhy107"
        },
        {
            "no": "10",
            "title": "Financial Sector Stress and Risk Sharing: Evidence from the Weather Derivatives Market",
            "date": "30 August 2018",
            "author": [
                "Daniel Weagley"
            ],
            "abstract": "I examine the effect of financial sector stress on risk sharing in a novel setting: the CME’s weather derivatives market. The structure of the market allows me to disentangle price movements due to financial sector stress from price movements due to fundamentals. Contracts, which are typically priced near their actuarially fair value, experience significant price declines during periods of financial sector stress. Contracts with greater margin requirements and total risk are the most affected. The results provide causal evidence of the effect of financial sector stress on the pricing of exchange-traded financial contracts and risk sharing in the economy.",
            "link": "https://doi.org/10.1093/rfs/hhy098"
        }
    ]
}