{
    "journal": "RFS",
    "volume": "32",
    "issue": "1",
    "date": "January 2019",
    "page": "Pages 1–422",
    "article": [
        {
            "no": "1",
            "title": "The Cost of Immediacy for Corporate Bonds",
            "date": "24 July 2018",
            "author": [
                "Jens Dick-Nielsen",
                "Marco Rossi"
            ],
            "abstract": "Liquidity provision for corporate bonds has become significantly more expensive after the 2008 crisis. Using index exclusions as a natural experiment during which uninformed index trackers request immediacy, we find that the cost of immediacy has more than doubled. In addition, the supply of immediacy has become more elastic with respect to its price. Consistent with a stringent regulatory environment incentivizing smaller dealer inventories, we also find that dealers revert deviations from their target inventory more quickly after the crisis. Finally, we investigate the pricing impact of information, changes in ownership structure, and differences between bank and nonbank dealers.",
            "link": "https://doi.org/10.1093/rfs/hhy080"
        },
        {
            "no": "2",
            "title": "The Relevance of Credit Ratings in Transparent Bond Markets",
            "date": "15 March 2018",
            "author": [
                "Dominique C Badoer",
                "Cem Demiroglu"
            ],
            "abstract": "Mandated public dissemination of over-the-counter transactions in corporate debt securities via the TRACE system dramatically reduces the average short-term market reaction to rating downgrades by both issuer-paid and investor-paid rating agencies. Ratings become relatively more accurate predictors of default and more sensitive to innovations in credit spreads after the introduction of dissemination. However, in transparent markets, they provide no significant information about future defaults beyond that provided by credit spreads. Dissemination increases the efficiency of information aggregation and transmission in bond markets, thereby reducing the incremental information content of ratings and the price impact of rating revisions.",
            "link": "https://doi.org/10.1093/rfs/hhy031"
        },
        {
            "no": "3",
            "title": "Characteristic-Based Benchmark Returns and Corporate Events",
            "date": "05 April 2018",
            "author": [
                "Hendrik Bessembinder",
                "Michael J Cooper",
                "Feng Zhang"
            ],
            "abstract": "We propose that fitted values from market-wide regressions of firm returns on lagged firm characteristics provide useful benchmarks for assessing whether average returns to certain stocks are abnormal. To illustrate, we study eight documented events with abnormal returns, including credit rating and analyst recommendation downgrades, initial and seasoned public equity offerings, mergers and acquisitions, dividend initiations, share repurchases, and stock splits. We show that the apparently abnormal returns in the months after these events are substantially reduced or eliminated when compared to characteristic-based benchmarks. Characteristic-based benchmarks perform better in explaining post-event returns than do recent four- and five-factor models.",
            "link": "https://doi.org/10.1093/rfs/hhy037"
        },
        {
            "no": "4",
            "title": "Trade-Time Measures of Liquidity",
            "date": "21 March 2018",
            "author": [
                "Yashar H Barardehi",
                "Dan Bernhardt",
                "Ryan J Davies"
            ],
            "abstract": "Dramatic microstructure changes in equity markets have made standard liquidity measures less accurate proxies for trading costs. We develop trade-time liquidity measures that reflect per-dollar price impacts of fixed-dollar volumes. Our measures better capture institutional trading costs and better explain the cross-section of returns than do standard measures, especially in recent years. Despite improvements in measures of market quality, expected trading costs have explanatory power for the cross-section of expected returns: we obtain monthly liquidity premium estimates of 5.3 bp for expected returns and 2.4 bp for risk-adjusted returns. Estimated premiums rise after the financial crisis and remain high thereafter.",
            "link": "https://doi.org/10.1093/rfs/hhy012"
        },
        {
            "no": "5",
            "title": "The VIX Premium",
            "date": "28 May 2018",
            "author": [
                "Ing-Haw Cheng"
            ],
            "abstract": "Ex ante estimates of the volatility premium embedded in VIX futures, known as the VIX premium, fall or stay flat when ex ante measures of risk rise. This is not an artifact of mismeasurement: (i) ex ante premiums reliably predict ex post returns to VIX futures with a coefficient near one, and (ii) falling ex ante premiums predict increasing ex post market and investment risk, creating profitable trading opportunities. Falling hedging demand helps explain this behavior, as premiums and trader exposures tend to fall together when risk rises. These facts provide a puzzle for theories of why investors hedge volatility.",
            "link": "https://doi.org/10.1093/rfs/hhy062"
        },
        {
            "no": "6",
            "title": "Demand for Crash Insurance, Intermediary Constraints, and Risk Premia in Financial Markets",
            "date": "10 May 2018",
            "author": [
                "Hui Chen",
                "Scott Joslin",
                "Sophie Xiaoyan Ni"
            ],
            "abstract": "We propose a new measure of financial intermediary constraints based on how intermediaries manage their tail risk exposures. Using data for the trading activities in the market of deep out-of-the-money index put options, we identify periods when the variations in the net amount of trading between financial intermediaries and public investors are likely to be mainly driven by shocks to intermediary constraints. We then infer tightness of intermediary constraints from the quantities of option trading. A tightening of intermediary constraints according to our measure is associated with increasing option expensiveness, higher risk premia, deteriorating funding liquidity, and broker-dealer deleveraging.",
            "link": "https://doi.org/10.1093/rfs/hhy004"
        },
        {
            "no": "7",
            "title": "Banks Response to Higher Capital Requirements: Evidence from a Quasi-Natural Experiment",
            "date": "24 April 2018",
            "author": [
                "Reint Gropp",
                "Thomas Mosk",
                "Steven Ongena",
                "Carlo Wix"
            ],
            "abstract": "We study the impact of higher capital requirements on banks’ balance sheets and their transmission to the real economy. The 2011 EBA capital exercise is an almost ideal quasi-natural experiment to identify this impact with a difference-in-differences matching estimator. We find that treated banks increase their capital ratios by reducing their risk-weighted assets, not by raising their levels of equity, consistent with debt overhang. Banks reduce lending to corporate and retail customers, resulting in lower asset, investment, and sales growth for firms obtaining a larger share of their bank credit from the treated banks.",
            "link": "https://doi.org/10.1093/rfs/hhy052"
        },
        {
            "no": "8",
            "title": "Heterogeneity in Target Date Funds: Strategic Risk-taking or Risk Matching?",
            "date": "02 May 2018",
            "author": [
                "Pierluigi Balduzzi",
                "Jonathan Reuter"
            ],
            "abstract": "The use of target date funds (TDFs) as default options in 401(k) plans increased sharply following the Pension Protection Act of 2006. We document large differences in the realized returns and ex ante risk profiles of TDFs with similar target retirement dates. Analyzing fund-level data, we find evidence that this heterogeneity reflects strategic risk-taking by families with low market share, especially those entering the TDF market after 2006. Analyzing plan-level data, we find little evidence that 401(k) plan sponsors consider, to any economically meaningful degree, the risk profiles of their firms when choosing among TDFs.",
            "link": "https://doi.org/10.1093/rfs/hhy054"
        },
        {
            "no": "9",
            "title": "Revealing Downturns",
            "date": "16 May 2018",
            "author": [
                "Martin C Schmalz",
                "Sergey Zhuk"
            ],
            "abstract": "When Bayesian risk-averse investors are uncertain about their assets’ cash flows’ exposure to systematic risk, stock prices react to news more in downturns than in upturns, implying higher volatility in downturns and negatively skewed returns. In good times, less desirable assets with low average cash flows and high market risk perform similar to more desirable assets with high average cash flows and low market risk, rendering them difficult to distinguish. However, their performance diverges in downturns, enabling better inference. Consistent with these predictions, stocks’ reaction to earnings news is up to 70% stronger in downturns than in upturns.",
            "link": "https://doi.org/10.1093/rfs/hhy057"
        },
        {
            "no": "10",
            "title": "Trading Regularity and Fund Performance",
            "date": "14 May 2018",
            "author": [
                "Jeffrey A Busse",
                "Lin Tong",
                "Qing Tong",
                "Zhe Zhang"
            ],
            "abstract": "We construct a new measure of trading regularity, capturing the extent to which investors trade on a regular basis. Institutional investors that regularly trade outperform those that trade less regularly. The performance of funds that regularly trade persists for at least a year. Among those who trade most regularly, larger funds perform relatively worse, because they incur higher transaction costs associated with their larger trades. Institutions that regularly trade generate superior performance, in part, by behaving as contrarians and by trading more aggressively on information. By contrast, we find no relation between trading regularity and performance among index funds.",
            "link": "https://doi.org/10.1093/rfs/hhy059"
        }
    ]
}