{
    "journal": "RFS",
    "volume": "22",
    "issue": "8",
    "date": "August 2009",
    "page": "Pages 2907–3328",
    "article": [
        {
            "no": "1",
            "title": "Government Control of Privatized Firms",
            "date": "31 August 2008",
            "author": [
                "Bernardo Bortolotti",
                "Mara Faccio"
            ],
            "abstract": "We study the change in government control of privatized firms in OECD (Organisation for Economic Co-operation and Development) countries. At the end of 2000, after the largest privatization wave in history, governments retained control of 62.4% of privatized firms. In civil law countries, governments tend to retain large ownership positions, whereas in common law countries they typically use golden shares. When we combine these two mechanisms, we find no association between a country's legal tradition and the extent of government control. Rather, we document more prevalent government influence over privatized firms in countries with proportional electoral rules and with a centralized system of political authority.",
            "link": "https://doi.org/10.1093/rfs/hhn077"
        },
        {
            "no": "2",
            "title": "Strategic Financial Innovation in Segmented Markets",
            "date": "15 June 2008",
            "author": [
                "Rohit Rahi",
                "Jean-Pierre Zigrand"
            ],
            "abstract": "We study an equilibrium model with restricted investor participation in which strategic arbitrageurs reap profits by exploiting mispricings across different market segments. We endogenize the asset structure as the outcome of a security design game played by the arbitrageurs. The equilibrium asset structure depends realistically upon considerations such as depth and gains from trade. It is neither complete nor socially optimal in general; the degree of inefficiency depends upon the heterogeneity of investors.",
            "link": "https://doi.org/10.1093/rfs/hhn061"
        },
        {
            "no": "3",
            "title": "Do Shareholder Rights Affect the Cost of Bank Loans?",
            "date": "23 December 2008",
            "author": [
                "Sudheer Chava",
                "Dmitry Livdan",
                "Amiyatosh Purnanandam"
            ],
            "abstract": "Using a large sample of bank loans issued to U.S. firms between 1990 and 2004, we find that lower takeover defenses (as proxied by the lower G-index of Gompers, Ishii, and Metrick 2003) significantly increase the cost of loans for a firm. Firms with lowest takeover defense (democracy) pay a 25% higher spread on their bank loans as compared with firms with the highest takeover defense (dictatorship), after controlling for various firm and loan characteristics. Further investigations indicate that banks charge a higher loan spread to firms with higher takeover vulnerability mainly because of their concern about a substantial increase in financial risk after the takeover. Our results have important implications for understanding the link between a firm's governance structure and its cost of capital. Our study suggests that firms that rely too much on corporate control market as a governance device are punished by costlier bank loans.",
            "link": "https://doi.org/10.1093/rfs/hhn111"
        },
        {
            "no": "4",
            "title": "Entrepreneurial Learning, the IPO Decision, and the Post-IPO Drop in Firm Profitability",
            "date": "29 August 2008",
            "author": [
                "Ľuboš Pástor",
                "Lucian A. Taylor",
                "Pietro Veronesi"
            ],
            "abstract": "We develop a model of the optimal initial public offering (IPO) decision in the presence of learning about the average profitability of a private firm. The entrepreneur trades off diversification benefits of going public against benefits of private control. Going public is optimal when the firm's expected future profitability is sufficiently high. The model predicts that firm profitability should decline after the IPO, on average, and that this decline should be larger for firms with more volatile profitability and firms with less uncertain average profitability. These predictions are supported empirically in a sample of 7183 IPOs in the United States between 1975 and 2004.",
            "link": "https://doi.org/10.1093/rfs/hhn082"
        },
        {
            "no": "5",
            "title": "How Are U.S. Family Firms Controlled?",
            "date": "26 August 2008",
            "author": [
                "Belén Villalonga",
                "Raphael Amit"
            ],
            "abstract": "In large U.S. corporations, founding families are the only blockholders whose control rights on average exceed their cash-flow rights. We analyze how they achieve this wedge, and at what cost. Indirect ownership through trusts, foundations, limited partnerships, and other corporations is prevalent but rarely creates a wedge (a pyramid). The primary sources of the wedge are dual-class stock, disproportionate board representation, and voting agreements. Each control-enhancing mechanism has a different impact on value. Our findings suggest that the potential agency conflict between large shareholders and public shareholders in the United States is as relevant as elsewhere in the world.",
            "link": "https://doi.org/10.1093/rfs/hhn080"
        },
        {
            "no": "6",
            "title": "Returns to Shareholder Activism: Evidence from a Clinical Study of the Hermes UK Focus Fund",
            "date": "28 May 2008",
            "author": [
                "Marco Becht",
                "Julian Franks",
                "Colin Mayer",
                "Stefano Rossi"
            ],
            "abstract": "This article reports a unique analysis of private engagements by an activist fund. It is based on data made available to us by Hermes, the fund manager owned by the British Telecom Pension Scheme, on engagements with management in companies targeted by its UK Focus Fund. In contrast with most previous studies of activism, we report that the fund executes shareholder activism predominantly through private interventions that would be unobservable in studies purely relying on public information. The fund substantially outperforms benchmarks and we estimate that abnormal returns are largely associated with engagements rather than stock picking.",
            "link": "https://doi.org/10.1093/rfs/hhn054"
        },
        {
            "no": "7",
            "title": "Differences in Governance Practices between U.S. and Foreign Firms: Measurement, Causes, and Consequences",
            "date": "23 December 2008",
            "author": [
                "Reena Aggarwal",
                "Isil Erel",
                "René Stulz",
                "Rohan Williamson"
            ],
            "abstract": "We construct a firm-level governance index that increases with minority shareholder protection. Compared with U.S. matching firms, only 12.68% of foreign firms have a higher index. The value of foreign firms falls as their index decreases relative to the index of matching U.S. firms. Our results suggest that lower country-level investor protection and other country characteristics make it suboptimal for foreign firms to invest as much in governance as U.S. firms do. Overall, we find that minority shareholders benefit from governance improvements and do so partly at the expense of controlling shareholders.",
            "link": "https://doi.org/10.1093/rfs/hhn107"
        },
        {
            "no": "8",
            "title": "The Euro and Corporate Valuations",
            "date": "24 December 2008",
            "author": [
                "Arturo Bris",
                "Yrjö Koskinen",
                "Mattias Nilsson"
            ],
            "abstract": "In this paper, we study the changes in corporate valuations induced by the adoption of the euro as the common currency in Europe. We use corporate-level data from seventeen European countries, of which eleven adopted the euro. We show that the introduction of the euro has increased Tobin's Q-ratios by 17.1% in the {euro-area} countries that previously had weak currencies. Part of the increase in corporate valuations is explained by the decrease in interest rates and by the decrease in the cost of equity. The increases in Tobin's Q are larger for firms that would be harmed by currency devaluations.",
            "link": "https://doi.org/10.1093/rfs/hhn101"
        },
        {
            "no": "9",
            "title": "Does Asymmetric Information Drive Capital Structure Decisions?",
            "date": "21 August 2008",
            "author": [
                "Sreedhar T. Bharath",
                "Paolo Pasquariello",
                "Guojun Wu"
            ],
            "abstract": "Using a novel information asymmetry index based on measures of adverse selection developed by the market microstructure literature, we test whether information asymmetry is an important determinant of capital structure decisions, as suggested by the pecking order theory. Our index relies exclusively on measures of the market's assessment of adverse selection risk rather than on ex ante firm characteristics. We find that information asymmetry does affect the capital structure decisions of U.S. firms over the sample period 1973–2002. Our findings are robust to controlling for conventional leverage factors (size, tangibility, Q ratio, profitability), the sources of firms' financing needs, and such firm attributes as stock return volatility, stock turnover, and intensity of insider trading. For example, we estimate that on average, for every dollar of financing deficit to cover, firms in the highest adverse selection decile issue 30 cents of debt more than firms in the lowest decile. Overall, this evidence explains why the pecking order theory is only partially successful in explaining all of firms' capital structure decisions. It also suggests that the theory finds support when its basic assumptions hold in the data, as should reasonably be expected of any theory.",
            "link": "https://doi.org/10.1093/rfs/hhn076"
        },
        {
            "no": "10",
            "title": "Do Foreigners Invest Less in Poorly Governed Firms?",
            "date": "08 October 2008",
            "author": [
                "Christian Leuz",
                "Karl V. Lins",
                "Francis E. Warnock"
            ],
            "abstract": "As domestic sources of outside finance are limited in many countries around the world, it is important to understand factors that influence whether foreign investors provide capital to a country's firms. We study 4,409 firms from twenty-nine countries to assess whether and why concerns about corporate governance result in fewer foreign holdings. We find that foreigners invest less in firms that reside in countries with poor outsider protection and disclosure and have ownership structures that are conducive to governance problems. This effect is particularly pronounced when earnings are opaque, indicating that information asymmetry and monitoring costs faced by foreign investors likely drive the results.",
            "link": "https://doi.org/10.1093/rfs/hhn089"
        },
        {
            "no": "11",
            "title": "The Effects and Unintended Consequences of the Sarbanes-Oxley Act on the Supply and Demand for Directors",
            "date": "28 August 2008",
            "author": [
                "James S. Linck",
                "Jeffry M. Netter",
                "Tina Yang"
            ],
            "abstract": "Using eight thousand public companies, we study the impact of the Sarbanes-Oxley Act (SOX) of 2002 and other contemporary reforms on directors and boards, guided by their impact on the supply and demand for directors. SOX increased directors' workload and risk (reducing the supply), and increased demand by mandating that firms have more outside directors. We find both broad-based changes and cross-sectional changes (by firm size). Board committees meet more often post-SOX and Director and Officer (D&O) insurance premiums have doubled. Directors post-SOX are more likely to be lawyers/consultants, financial experts, and retired executives, and less likely to be current executives. Post-SOX boards are larger and more independent. Finally, we find significant increases in director pay and overall director costs, particularly among smaller firms.",
            "link": "https://doi.org/10.1093/rfs/hhn084"
        },
        {
            "no": "12",
            "title": "Editorial Board",
            "date": "01 August 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp050"
        },
        {
            "no": "13",
            "title": "Forthcoming Articles",
            "date": "01 August 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp051"
        },
        {
            "no": "14",
            "title": "Contents",
            "date": "01 August 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp052"
        }
    ]
}