{
    "journal": "RFS",
    "volume": "22",
    "issue": "9",
    "date": "September 2009",
    "page": "Pages 3329–3837",
    "article": [
        {
            "no": "1",
            "title": "How Active Is Your Fund Manager? A New Measure That Predicts Performance",
            "date": "06 August 2009",
            "author": [
                "K. J. Martijn Cremers",
                "Antti Petajisto"
            ],
            "abstract": "We introduce a new measure of active portfolio management, Active Share, which represents the share of portfolio holdings that differ from the benchmark index holdings. We compute Active Share for domestic equity mutual funds from 1980 to 2003. We relate Active Share to fund characteristics such as size, expenses, and turnover in the cross-section, and we also examine its evolution over time. Active Share predicts fund performance: funds with the highest Active Share significantly outperform their benchmarks, both before and after expenses, and they exhibit strong performance persistence. Nonindex funds with the lowest Active Share underperform their benchmarks.",
            "link": "https://doi.org/10.1093/rfs/hhp057"
        },
        {
            "no": "2",
            "title": "On the Relation Between the Credit Spread Puzzle and the Equity Premium Puzzle",
            "date": "26 August 2008",
            "author": [
                "Long Chen",
                "Pierre Collin-Dufresne",
                "Robert S. Goldstein"
            ],
            "abstract": "Structural models of default calibrated to historical default rates, recovery rates, and Sharpe ratios typically generate Baa–Aaa credit spreads that are significantly below historical values. However, this “credit spread puzzle” can be resolved if one accounts for the fact that default rates and Sharpe ratios strongly covary; both are high during recessions and low during booms. As a specific example, we investigate credit spread implications of the Campbell and Cochrane (1999) pricing kernel calibrated to equity returns and aggregate consumption data. Identifying the historical surplus consumption ratio from aggregate consumption data, we find that the implied level and time variation of spreads match historical levels well.",
            "link": "https://doi.org/10.1093/rfs/hhn078"
        },
        {
            "no": "3",
            "title": "Parametric Portfolio Policies: Exploiting Characteristics in the Cross-Section of Equity Returns",
            "date": "13 February 2009",
            "author": [
                "Michael W. Brandt",
                "Pedro Santa-Clara",
                "Rossen Valkanov"
            ],
            "abstract": "We propose a novel approach to optimizing portfolios with large numbers of assets. We model directly the portfolio weight in each asset as a function of the asset's characteristics. The coefficients of this function are found by optimizing the investor's average utility of the portfolio's return over the sample period. Our approach is computationally simple and easily modified and extended to capture the effect of transaction costs, for example, produces sensible portfolio weights, and offers robust performance in and out of sample. In contrast, the traditional approach of first modeling the joint distribution of returns and then solving for the corresponding optimal portfolio weights is not only difficult to implement for a large number of assets but also yields notoriously noisy and unstable results. We present an empirical implementation for the universe of all stocks in the CRSP–Compustat data set, exploiting the size, value, and momentum anomalies.",
            "link": "https://doi.org/10.1093/rfs/hhp003"
        },
        {
            "no": "4",
            "title": "Model Comparison Using the Hansen-Jagannathan Distance",
            "date": "01 November 2008",
            "author": [
                "Raymond Kan",
                "Cesare Robotti"
            ],
            "abstract": "Although it is of interest to test whether or not a particular asset pricing model is literally true, a more useful task for empirical researchers is to determine how wrong a model is and to compare the performance of competing asset pricing models. In this paper, we propose a new methodology to test whether or not two competing linear asset pricing models have the same Hansen-Jagannathan distance. We show that the asymptotic distribution of the test statistic depends on whether the competing models are correctly specified or misspecified, and on whether the competing models are nested or non-nested. In addition, given the increasing interest in misspecified models, we propose a simple methodology for computing the standard errors of the estimated stochastic discount factor parameters that are robust to model misspecification. Using monthly data on 25 size and book-to-market ranked portfolios and the one-month T-bill, we show that the commonly used returns and factors are, for the most part, too noisy for us to conclude that one model is superior to the other models in terms of Hansen-Jagannathan distance. Specifically, there is little evidence that conditional and intertemporal capital asset pricing model (CAPM)-type specifications outperform the simple unconditional CAPM. In addition, we show that many of the macroeconomic factors commonly used in the literature are no longer priced once potential model misspecification is taken into account.",
            "link": "https://doi.org/10.1093/rfs/hhn094"
        },
        {
            "no": "5",
            "title": "An Economic Evaluation of Empirical Exchange Rate Models",
            "date": "13 June 2008",
            "author": [
                "Pasquale Della Corte",
                "Lucio Sarno",
                "Ilias Tsiakas"
            ],
            "abstract": "This paper provides a comprehensive evaluation of the short-horizon predictive ability of economic fundamentals and forward premiums on monthly exchange-rate returns in a framework that allows for volatility timing. We implement Bayesian methods for estimation and ranking of a set of empirical exchange rate models, and construct combined forecasts based on Bayesian model averaging. More importantly, we assess the economic value of the in-sample and out-of-sample forecasting power of the empirical models, and find two key results: (1) a risk-averse investor will pay a high performance fee to switch from a dynamic portfolio strategy based on the random walk model to one that conditions on the forward premium with stochastic volatility innovations and (2) strategies based on combined forecasts yield large economic gains over the random walk benchmark. These two results are robust to reasonably high transaction costs.",
            "link": "https://doi.org/10.1093/rfs/hhn058"
        },
        {
            "no": "6",
            "title": "The Geography of Hedge Funds",
            "date": "10 February 2009",
            "author": [
                "Melvyn Teo"
            ],
            "abstract": "This article analyzes the relationship between the risk-adjusted performance of hedge funds and their proximity to investments using data on Asia-focused hedge funds. I find, relative to an augmented Fung and Hsieh (2004) factor model, that hedge funds with a physical presence (head or research office) in their investment region outperform other hedge funds by 3.72% per year. The local information advantage is pervasive across all major geographical regions, but is strongest for emerging market funds and funds holding illiquid securities. These results are robust to adjustments for fund fees, serial correlation, backfill bias, and incubation bias. I show also that distant funds, especially those based in the United States and the United Kingdom, are able to raise more capital, charge higher fees, and set longer redemption periods, despite their underperformance relative to nearby funds. It appears that distant funds trade investment performance for better access to capital.",
            "link": "https://doi.org/10.1093/rfs/hhp007"
        },
        {
            "no": "7",
            "title": "Institutional Investors and the Informational Efficiency of Prices",
            "date": "17 April 2009",
            "author": [
                "Ekkehart Boehmer",
                "Eric K. Kelley"
            ],
            "abstract": "Using a broad panel of NYSE-listed stocks between 1983 and 2004, we study the relation between institutional shareholdings and the relative informational efficiency of prices, measured as deviations from a random walk. Stocks with greater institutional ownership are priced more efficiently, and we show that variation in liquidity does not drive this result. One mechanism through which prices become more efficient is institutional trading activity, even when institutions trade passively. But efficiency is also directly related to institutional holdings, even after controlling for institutional trading, analyst coverage, short selling, variation in liquidity, and firm characteristics.",
            "link": "https://doi.org/10.1093/rfs/hhp028"
        },
        {
            "no": "8",
            "title": "Information in Equity Markets with Ambiguity-Averse Investors",
            "date": "27 June 2008",
            "author": [
                "Judson A. Caskey"
            ],
            "abstract": "This paper shows that persistent mispricing is consistent with a market that includes ambiguity-averse investors. In particular, ambiguity-averse investors may prefer to trade based on aggregate signals that reduce ambiguity at the cost of a loss in information. Equilibrium prices may therefore fail to impound publicly available information. While this creates profit opportunities for ambiguity-neutral investors, ambiguity-averse investors perceive that the benefit of ambiguity reduction outweighs the cost of trading against investors who have superior information. The model can explain both underreaction, such as that evident in postearnings announcement drifts and momentum, and overreaction to accounting accruals.",
            "link": "https://doi.org/10.1093/rfs/hhn062"
        },
        {
            "no": "9",
            "title": "Theory-Based Illiquidity and Asset Pricing",
            "date": "27 January 2009",
            "author": [
                "Tarun Chordia",
                "Sahn-Wook Huh",
                "Avanidhar Subrahmanyam"
            ],
            "abstract": "Many proxies of illiquidity have been used in the literature that relates illiquidity to asset prices. These proxies have been motivated from an empirical standpoint. In this study, we approach liquidity estimation from a theoretical perspective. Our method explicitly recognizes the analytic dependence of illiquidity on more primitive drivers such as trading activity and information asymmetry. More specifically, we estimate illiquidity using structural formulae in line with Kyle's (1985) lambda for a comprehensive sample of stocks. The empirical results provide evidence that theory-based estimates of illiquidity are priced in the cross-section of expected stock returns, even after accounting for risk factors, firm characteristics known to influence returns, and other illiquidity proxies prevalent in the literature.",
            "link": "https://doi.org/10.1093/rfs/hhn121"
        },
        {
            "no": "10",
            "title": "Simulation-Based Estimation of Contingent-Claims Prices",
            "date": "02 March 2009",
            "author": [
                "Peter C. B. Phillips",
                "Jun Yu"
            ],
            "abstract": "A new methodology is proposed to estimate theoretical prices of financial contingent claims whose values are dependent on some other underlying financial assets. In the literature, the preferred choice of estimator is usually maximum likelihood (ML). ML has strong asymptotic justification but is not necessarily the best method in finite samples. This paper proposes a simulation-based method. When it is used in connection with ML, it can improve the finite-sample performance of the ML estimator while maintaining its good asymptotic properties. The method is implemented and evaluated here in the Black-Scholes option pricing model and in the Vasicek bond and bond option pricing model. It is especially favored when the bias in ML is large due to strong persistence in the data or strong nonlinearity in pricing functions. Monte Carlo studies show that the proposed procedures achieve bias reductions over ML estimation in pricing contingent claims when ML is biased. The bias reductions are sometimes accompanied by reductions in variance. Empirical applications to U.S. Treasury bills highlight the differences between the bond prices implied by the simulation-based approach and those delivered by ML. Some consequences for the statistical testing of contingent-claim pricing models are discussed.",
            "link": "https://doi.org/10.1093/rfs/hhp009"
        },
        {
            "no": "11",
            "title": "Price Drift as an Outcome of Differences in Higher-Order Beliefs",
            "date": "01 April 2009",
            "author": [
                "Snehal Banerjee",
                "Ron Kaniel",
                "Ilan Kremer"
            ],
            "abstract": "Motivated by the insight of Keynes (1936) on the importance of higher-order beliefs in financial markets, we examine the role of such beliefs in generating drift in asset prices. We show that in a dynamic setting, a higher-order difference of opinions is necessary for heterogeneous beliefs to generate price drift. Such drift does not arise in standard difference of opinion models, since investors' beliefs are assumed to be common knowledge. Our results stand in contrast to those of Allen, Morris, and Shin (2006) and others, as we argue that in rational expectation equilibria, heterogeneous beliefs do not lead to price drift.",
            "link": "https://doi.org/10.1093/rfs/hhp014"
        },
        {
            "no": "12",
            "title": "The Effectiveness of Reputation as a Disciplinary Mechanism in Sell-Side Research",
            "date": "08 January 2009",
            "author": [
                "Lily Fang",
                "Ayako Yasuda"
            ],
            "abstract": "We examine whether the quality differentials in earnings forecasts between reputable and nonreputable analysts vary with the severity of conflicts of interest. We measure personal reputation using the Institutional Investor All-American (AA) awards, and bank reputation using Carter-Manaster ranks. While both personal and bank reputation are associated with higher quality forecasts overall, their effectiveness against conflicts of interest differs. The severity of conflicts has a negative and significant effect on the performance of non-AAs at top-tier banks relative to other analysts, while it has a positive and significant effect on the performance of AAs at top-tier banks relative to others. Thus personal reputation is an effective disciplinary device against conflicts of interest, while bank reputation alone is not.",
            "link": "https://doi.org/10.1093/rfs/hhn116"
        },
        {
            "no": "13",
            "title": "Bank Liquidity Creation",
            "date": "08 January 2009",
            "author": [
                "Allen N. Berger",
                "Christa H. S. Bouwman"
            ],
            "abstract": "Although the modern theory of financial intermediation portrays liquidity creation as an essential role of banks, comprehensive measures of bank liquidity creation do not exist. We construct four measures and apply them to data on virtually all U.S. banks from 1993 to 2003. We find that bank liquidity creation increased every year and exceeded $2.8 trillion in 2003. Large banks, multibank holding company members, retail banks, and recently merged banks created the most liquidity. Bank liquidity creation is positively correlated with bank value. Testing recent theories of the relationship between capital and liquidity creation, we find that the relationship is positive for large banks and negative for small banks.",
            "link": "https://doi.org/10.1093/rfs/hhn104"
        },
        {
            "no": "14",
            "title": "Editorial Board",
            "date": "01 September 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp075"
        },
        {
            "no": "15",
            "title": "Forthcoming Articles",
            "date": "01 September 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp076"
        },
        {
            "no": "16",
            "title": "Contents",
            "date": "01 September 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp077"
        }
    ]
}