{
    "journal": "RFS",
    "volume": "22",
    "issue": "7",
    "date": "July 2009",
    "page": "Pages 2457–2905",
    "article": [
        {
            "no": "1",
            "title": "Is the Market for Mortgage-Backed Securities a Market for Lemons?",
            "date": "23 December 2008",
            "author": [
                "Chris Downing",
                "Dwight Jaffee",
                "Nancy Wallace"
            ],
            "abstract": "This paper models and provides empirical evidence for the quality of assets that are securitized through bankruptcy remote special purpose vehicles (SPVs). The model predicts that assets sold to SPVs will be of lower quality (“lemons”) compared to assets that are not sold to SPVs. We find strong empirical support for this prediction using a comprehensive data set of sales of mortgage-backed securities (Freddie Mac Participation Certificates, or PCs) to SPVs over the period 1991 through 2002. Valuation estimates based on a structural two-factor model indicate that PCs sold to SPVs are on average valued $0.39 lower per $100 of face value relative to PCs not so sold. For the four largest coupon groups in our full sample of Freddie Mac PCs, we find a “lemons spread” of 4–6 basis points in terms of yield-to-maturity, and this spread accounts for 13–45% of the overall prepayment spread of these securities.",
            "link": "https://doi.org/10.1093/rfs/hhn114"
        },
        {
            "no": "2",
            "title": "Are “Market Neutral” Hedge Funds Really Market Neutral?",
            "date": "24 December 2008",
            "author": [
                "Andrew J. Patton"
            ],
            "abstract": "Using a variety of different definitions of “neutrality,” this study presents significant evidence against the neutrality to market risk of hedge funds in a range of style categories. I generalize standard definitions of “market neutrality,” and propose five different neutrality concepts. I suggest statistical tests for each neutrality concept, and apply these tests to a database of monthly returns on 1423 hedge funds from five style categories. For the “market neutral” style, approximately one-quarter of the funds exhibit significant exposure to market risk; this proportion is statistically significantly different from zero, but less than the proportion of significant exposures for other hedge fund styles.",
            "link": "https://doi.org/10.1093/rfs/hhn113"
        },
        {
            "no": "3",
            "title": "How Smart Are the Smart Guys? A Unique View from Hedge Fund Stock Holdings",
            "date": "01 May 2009",
            "author": [
                "John M. Griffin",
                "Jin Xu"
            ],
            "abstract": "Compared to mutual funds, hedge funds prefer smaller, opaque value securities, and have higher turnover and more active share bets. Decomposing returns into three components, we find that hedge funds are better than mutual funds at stock picking by only 1.32% per year on a value-weighted basis, and this result is insignificant on an equal-weighted basis or with price-to-sales benchmarks. Hedge funds exhibit no ability to time sectors or pick better stock styles. Surprisingly, we find only weak evidence of differential ability between hedge funds. Overall, our study raises serious questions about the perceived superior skill of hedge fund managers.",
            "link": "https://doi.org/10.1093/rfs/hhp026"
        },
        {
            "no": "4",
            "title": "New Measures for Performance Evaluation",
            "date": "25 August 2008",
            "author": [
                "Alexander Cherny",
                "Dilip Madan"
            ],
            "abstract": "This paper characterizes performance measures satisfying a set of proposed axioms. We develop four new measures consistent with the axioms and show that they improve on the economic properties of the Sharpe Ratio and the Gain-Loss Ratio. In our treatment, the performance measures, or the indexes of acceptability, are linked to positive expectations resulting from a stressed sampling of the cash-flow distribution. Theoretically, it is shown that the level of acceptability varies directly with the amount of stress tolerated. In an empirical application, the performance measures are applied to cash flows generated by writing options on the SPX and the FTSE. This exercise reveals that acceptability levels are U-shaped in the strike direction.",
            "link": "https://doi.org/10.1093/rfs/hhn081"
        },
        {
            "no": "5",
            "title": "Liquidity and Market Crashes",
            "date": "04 October 2008",
            "author": [
                "Jennifer Huang",
                "Jiang Wang"
            ],
            "abstract": "In this paper, we develop an equilibrium model for stock market liquidity and its impact on asset prices when constant market presence is costly. We show that even when agents' trading needs are perfectly matched, costly market presence prevents them from synchronizing their trades and hence gives rise to endogenous order imbalances and the need for liquidity. Moreover, the endogenous liquidity need, when it occurs, is characterized by excessive selling of significant magnitudes. Such liquidity-driven selling leads to market crashes in the absence of any aggregate shocks. Finally, we show that illiquidity in the market leads to high expected returns, negative and asymmetric return serial correlation, and a positive relation between trading volume and future returns. We also propose new measures of liquidity based on its asymmetric impact on prices and demonstrate a negative relation between these measures and expected stock returns.",
            "link": "https://doi.org/10.1093/rfs/hhn086"
        },
        {
            "no": "6",
            "title": "The “Wall Street Walk” and Shareholder Activism: Exit as a Form of Voice",
            "date": "18 May 2009",
            "author": [
                "Anat R. Admati",
                "Paul Pfleiderer"
            ],
            "abstract": "We examine whether a large shareholder can alleviate conflicts of interest between managers and shareholders through the credible threat of exit on the basis of private information. In our model, the threat of exit often reduces agency costs, but additional private information need not enhance the effectiveness of the mechanism. Moreover, the threat of exit can produce quite different effects depending on whether the agency problem involves desirable or undesirable actions from shareholders' perspective. Our results are consistent with empirical findings on the interaction between managers and minority large shareholders and have further empirical implications.",
            "link": "https://doi.org/10.1093/rfs/hhp037"
        },
        {
            "no": "7",
            "title": "Risk Shifting versus Risk Management: Investment Policy in Corporate Pension Plans",
            "date": "21 June 2008",
            "author": [
                "Joshua D. Rauh"
            ],
            "abstract": "The asset allocation of defined benefit pension plans is a setting where both risk-shifting and risk-management incentives are likely be present. Empirically, firms with poorly funded pension plans and weak credit ratings allocate a greater share of pension fund assets to safer securities such as government debt and cash, whereas firms with well-funded pension plans and strong credit ratings invest more heavily in equity. These relations hold both in pooled regressions and within firms and plans over time. The incentive to limit costly financial distress plays a considerably larger role than risk shifting in explaining variation in pension fund investment policy among firms in the United States.",
            "link": "https://doi.org/10.1093/rfs/hhn068"
        },
        {
            "no": "8",
            "title": "Testing Portfolio Efficiency with Conditioning Information",
            "date": "12 January 2009",
            "author": [
                "Wayne E. Ferson",
                "Andrew F. Siegel"
            ],
            "abstract": "We develop asset pricing models’ implications for portfolio efficiency with conditioning information in the form of lagged instruments. A model identifies a portfolio that should be minimum-variance efficient with respect to the conditioning information. Our framework refines tests of portfolio efficiency by using the given conditioning information optimally. The optimal use of the lagged variables is economically important; by using the instruments optimally, we reject several efficiency hypotheses that are not otherwise rejected. The Sharpe ratios of a sample of hedge fund indexes appear consistent with the optimal use of conditioning information.",
            "link": "https://doi.org/10.1093/rfs/hhn112"
        },
        {
            "no": "9",
            "title": "Optimal Filtering of Jump Diffusions: Extracting Latent States from Asset Prices",
            "date": "12 January 2009",
            "author": [
                "Michael S. Johannes",
                "Nicholas G. Polson",
                "Jonathan R. Stroud"
            ],
            "abstract": "This paper provides an optimal filtering methodology in discretely observed continuous-time jump-diffusion models. Although the filtering problem has received little attention, it is useful for estimating latent states, forecasting volatility and returns, computing model diagnostics such as likelihood ratios, and parameter estimation. Our approach combines time-discretization schemes with Monte Carlo methods. It is quite general, applying in nonlinear and multivariate jump-diffusion models and models with nonanalytic observation equations. We provide a detailed analysis of the filter's performance, and analyze four applications: disentangling jumps from stochastic volatility, forecasting volatility, comparing models via likelihood ratios, and filtering using option prices and returns.",
            "link": "https://doi.org/10.1093/rfs/hhn110"
        },
        {
            "no": "10",
            "title": "Time-Varying Risk Premiums and the Output Gap",
            "date": "02 October 2008",
            "author": [
                "Ilan Cooper",
                "Richard Priestley"
            ],
            "abstract": "The output gap, a production-based macroeconomic variable, is a strong predictor of U.S. stock returns. It is a prime business cycle indicator that does not include the level of market prices, thus removing any suspicion that returns are forecastable due to a “fad” in prices being washed away. The output gap forecasts returns both in-sample and out-of-sample, and it is robust to a host of checks. We show that the output gap also has predictive power for excess stock returns in other G7 countries and U.S. excess bond returns.",
            "link": "https://doi.org/10.1093/rfs/hhn087"
        },
        {
            "no": "11",
            "title": "On Loan Sales, Loan Contracting, and Lending Relationships",
            "date": "02 July 2008",
            "author": [
                "Steven Drucker",
                "Manju Puri"
            ],
            "abstract": "This paper examines the secondary market for loan sales and, in particular, loan contract design as a mechanism to resolve informational issues in loan sales and associated costs and benefits. Using loan-level data, we find that sold loans contain additional covenants and more restrictive net worth covenants, particularly when agency and informational problems are more severe. Why do borrowers agree to incur the additional costs associated with loan sales? Our evidence suggests that these borrowers benefit through increased private debt availability. Further, loan sales go hand in hand with more durable lending relationships, suggesting that risk management aids continued relationship lending.",
            "link": "https://doi.org/10.1093/rfs/hhn067"
        },
        {
            "no": "12",
            "title": "Corruption, Political Connections, and Municipal Finance",
            "date": "02 March 2009",
            "author": [
                "Alexander W. Butler",
                "Larry Fauver",
                "Sandra Mortal"
            ],
            "abstract": "We show that state corruption and political connections have strong effects on municipal bond sales and underwriting. Higher state corruption is associated with greater credit risk and higher bond yields. Corrupt states can eliminate the corruption yield penalty by purchasing credit enhancements. Underwriting fees were significantly higher during an era when underwriters made political contributions to win underwriting business. This pay-to-play underwriting fee premium exists only for negotiated bid bonds where underwriting business can be allocated on the basis of political favoritism. Overall, our results show a strong impact of corruption and political connections on financial market outcomes.",
            "link": "https://doi.org/10.1093/rfs/hhp010"
        },
        {
            "no": "13",
            "title": "Editorial Board",
            "date": "01 July 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp047"
        },
        {
            "no": "14",
            "title": "Forthcoming Articles",
            "date": "01 July 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp048"
        },
        {
            "no": "15",
            "title": "Contents",
            "date": "01 July 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp049"
        }
    ]
}