{
    "journal": "RFS",
    "volume": "22",
    "issue": "10",
    "date": "October 2009",
    "page": "Pages 3839–4299",
    "article": [
        {
            "no": "1",
            "title": "The Limitations of Industry Concentration Measures Constructed with Compustat Data: Implications for Finance Research",
            "date": "23 December 2008",
            "author": [
                "Ashiq Ali",
                "Sandy Klasa",
                "Eric Yeung"
            ],
            "abstract": "Industry concentration measures calculated with Compustat data, which cover only the public firms in an industry, are poor proxies for actual industry concentration. These measures have correlations of only 13% with the corresponding U.S. Census measures, which are based on all public and private firms in an industry. Also, only when U.S. Census measures are used is there evidence consistent with theoretical predictions that more-concentrated industries, which should be more oligopolistic, are populated by larger and fewer firms with higher price-cost margins. Further, the significant relations of Compustat-based industry concentration measures with the dependent variables of several important prior studies are not obtained when U.S. Census measures are used. One of the reasons for this occurrence is that Compustat-based measures proxy for industry decline. Overall, our results indicate that product markets research that uses Compustat-based industry concentration measures may lead to incorrect conclusions.",
            "link": "https://doi.org/10.1093/rfs/hhn103"
        },
        {
            "no": "2",
            "title": "Disagreement and Learning in a Dynamic Contracting Model",
            "date": "12 January 2009",
            "author": [
                "Tobias Adrian",
                "Mark M. Westerfield"
            ],
            "abstract": "We present a dynamic contracting model in which the principal and agent disagree about the resolution of uncertainty, and we illustrate the contract design in an application with Bayesian learning. The disagreement creates gains from trade that the principal realizes by transferring payment to states that the agent considers relatively more likely, changing incentives. The interaction between incentive provision and learning creates an intertemporal source of “disagreement risk” that alters optimal risk sharing. There is an endogenous regime shift between economies with small and large belief differences, and an early shock to beliefs can lead to large persistent differences in variable pay even after beliefs have converged. Under risk-neutrality, “selling the firm” to the agent does not implement the first-best because it precludes state-contingent trades.",
            "link": "https://doi.org/10.1093/rfs/hhn115"
        },
        {
            "no": "3",
            "title": "Liquidity and Manipulation of Executive Compensation Schemes",
            "date": "26 November 2008",
            "author": [
                "Ulf Axelson",
                "Sandeep Baliga"
            ],
            "abstract": "Compensation contracts have been criticized for encouraging managers to manipulate information. This includes bonus schemes that encourage earnings smoothing, and option packages that allow managers to cash out early when the firm is overvalued. We show that the intransparency induced by these contract features is critical for giving long-term incentives. Lack of transparency makes it harder for the owner to engage in ex post optimal but ex ante inefficient liquidity provision to the manager. For the same reason, it is often optimal to “pay for luck” (i.e., tie long-term compensation to variables that the manager has no influence over, but may have private information about, such as future profitability of the whole industry).",
            "link": "https://doi.org/10.1093/rfs/hhn095"
        },
        {
            "no": "4",
            "title": "Large Shareholders and Corporate Policies",
            "date": "29 October 2008",
            "author": [
                "Henrik Cronqvist",
                "Rüdiger Fahlenbrach"
            ],
            "abstract": "We analyze the effects of heterogeneity across large shareholders, using a new blockholder-firm panel dataset in which we can track all unique blockholders among large public firms in the United States. We find statistically significant and economically important blockholder fixed effects in investment, financial, and executive compensation policies. We also find blockholder fixed effects in firm performance measures, and differences in corporate policies are systematically related to differences in firm performance. We study potential sources of the heterogeneity and find that blockholders with a larger block size, board membership, direct management involvement, or with a single decision maker are associated with larger effects on corporate policies and firm performance.",
            "link": "https://doi.org/10.1093/rfs/hhn093"
        },
        {
            "no": "5",
            "title": "Scaling the Hierarchy: How and Why Investment Banks Compete for Syndicate Co-management Appointments",
            "date": "22 January 2009",
            "author": [
                "Alexander Ljungqvist",
                "Felicia Marston",
                "William J. Wilhelm"
            ],
            "abstract": "We show that relatively optimistic research and even the mere provision of research coverage for the issuer (regardless of its direction) attract co-management appointments for securities offerings. Co-management appointments are valuable because they help banks establish relationships with issuers. These relationships, in turn, substantially increase the banks’ chances of winning more lucrative lead-management mandates in the future. This is true even in the presence of historically exclusive banking relationships.",
            "link": "https://doi.org/10.1093/rfs/hhn106"
        },
        {
            "no": "6",
            "title": "Ownership: Evolution and Regulation",
            "date": "23 December 2008",
            "author": [
                "Julian Franks",
                "Colin Mayer",
                "Stefano Rossi"
            ],
            "abstract": "This article is the first study of long-run evolution of investor protection and corporate ownership in the United Kingdom over the twentieth century. Formal investor protection emerged only in the second half of the century. We assess the influence of investor protection on ownership by comparing cross-sections of firms at different times in the century and the evolution of firms incorporating at different stages of the century. Investor protection had little impact on dispersion of ownership: even in the absence of investor protection, rates of dispersion of ownership were high, associated primarily with mergers. Preliminary evidence suggests that ownership dispersion in the United Kingdom relied more on informal relations of trust than on formal investor protection.",
            "link": "https://doi.org/10.1093/rfs/hhn108"
        },
        {
            "no": "7",
            "title": "Estimating the Effect of Hierarchies on Information Use",
            "date": "09 January 2009",
            "author": [
                "Jose M. Liberti",
                "Atif R. Mian"
            ],
            "abstract": "Theory suggests that greater hierarchical distance between a subordinate and his boss makes it more difficult to share abstract and subjective information in decision making. A novel dataset put together from credit dossiers of large corporate loan applicants enables us to observe the information collected by loan officers, and how it is used by the ultimate loan approving officer. We find that greater hierarchical/geographical distance between the information collecting agent and the loan approving officer leads to less reliance on subjective information and more on objective information. By exploiting nonlinearities in the “assignment rules” that determine an applicant's hierarchical distance, and using information collecting agent fixed effects, we show that our result cannot be driven by endogenous assignment of applicants. We also find that higher frequency of interactions between the information collecting agent and loan approving officer, both over time and through geographical proximity, helps mitigate the effects of hierarchical distance on information use. Our results show that hierarchical distance influences information use, and highlights the importance of “human touch” in communication.",
            "link": "https://doi.org/10.1093/rfs/hhn118"
        },
        {
            "no": "8",
            "title": "Pension Reform, Ownership Structure, and Corporate Governance: Evidence from a Natural Experiment",
            "date": "08 October 2008",
            "author": [
                "Mariassunta Giannetti",
                "Luc Laeven"
            ],
            "abstract": "Sweden offers a unique natural experiment to analyze the effects of institutionalized saving on the ownership structure, corporate governance, and firm performance. The Swedish pension reform increased the stock market participation of pension funds, causing a significant reshuffling in the ownership of pension funds. We show that the effects of institutional investment on firm performance depend on the industry structure of pension funds. Firm valuation improves if public pension funds and large independent private pension funds increase their shareholdings. Additionally, controlling shareholders appear reluctant to relinquish control and the control premium increases if public pension funds acquire shares.",
            "link": "https://doi.org/10.1093/rfs/hhn091"
        },
        {
            "no": "9",
            "title": "Assessing the Costs and Benefits of Brokers in the Mutual Fund Industry",
            "date": "21 May 2009",
            "author": [
                "Daniel Bergstresser",
                "John M. R. Chalmers",
                "Peter Tufano"
            ],
            "abstract": "Many investors purchase mutual funds through intermediated channels, paying brokers or financial advisors for fund selection and advice. This article attempts to quantify the benefits that investors enjoy in exchange for the costs of these services. We study broker-sold and direct-sold funds from 1996 to 2004, and fail to find that brokers deliver substantial tangible benefits. Relative to direct-sold funds, broker-sold funds deliver lower risk-adjusted returns, even before subtracting distribution costs. These results hold across fund objectives, with the exception of foreign equity funds. Further, broker-sold funds exhibit no more skill at aggregate-level asset allocation than do funds sold through the direct channel. Our results are consistent with two hypotheses: that brokers deliver substantial intangible benefits that we do not observe and that there are material conflicts of interest between brokers and their clients.",
            "link": "https://doi.org/10.1093/rfs/hhp022"
        },
        {
            "no": "10",
            "title": "Ambiguity Aversion and the Term Structure of Interest Rates",
            "date": "24 November 2008",
            "author": [
                "Patrick Gagliardini",
                "Paolo Porchia",
                "Fabio Trojani"
            ],
            "abstract": "This paper studies the term structure implications of a simple structural model in which the representative agent displays ambiguity aversion, modeled by Multiple Priors Recursive Utility. Bond excess returns reflect a premium for ambiguity, which is observationally distinct from the risk premium of affine yield curve models. The ambiguity premium can be large even in the simplest log-utility setting and is also nonzero for stochastic factors that have a zero risk premium. A calibrated low-dimensional two-factor model with ambiguity is able to reproduce the deviations from the expectations hypothesis documented in the literature, without modifying in a substantial way the nonlinear mean-reversion dynamics of the short interest rate. Moreover, the model does not imply any apparent trade-off between fitting the first and second moments of the yield curve.",
            "link": "https://doi.org/10.1093/rfs/hhn092"
        },
        {
            "no": "11",
            "title": "Conflicts of Interest and Stock Recommendations: The Effects of the Global Settlement and Related Regulations",
            "date": "12 January 2009",
            "author": [
                "Ohad Kadan",
                "Leonardo Madureira",
                "Rong Wang",
                "Tzachi Zach"
            ],
            "abstract": "We study the effect of the Global Analyst Research Settlement and related regulations on sell-side research. These regulations attempted to mitigate the interdependence between research and investment banking. We document that following the regulations many brokerage houses have migrated from the traditional five-tier rating system to a three-tier system. Optimistic recommendations have become less frequent and more informative, whereas neutral and pessimistic recommendations have become more frequent and less informative. Importantly, the overall informativeness of recommendations has declined. The likelihood of issuing optimistic recommendations no longer depends on affiliation with the covered firm, although affiliated analysts are still reluctant to issue pessimistic recommendations.",
            "link": "https://doi.org/10.1093/rfs/hhn109"
        },
        {
            "no": "12",
            "title": "Measuring Abnormal Bond Performance",
            "date": "11 December 2008",
            "author": [
                "Hendrik Bessembinder",
                "Kathleen M. Kahle",
                "William F. Maxwell",
                "Danielle Xu"
            ],
            "abstract": "We analyze the empirical power and specification of test statistics designed to detect abnormal bond returns in corporate event studies, using monthly and daily data. We find that test statistics based on frequently used methods of calculating abnormal monthly bond returns are biased. Most methods implemented in monthly data also lack power to detect abnormal returns. We also consider unique issues arising when using the newly available daily bond data, and formulate and test methods to calculate daily abnormal bond returns. Using daily bond data significantly increases the power of the tests, relative to the monthly data. Weighting individual trades by size while eliminating noninstitutional trades from the TRACE data also increases the power of the tests to detect abnormal performance, relative to using all trades or the last price of the day. Further, value-weighted portfolio-matching approaches are better specified and more powerful than equal-weighted approaches. Finally, we examine abnormal bond returns to acquirers around mergers and acquisitions to demonstrate how the abnormal return model and use of daily versus monthly data can affect inferences.",
            "link": "https://doi.org/10.1093/rfs/hhn105"
        },
        {
            "no": "13",
            "title": "Demand-Based Option Pricing",
            "date": "25 February 2009",
            "author": [
                "Nicolae Gârleanu",
                "Lasse Heje Pedersen",
                "Allen M. Poteshman"
            ],
            "abstract": "We model demand-pressure effects on option prices. The model shows that demand pressure in one option contract increases its price by an amount proportional to the variance of the unhedgeable part of the option. Similarly, the demand pressure increases the price of any other option by an amount proportional to the covariance of the unhedgeable parts of the two options. Empirically, we identify aggregate positions of dealers and end-users using a unique dataset, and show that demand-pressure effects make a contribution to well-known option-pricing puzzles. Indeed, time-series tests show that demand helps explain the overall expensiveness and skew patterns of index options, and cross-sectional tests show that demand impacts the expensiveness of single-stock options as well.",
            "link": "https://doi.org/10.1093/rfs/hhp005"
        },
        {
            "no": "14",
            "title": "Editorial Board",
            "date": "01 October 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp084"
        },
        {
            "no": "15",
            "title": "Forthcoming Articles",
            "date": "01 October 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp085"
        },
        {
            "no": "16",
            "title": "Contents",
            "date": "01 October 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhp086"
        }
    ]
}