{
    "journal": "JFE",
    "volume": "116",
    "issue": "3",
    "date": "June 2015",
    "page": "Pages 433-594",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jun 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(15)00065-3"
        },
        {
            "no": "2",
            "title": "Juicing the dividend yield: Mutual funds and the demand for dividends",
            "date": "Apr 2015",
            "author": [
                "Lawrence E. Harris",
                "Samuel M. Hartzmark",
                "David H. Solomon"
            ],
            "abstract": "Some mutual funds purchase stocks before dividend payments to artificially increase their dividends, which we call “juicing.” Funds paid more than twice the dividends implied by their holdings in 7.4% of fund-years examined. Juicing is associated with larger inflows, and is more common among funds with unsophisticated investors. This behavior is consistent with an underlying investor demand for dividends, but is hard to explain by taxes or need for income, as funds can generate equivalent tax-free distributions by returning capital. Juicing is costly to investors through higher turnover and increased taxes of 0.57% to 1.52% of fund assets per year.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.04.001"
        },
        {
            "no": "3",
            "title": "Investment and CEO compensation under limited commitment",
            "date": "Apr 2015",
            "author": [
                "Hengjie Ai",
                "Rui Li"
            ],
            "abstract": "We extend the neoclassical investment model (Hayashi, 1982) to allow for limited commitment on compensation contracts. We consider three types of limited commitment: (i) managers cannot commit to compensation contracts that provide lower continuation utility than their outside options; (ii) shareholders cannot commit to negative net present value (NPV) projects; (iii) both the managers and the shareholders cannot commit. We characterize the optimal contract under general convex adjustment cost functions and provide examples for which closed-form solutions can be obtained. We show that, as in the data, small firms invest more, grow faster, and have a higher Tobin׳s Q than large firms under the optimal contract. In addition, the pattern of the dependence of chief executive officer (CEO) compensation on past performance implied by our model is also consistent with empirical evidence.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.04.002"
        },
        {
            "no": "4",
            "title": "Empirical determinants of intertemporal choice",
            "date": "Apr 2015",
            "author": [
                "Jeffrey R. Brown",
                "Zoran Ivković",
                "Scott Weisbenner"
            ],
            "abstract": "We provide new evidence on the empirical determinants of intertemporal financial decisions. We use an exogenously imposed choice affecting nearly all Croatian retirees to study characteristics associated with choosing a larger, deferred stream of payments over a smaller, more immediate payment. Individuals are more willing to defer if they have higher incomes and are not liquidity constrained, have a longer time horizon because of better health and longer life expectancy, and have stronger bequest motives. Individuals who expect currency devaluation or political risk to reduce the value of future income are more likely to take the earlier income stream.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.04.004"
        },
        {
            "no": "5",
            "title": "Generalized risk premia",
            "date": "Mar 2015",
            "author": [
                "Paul Schneider"
            ],
            "abstract": "This paper develops an optimal trading strategy explicitly linked to an agent׳s preferences and assessment of the distribution of asset returns. The price of this strategy is a portfolio of implied moments, and its expected excess returns naturally accommodate compensation for higher-order moment risk. Variance risk and the equity premium approximate it to first order and it nests cross-sectional asset pricing models such as the linear Capital Asset Pricing Model (CAPM). An empirical study in the US index market compares the investment behavior of an agent with recursive long-run risk preferences to one who merely uses an identically independently distributed time series model and takes market prices as given. The two agents exhibit very similar behavior during crises and can be distinguished mostly during calm periods.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.03.003"
        },
        {
            "no": "6",
            "title": "The cross section of expected holding period returns and their dynamics: A present value approach",
            "date": "Mar 2015",
            "author": [
                "Matthew R. Lyle",
                "Charles C.Y. Wang"
            ],
            "abstract": "We provide a tractable model of firm-level expected holding period returns using two firm fundamentals—book-to-market ratio and return on equity—and study the cross-sectional properties of the model-implied expected returns. We find that firm-level expected returns and expected profitability are time-varying but highly persistent and that forecasts of holding period returns strongly predict the cross section of future returns up to three years ahead. We show a highly significant predictive pooled regression slope for future quarterly returns of 0.86. The popular factor-based expected return models have either an insignificant or a significantly negative association with future returns. In supplemental analyses, we show that these forecasts are also informative of the time series variation in aggregate conditions. For a representative firm, the slope of the conditional expected return curve is more positive in good times, when expected short-run returns are relatively low, and the model-implied forecaster of aggregate returns exhibits modest predictive ability. Collectively, we provide a simple, theoretically motivated, and practically useful approach to estimating multi-period-ahead expected returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.03.001"
        },
        {
            "no": "7",
            "title": "The adverse effects of systematic leakage ahead of official sovereign debt rating announcements",
            "date": "Dec 2014",
            "author": [
                "Alexander Michaelides",
                "Andreas Milidonis",
                "George P. Nishiotis",
                "Panayiotis Papakyriakou"
            ],
            "abstract": "Rating agencies consult with local government officials several days prior to official announcements of sovereign debt rating changes, making information leakage likely. Using cross-country data from 1988 to 2012, we find evidence of information leakage. In particular, we find statistically and economically significant negative daily abnormal stock index returns prior to downgrade announcements. These effects are more pronounced in countries with lower institutional quality, and they persist during times with no downgrade rumors and no concurrent bad news in general. A mild post-announcement reversal consistent with overreaction to pre-event downgrade rumors highlights the adverse effects of such leakage and, thus, should be a policy concern for capital market regulators.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.12.005"
        },
        {
            "no": "8",
            "title": "Market-wide attention, trading, and stock returns",
            "date": "Mar 2015",
            "author": [
                "Yu Yuan"
            ],
            "abstract": "Market-wide attention-grabbing events — record levels for the Dow and front-page articles about the stock market — predict the trading behavior of investors and, in turn, market returns. Both aggregate and household-level data reveal that high market-wide attention events lead investors to sell their stock holdings dramatically when the level of the stock market is high. Such aggressive selling has a negative impact on market prices, reducing market returns by 19 basis points on days following attention-grabbing events.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.03.006"
        },
        {
            "no": "9",
            "title": "Banks׳ liability structure and mortgage lending during the financial crisis",
            "date": "Feb 2015",
            "author": [
                "Jihad Dagher",
                "Kazim Kazimov"
            ],
            "abstract": "We examine the impact of banks׳ exposure to market liquidity shocks through wholesale funding on their supply of credit during the financial crisis using loan level data that best allow us to isolate supply-side effects. We find that banks that were more reliant on wholesale funding curtailed their credit significantly more than retail-funded banks. We also exploit the discrete fall in the liquidity of loans above the jumbo cutoff and show that this effect is significantly more pronounced for less liquid loans in line with a liquidity channel. We show that this result cannot be attributed to uneven shifts in demand. The negative relation between wholesale funding and the supply of credit is unique to the crisis episode.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.02.001"
        },
        {
            "no": "10",
            "title": "Do property rights matter? Evidence from a property law enactment",
            "date": "Apr 2015",
            "author": [
                "Daniel Berkowitz",
                "Chen Lin",
                "Yue Ma"
            ],
            "abstract": "This paper considers a property law enactment that gave creditors more rights over the assets underlying their secured loans to private firms and gave private firms more protections against the potential expropriation of their assets. We find that this property law enactment led to a significant increase in firm value. We also find that the law׳s impact on value was more profound for firms with more tangible assets, lower internal cash flows, and stronger growth opportunities, and less profound for politically connected firms. Taken together, our findings confirm the importance of property rights protection in enhancing firm value.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.04.003"
        }
    ]
}