{
    "journal": "JF",
    "volume": "71",
    "issue": "5",
    "date": "October 2016",
    "page": "Pages: 1923-2487",
    "article": [
        {
            "no": "1",
            "title": "ISSUE INFORMATION ‐ ED BOARD",
            "date": "14 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12342"
        },
        {
            "no": "2",
            "title": "ISSUE INFORMATION ‐ HELP DESK",
            "date": "14 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12343"
        },
        {
            "no": "3",
            "title": "ISSUE INFORMATION ‐ TOC",
            "date": "14 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12341"
        },
        {
            "no": "4",
            "title": "Stewart C. Myers",
            "date": "14 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12441"
        },
        {
            "no": "5",
            "title": "Who Borrows from the Lender of Last Resort?",
            "date": "23 May 2016",
            "author": [
                "ITAMAR DRECHSLER",
                "THOMAS DRECHSEL",
                "DAVID MARQUES‐IBANEZ",
                "PHILIPP SCHNABL"
            ],
            "abstract": "We analyze lender of last resort (LOLR) lending during the European sovereign debt crisis. Using a novel data set on all central bank lending and collateral, we show that weakly capitalized banks took out more LOLR loans and used riskier collateral than strongly capitalized banks. We also find that weakly capitalized banks used LOLR loans to buy risky assets such as distressed sovereign debt. This resulted in a reallocation of risky assets from strongly to weakly capitalized banks. Our findings cannot be explained by classical LOLR theory. Rather, they point to risk taking by banks, both independently and with the encouragement of governments, and highlight the benefit of unifying LOLR lending and bank supervision.",
            "link": "https://doi.org/10.1111/jofi.12421"
        },
        {
            "no": "6",
            "title": "Trade Credit and Industry Dynamics: Evidence from Trucking Firms",
            "date": "13 October 2015",
            "author": [
                "JEAN‐NOËL BARROT"
            ],
            "abstract": "Long payment terms are a strong impediment to the entry and survival of liquidity‐constrained firms. To test this idea and its implications, I consider the effect of a reform restricting the trade credit supply of French trucking firms. In a difference‐in‐differences setting, I find that trucking firms' corporate default probability decreases by 25% following the restriction. The effect is persistent, concentrated among liquidity‐constrained firms, and not offset by a decrease in profits. The restriction also triggers an increase in the entry of small trucking firms.",
            "link": "https://doi.org/10.1111/jofi.12371"
        },
        {
            "no": "7",
            "title": "Financing Constraints and Workplace Safety",
            "date": "26 May 2016",
            "author": [
                "JONATHAN B. COHN",
                "MALCOLM I. WARDLAW"
            ],
            "abstract": "We present evidence that financing frictions adversely impact investment in workplace safety, with implications for worker welfare and firm value. Using several identification strategies, we find that injury rates increase with leverage and negative cash flow shocks, and decrease with positive cash flow shocks. We show that firm value decreases substantially with injury rates. Our findings suggest that investment in worker safety is an economically important margin on which firms respond to financing constraints.",
            "link": "https://doi.org/10.1111/jofi.12430"
        },
        {
            "no": "8",
            "title": "Capital Investment, Innovative Capacity, and Stock Returns",
            "date": "23 May 2016",
            "author": [
                "PRAVEEN KUMAR",
                "DONGMEI LI"
            ],
            "abstract": "We study the dynamic implications of capital investment in innovative capacity (IC) on future stock returns, investment, and profitability by modeling the unique effects of IC investment on uncertain option generation/exercise and postexercise revenue. The model highlights the diverse effects of IC investment on expected returns in different postinvestment regimes and yields the novel prediction that, under the neoclassical assumption of nonincreasing revenue returns, IC investment is positively related to subsequent cumulative stock returns with a lag. The model also predicts a positive effect of IC investment on future investment and profitability. We find strong empirical support for these predictions.",
            "link": "https://doi.org/10.1111/jofi.12419"
        },
        {
            "no": "9",
            "title": "Speculative Betas",
            "date": "27 May 2016",
            "author": [
                "HARRISON HONG",
                "DAVID A. SRAER"
            ],
            "abstract": "The risk and return trade‐off, the cornerstone of modern asset pricing theory, is often of the wrong sign. Our explanation is that high‐beta assets are prone to speculative overpricing. When investors disagree about the stock market's prospects, high‐beta assets are more sensitive to this aggregate disagreement, experience greater divergence of opinion about their payoffs, and are overpriced due to short‐sales constraints. When aggregate disagreement is low, the Security Market Line is upward‐sloping due to risk‐sharing. When it is high, expected returns can actually decrease with beta. We confirm our theory using a measure of disagreement about stock market earnings.",
            "link": "https://doi.org/10.1111/jofi.12431"
        },
        {
            "no": "10",
            "title": "Why Invest in Emerging Markets? The Role of Conditional Return Asymmetry",
            "date": "23 May 2016",
            "author": [
                "ERIC GHYSELS",
                "ALBERTO PLAZZI",
                "ROSSEN VALKANOV"
            ],
            "abstract": "We propose a quantile‐based measure of conditional skewness, particularly suitable for handling recalcitrant emerging market (EM) returns. The skewness of international stock market returns varies significantly across countries over time, and persists at long horizons. In EMs, skewness is mostly positive and idiosyncratic, and significantly relates to a country's financial and trade openness and balance of payments. In an international portfolio setting, return asymmetry leads to sizeable certainty‐equivalent gains and increases the weight on emerging countries to about 30%. Investing in EMs seems to be about expectations of a higher upside than downside, consistent with recent theories.",
            "link": "https://doi.org/10.1111/jofi.12420"
        },
        {
            "no": "11",
            "title": "Can Brokers Have It All? On the Relation between Make‐Take Fees and Limit Order Execution Quality",
            "date": "23 May 2016",
            "author": [
                "ROBERT BATTALIO",
                "SHANE A. CORWIN",
                "ROBERT JENNINGS"
            ],
            "abstract": "We identify retail brokers that seemingly route orders to maximize order flow payments, by selling market orders and sending limit orders to venues paying large liquidity rebates. Angel, Harris, and Spatt argue that such routing may not always be in customers’ best interests. For both proprietary limit order data and a broad sample of trades from TAQ, we document a negative relation between several measures of limit order execution quality and rebate/fee level. This finding suggests that order routing designed to maximize liquidity rebates does not maximize limit order execution quality and thus brokers cannot have it all.",
            "link": "https://doi.org/10.1111/jofi.12422"
        },
        {
            "no": "12",
            "title": "Firing Costs and Capital Structure Decisions",
            "date": "29 February 2016",
            "author": [
                "MATTHEW SERFLING"
            ],
            "abstract": "I exploit the adoption of state‐level labor protection laws as an exogenous increase in employee firing costs to examine how the costs associated with discharging workers affect capital structure decisions. I find that firms reduce debt ratios following the adoption of these laws, with this result stronger for firms that experience larger increases in firing costs. I also document that, following the adoption of these laws, a firm's degree of operating leverage rises, earnings variability increases, and employment becomes more rigid. Overall, these results are consistent with higher firing costs crowding out financial leverage via increasing financial distress costs.",
            "link": "https://doi.org/10.1111/jofi.12403"
        },
        {
            "no": "13",
            "title": "Boom and Gloom",
            "date": "03 February 2016",
            "author": [
                "PAUL POVEL",
                "GIORGO SERTSIOS",
                "RENÁTA KOSOVÁ",
                "PRAVEEN KUMAR"
            ],
            "abstract": "We study the performance of investments made at different points of an investment cycle. We use a large data set covering hotels in the United States, with rich details on their location, characteristics, and performance. We find that hotels built during hotel construction booms underperform their peers. For hotels built during local hotel construction booms, this underperformance persists for several decades. We examine possible explanations for this long‐lasting underperformance. The evidence is consistent with information‐based herding explanations.",
            "link": "https://doi.org/10.1111/jofi.12391"
        },
        {
            "no": "14",
            "title": "Picking Winners? Investment Consultants’ Recommendations of Fund Managers",
            "date": "05 May 2015",
            "author": [
                "TIM JENKINSON",
                "HOWARD JONES",
                "JOSE VICENTE MARTINEZ"
            ],
            "abstract": "Investment consultants advise institutional investors on their choice of fund manager. Focusing on U.S. actively managed equity funds, we analyze the factors that drive consultants’ recommendations, what impact these recommendations have on flows, and how well the recommended funds perform. We find that investment consultants’ recommendations of funds are driven largely by soft factors, rather than the funds’ past performance, and that their recommendations have a significant effect on fund flows. However, we find no evidence that these recommendations add value, suggesting that the search for winners, encouraged and guided by investment consultants, is fruitless.",
            "link": "https://doi.org/10.1111/jofi.12289"
        },
        {
            "no": "15",
            "title": "Advertising Expensive Mortgages",
            "date": "20 May 2016",
            "author": [
                "UMIT G. GURUN",
                "GREGOR MATVOS",
                "AMIT SERU"
            ],
            "abstract": "Using information on advertising and mortgages originated by subprime lenders, we study whether advertising helped consumers find cheaper mortgages. Lenders that advertise more within a region sell more expensive mortgages, measured as the excess rate of a mortgage after accounting for borrower, contract, and regional characteristics. These effects are stronger for mortgages sold to less sophisticated consumers. We exploit regional variation in mortgage advertising induced by the entry of Craigslist and other tests to demonstrate that these findings are not spurious. Analyzing advertising content reveals that initial/introductory rates are frequently advertised in a salient fashion, where reset rates are not.",
            "link": "https://doi.org/10.1111/jofi.12423"
        },
        {
            "no": "16",
            "title": "The Price of Political Uncertainty: Theory and Evidence from the Option Market",
            "date": "01 March 2016",
            "author": [
                "BRYAN KELLY",
                "ĽUBOŠ PÁSTOR",
                "PIETRO VERONESI"
            ],
            "abstract": "We empirically analyze the pricing of political uncertainty, guided by a theoretical model of government policy choice. To isolate political uncertainty, we exploit its variation around national elections and global summits. We find that political uncertainty is priced in the equity option market as predicted by theory. Options whose lives span political events tend to be more expensive. Such options provide valuable protection against the price, variance, and tail risks associated with political events. This protection is more valuable in a weaker economy and amid higher political uncertainty. The effects of political uncertainty spill over across countries.",
            "link": "https://doi.org/10.1111/jofi.12406"
        },
        {
            "no": "17",
            "title": "MISCELLANEA",
            "date": "14 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12440"
        },
        {
            "no": "18",
            "title": "ANNOUNCEMENTS",
            "date": "14 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12442"
        },
        {
            "no": "19",
            "title": "Issue Information ‐ Seeking Permission",
            "date": "14 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12347"
        },
        {
            "no": "20",
            "title": "Issue Information ‐ Style Instuctions",
            "date": "14 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12344"
        },
        {
            "no": "21",
            "title": "AMERICAN FINANCE ASSOCIATION",
            "date": "14 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12345"
        },
        {
            "no": "22",
            "title": "AMERICAN FINANCE ASSOCIATION",
            "date": "14 September 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12346"
        }
    ]
}