{
    "journal": "JFE",
    "volume": "92",
    "issue": "1",
    "date": "April 2009",
    "page": "Pages 1-152",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Apr 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(09)00044-0"
        },
        {
            "no": "2",
            "title": "The on-the-run liquidity phenomenon",
            "date": "Apr 2008",
            "author": [
                "Paolo Pasquariello",
                "Clara Vega"
            ],
            "abstract": "We test the implications of a model of multi-asset speculative trading in which liquidity differentials between on-the-run and off-the-run U.S. Treasury bonds ensue from endowment shocks in the presence of two realistic market frictions—information heterogeneity and imperfect competition among informed traders—and a public signal. Our evidence suggests that (i) off/on-the-run liquidity differentials are economically and statistically significant, even after controlling for several of the bonds’ intrinsic characteristics (such as duration, convexity, repo rates, or term premiums), and (ii) off/on-the-run liquidity differentials are smaller immediately following bond auction dates, and larger when the uncertainty surrounding the ensuing auction allocations is high, when the dispersion of beliefs across informed traders is high, and when macroeconomic announcements are noisy, consistent with our model.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.04.005"
        },
        {
            "no": "3",
            "title": "Performance evaluation and self-designated benchmark indexes in the mutual fund industry",
            "date": "Feb 2008",
            "author": [
                "Berk A. Sensoy"
            ],
            "abstract": "Almost one-third of actively managed, diversified U.S. equity mutual funds specify a size and value/growth benchmark index in the fund prospectus that does not match the fund's actual style. Nevertheless, these “mismatched” benchmarks matter to fund investors. Performance relative to the specified benchmark is a significant determinant of a fund's subsequent cash inflows, even controlling for performance measures that better capture the fund's style. These incremental flows appear unlikely to be rational responses to abnormal returns. The evidence is consistent with the notion that mismatched self-designated benchmarks result from strategic fund behavior driven by the incentive to improve flows.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.02.011"
        },
        {
            "no": "4",
            "title": "Product market advertising and new equity issues",
            "date": "Feb 2008",
            "author": [
                "Thomas Chemmanur",
                "An Yan"
            ],
            "abstract": "We analyze the interaction between a firm's product market advertising and its corporate financing decisions. We consider a firm that faces asymmetric information in both the product and financial markets and that needs to raise external financing to fund its growth opportunity (new project). Any product market advertising undertaken by the firm is visible to the financial market as well. In equilibrium, the firm uses a combination of product market advertising, equity underpricing, and underfinancing (raising a smaller amount of external capital than the full information optimum) to convey its true product quality and the intrinsic value of its projects to consumers and investors. The following two predictions arise from our theoretical analysis for the relation between product market advertising and equity underpricing around new equity issues. First, firms choose a higher level of product market advertising when they are planning to issue new equity, compared with situations in which they have no immediate plans to do so. Second, product market advertising and equity underpricing are substitutes for a firm issuing new equity. We empirically test the above two predictions and find supporting evidence in the context of firms making initial public offerings and seasoned equity offerings.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.02.009"
        },
        {
            "no": "5",
            "title": "Caught on tape: Institutional trading, stock returns, and earnings announcements",
            "date": "Mar 2008",
            "author": [
                "John Y. Campbell",
                "Tarun Ramadorai",
                "Allie Schwartz"
            ],
            "abstract": "Many questions about institutional trading can only be answered if one tracks high-frequency changes in institutional ownership. In the United States, however, institutions are only required to report their ownership quarterly in 13-F filings. We infer daily institutional trading behavior from the “tape”, the Transactions and Quotes database of the New York Stock Exchange, using a sophisticated method that best predicts quarterly 13-F data from trades of different sizes. We find that daily institutional trades are highly persistent and respond positively to recent daily returns but negatively to longer-term past daily returns. Institutional trades, particularly sells, appear to generate short-term losses—possibly reflecting institutional demand for liquidity—but longer-term profits. One source of these profits is that institutions anticipate both earnings surprises and post-earnings announcement drift. These results are different from those obtained using a standard size cutoff rule for institutional trades.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.03.006"
        },
        {
            "no": "6",
            "title": "Employment risk, compensation incentives, and managerial risk taking: Evidence from the mutual fund industry",
            "date": "May 2008",
            "author": [
                "Alexander Kempf",
                "Stefan Ruenzi",
                "Tanja Thiele"
            ],
            "abstract": "We examine the influence on managerial risk taking of incentives due to employment risk and due to compensation. Our empirical investigation of the risk taking behavior of mutual fund managers indicates that managerial risk taking crucially depends on the relative importance of these incentives. When employment risk is more important than compensation incentives, fund managers with a poor midyear performance tend to decrease risk relative to leading managers to prevent potential job loss. When employment risk is low, compensation incentives become more relevant and fund managers with a poor midyear performance increase risk to catch up with the midyear winners.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.05.001"
        },
        {
            "no": "7",
            "title": "Neighborhood matters: The impact of location on broad based stock option plans",
            "date": "Mar 2008",
            "author": [
                "Simi Kedia",
                "Shiva Rajgopal"
            ],
            "abstract": "We find that fixed effects related to the location of firms’ headquarters explain variation in broad based option grants after controlling for industry effects and firm characteristics traditionally known to affect option granting. Location matters because of local labor market conditions and social interaction with neighboring firms. Broad based option grants are higher: (i) when a firm's stock prices co-move more with stock prices of other firms located in that Metropolitan Statistical Area (MSA); (ii) in states that are less likely to enforce non-compete agreements; and (iii) in MSAs where employees prefer options because stocks there experience abnormally high returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.03.004"
        },
        {
            "no": "8",
            "title": "On the reversal of return and dividend growth predictability: A tale of two periods",
            "date": "Apr 2008",
            "author": [
                "Long Chen"
            ],
            "abstract": "A disconcerting, albeit generally accepted, finding is that aggregate stock returns are predictable by dividend yield but dividend growth is unpredictable. I show that part of this lack of dividend growth predictability stems from how dividend growth is constructed. I then show a dramatic reversal of predictability in the 134 years during 1872–2005: stock returns are largely unpredictable in the first seven decades, but become predictable in the postwar period; dividend growth is strongly predictable in the prewar years but this predictability disappears in the postwar years. New evidence on the predictability of long-run returns and dividend growth is also shown.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.04.004"
        }
    ]
}