{
    "journal": "JFE",
    "volume": "92",
    "issue": "3",
    "date": "June 2009",
    "page": "Pages 321-544",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jun 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(09)00090-7"
        },
        {
            "no": "2",
            "title": "Public trust, the law, and financial investment",
            "date": "Jul 2008",
            "author": [
                "Bruce Ian Carlin",
                "Florin Dorobantu",
                "S. Viswanathan"
            ],
            "abstract": "How does trust evolve in markets? What is the optimal level of regulation and how does this affect trust formation and economic growth? In a theoretical model, we analyze these questions, given the value of social capital and the potential for growth in the market. When social capital is valuable, regulation and trustfulness are substitutes. In this case, regulation may cause lower aggregate investment and decreased economic growth. When the social capital is less valuable, regulation and trustfulness may be complements. In the paper, we analyze the optimal level of regulation and highlight the novel predictions of the model.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.07.001"
        },
        {
            "no": "3",
            "title": "Managerial ownership dynamics and firm value",
            "date": "Jun 2008",
            "author": [
                "Rüdiger Fahlenbrach",
                "René M. Stulz"
            ],
            "abstract": "From 1988 to 2003, the average change in managerial ownership is significantly negative every year for American firms. We find that managers are more likely to significantly decrease their ownership when their firms are performing well and more likely to increase their ownership when their firms become financially constrained. When controlling for past stock returns, we find that large increases in managerial ownership increase Tobin's q. This result is driven by increases in shares held by officers, while increases in shares held by directors appear unrelated to changes in firm value. There is no evidence that large decreases in ownership have an adverse impact on firm value. We rely on the dynamics of the managerial ownership/firm value relation to mitigate concerns in the literature about the endogeneity of managerial ownership.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.06.005"
        },
        {
            "no": "4",
            "title": "Investor activism and takeovers",
            "date": "May 2008",
            "author": [
                "Robin Greenwood",
                "Michael Schor"
            ],
            "abstract": "Recent work documents large positive abnormal returns when a hedge fund announces activist intentions regarding a publicly listed firm. We show that these returns are largely explained by the ability of activists to force target firms into a takeover. For a comprehensive sample of 13D filings by portfolio investors between 1993 and 2006, announcement returns and long-term abnormal returns are high for targets that are ultimately acquired, but not detectably different from zero for firms that remain independent. Firms targeted by activists are more likely than control firms to get acquired. Finally, activist investors’ portfolios perform poorly during a period in which market wide takeover interest declined.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.05.005"
        },
        {
            "no": "5",
            "title": "Sell on the news: Differences of opinion, short-sales constraints, and returns around earnings announcements",
            "date": "Apr 2008",
            "author": [
                "Henk Berkman",
                "Valentin Dimitrov",
                "Prem C. Jain",
                "Paul D. Koch",
                "Sheri Tice"
            ],
            "abstract": "Miller [1977. Risk, uncertainty, and divergence of opinion. Journal of Finance 32, 1151–1168] hypothesizes that prices of stocks subject to high differences of opinion and short-sales constraints are biased upward. We expect earnings announcements to reduce differences of opinion among investors, and consequently, these announcements should reduce overvaluation. Using five distinct proxies for differences of opinion, we find that high differences of opinion stocks earn significantly lower returns around earnings announcements than low differences of opinion stocks. In addition, the returns on high differences of opinion stocks are more negative within the subsample of stocks that are most difficult for investors to sell short. These results are robust when we control for the size effect and the market-to-book effect and when we examine alternative explanations such as financial leverage, earnings announcement premium, post-earnings announcement drift, return momentum, and potential biases in analysts’ forecasts. Also consistent with Miller's theory, we find that stocks subject to high differences of opinion and more binding short-sales constraints have a price run-up just prior to earnings announcements that is followed by an even larger decline after the announcements.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.04.009"
        },
        {
            "no": "6",
            "title": "Creditor control rights and firm investment policy",
            "date": "Apr 2008",
            "author": [
                "Greg Nini",
                "David C. Smith",
                "Amir Sufi"
            ],
            "abstract": "We present novel empirical evidence that conflicts of interest between creditors and their borrowers have a significant impact on firm investment policy. We examine a large sample of private credit agreements between banks and public firms and find that 32% of the agreements contain an explicit restriction on the firm's capital expenditures. Creditors are more likely to impose a capital expenditure restriction as a borrower's credit quality deteriorates, and the use of a restriction appears at least as sensitive to borrower credit quality as other contractual terms, such as interest rates, collateral requirements, or the use of financial covenants. We find that capital expenditure restrictions cause a reduction in firm investment and that firms obtaining contracts with a new restriction experience subsequent increases in their market value and operating performance.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.04.008"
        },
        {
            "no": "7",
            "title": "The strategic use of corporate cash holdings in collective bargaining with labor unions",
            "date": "Jul 2008",
            "author": [
                "Sandy Klasa",
                "William F. Maxwell",
                "Hernán Ortiz-Molina"
            ],
            "abstract": "We provide evidence that firms in more unionized industries strategically hold less cash to gain bargaining advantages over labor unions and shelter corporate income from their demands. Specifically, we show that corporate cash holdings are negatively related with unionization. We also find that this relation is stronger for firms that are likely to place a higher value on gaining a bargaining advantage over unions and weaker for those firms in which lower cash holdings provide less credible evidence that a firm is unable to concede to union demands. Additionally, we show that for unionized firms increases in cash holdings raise the probability of a strike. Finally, we show that unionization decreases the market value of a dollar of cash holdings. Overall, our findings indicate that firms trade-off the benefits of corporate cash holdings with the costs resulting from a weaker bargaining position with labor.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.07.003"
        },
        {
            "no": "8",
            "title": "Seasoned equity offerings: Quality of accounting information and expected flotation costs",
            "date": "Apr 2008",
            "author": [
                "Gemma Lee",
                "Ronald W. Masulis"
            ],
            "abstract": "Flotation costs represent a significant loss of capital to firms and are positively related to information asymmetry between managers and outside investors. We measure a firm's information asymmetry by its accounting information quality based on two extensions of the Dechow and Dichev [2002. The quality of accruals and earnings: the role of accrual estimation errors. Accounting Review 77, 35–59] earnings accruals model, which is a more direct approach to assessing the information available to outside investors than the more commonly used proxies. Our main hypothesis is that poor accounting information quality raises uncertainty about a firm's financial condition for outside investors, though not necessarily for insiders. This accounting effect lowers demand for a firm's new equity, thereby raising underwriting costs and risk. Using a large sample of seasoned equity offerings (SEOs), we show that poor accounting information quality is associated with higher flotation costs in terms of larger underwriting fees, larger negative SEO announcement effects, and a higher probability of SEO withdrawals. These results are robust to joint determination of offer size and flotation cost components and to adjustments for sample selection bias.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.04.010"
        },
        {
            "no": "9",
            "title": "Managerial risk-taking behavior and equity-based compensation",
            "date": "May 2008",
            "author": [
                "Angie Low"
            ],
            "abstract": "Equity-based compensation affects managers’ risk-taking behavior, which in turn has an impact on shareholder wealth. In response to an exogenous increase in takeover protection in Delaware during the mid-1990s, managers lower firm risk by 6%. This risk reduction is concentrated among firms with low managerial equity-based incentives, in particular firms with low chief executive officer portfolio sensitivity to stock return volatility. Furthermore, the risk reduction is value-destroying. Finally, firms respond to the increased protection accorded by the regime shift by providing managers with greater incentives for risk-taking.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.05.004"
        },
        {
            "no": "10",
            "title": "Underinvestment vs. overinvestment: Evidence from price reactions to pension contributions",
            "date": "Jun 2008",
            "author": [
                "Francesco Franzoni"
            ],
            "abstract": "Mandatory contributions to defined benefit pension plans provide a unique identification strategy to estimate the market's assessment of the value of internal resources controlling for investment opportunities. The price decrease following a pension-induced drop in cash is magnified for firms that appear a priori more financially constrained, suggesting a negative effect of financing frictions on investment. In contrast, low control on managerial discretion attenuates the negative price reaction to contributions consistent with empire-building theories. While overinvestment seems to be the prevalent distortion in a panel of large firms, underinvestment appears to dominate in a sample that is more representative of the cross-section of listed companies.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.06.004"
        },
        {
            "no": "11",
            "title": "Technical analysis: An asset allocation perspective on the use of moving averages",
            "date": "Jul 2008",
            "author": [
                "Yingzi Zhu",
                "Guofu Zhou"
            ],
            "abstract": "In this paper, we analyze the usefulness of technical analysis, specifically the widely employed moving average trading rule from an asset allocation perspective. We show that, when stock returns are predictable, technical analysis adds value to commonly used allocation rules that invest fixed proportions of wealth in stocks. When uncertainty exists about predictability, which is likely in practice, the fixed allocation rules combined with technical analysis can outperform the prior-dependent optimal learning rule when the prior is not too informative. Moreover, the technical trading rules are robust to model specification, and they tend to substantially outperform the model-based optimal trading strategies when the model governing the stock price is uncertain.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.07.002"
        }
    ]
}