{
    "journal": "JFE",
    "volume": "68",
    "issue": "2",
    "date": "May 2003",
    "page": "Pages EX1-EX2, 161-322",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "May 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(03)00101-6"
        },
        {
            "no": "2",
            "title": "Style investing",
            "date": "May 2003",
            "author": [
                "Nicholas Barberis",
                "Andrei Shleifer"
            ],
            "abstract": "We study asset prices in an economy where some investors categorize risky assets into different styles and move funds among these styles depending on their relative performance. In our economy, assets in the same style comove too much, assets in different styles comove too little, and reclassifying an asset into a new style raises its correlation with that style. We also predict that style returns exhibit a rich pattern of own- and cross-autocorrelations and that while asset-level momentum and value strategies are profitable, their style-level counterparts are even more so. We use the model to shed light on several style-related empirical anomalies.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00064-3"
        },
        {
            "no": "3",
            "title": "Long-horizon regressions: theoretical results and applications",
            "date": "May 2003",
            "author": [
                "Rossen Valkanov"
            ],
            "abstract": "I use asymptotic arguments to show that the t-statistics in long-horizon regressions do not converge to well-defined distributions. In some cases, moreover, the ordinary least squares estimator is not consistent and the R2 is an inadequate measure of the goodness of fit. These findings can partially explain the tendency of long-horizon regressions to find “significant” results where previous short-term approaches find none. I propose a rescaled t-statistic, whose asymptotic distribution is easy to simulate, and revisit some of the long-horizon evidence on return predictability and of the Fisher effect.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00065-5"
        },
        {
            "no": "4",
            "title": "CEO reputation and stock-based compensation",
            "date": "May 2003",
            "author": [
                "Todd T. Milbourn"
            ],
            "abstract": "I develop a theory of stock-based compensation contracts for the chief executive officers (CEOs) of firms and confront the theoretical predictions with recent CEO compensation data. The model characterizes the optimal contract for a CEO whose reputation evolves as signals of the executive's ability are observed by shareholders. Using various proxies for CEO reputation, I show a positive and economically meaningful relationship between stock-based pay-sensitivities and CEO reputation. The findings are robust to controls for CEO age, firm size, the dollar variability of the stock returns, and industry effects.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00066-7"
        },
        {
            "no": "5",
            "title": "Founding family ownership and the agency cost of debt",
            "date": "May 2003",
            "author": [
                "Ronald C. Anderson",
                "Sattar A. Mansi",
                "David M. Reeb"
            ],
            "abstract": "We investigate the impact of founding family ownership structure on the agency cost of debt. We find that founding family ownership is common in large, publicly traded firms and is related, both statistically and economically, to a lower cost of debt financing. Our results are consistent with the idea that founding family firms have incentive structures that result in fewer agency conflicts between equity and debt claimants. This suggests that bond holders view founding family ownership as an organizational structure that better protects their interests.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00067-9"
        },
        {
            "no": "6",
            "title": "Corporate governance and firm profitability: evidence from Korea before the economic crisis",
            "date": "May 2003",
            "author": [
                "Sung Wook Joh"
            ],
            "abstract": "This study examines how ownership structure and conflicts of interest among shareholders under a poor corporate governance system affected firm performance before the crisis. Using 5,829 Korean firms subject to outside auditing during 1993–1997, the paper finds that firms with low ownership concentration show low firm profitability, controlling for firm and industry characteristics. Controlling shareholders expropriated firm resources even when their ownership concentration was small. Firms with a high disparity between control rights and ownership rights showed low profitability. When a business group transferred resources from a subsidiary to another, they were often wasted, suggesting that “tunneling” occurred. In addition, the negative effects of control-ownership disparity and internal capital market inefficiency were stronger in publicly traded firms than in privately held ones.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00068-0"
        }
    ]
}