{
    "journal": "JFE",
    "volume": "68",
    "issue": "1",
    "date": "April 2003",
    "page": "Pages 3-158",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Apr 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(03)00088-6"
        },
        {
            "no": "2",
            "title": "Voting with their feet: institutional ownership changes around forced CEO turnover",
            "date": "Apr 2003",
            "author": [
                "Robert Parrino",
                "Richard W Sias",
                "Laura T Starks"
            ],
            "abstract": "We investigate whether institutional investors “vote with their feet” when dissatisfied with a firm's management by examining changes in equity ownership around forced CEO turnover. We find that aggregate institutional ownership and the number of institutional investors decline in the year prior to forced CEO turnover. However, selling by institutions is far from universal. Overall, there is an increase in shareholdings of individual investors and a decrease in holdings of institutional investors who are more concerned with holding prudent securities, are better informed, or are engaged in momentum trading. Measures of institutional ownership changes are negatively related to the likelihoods of forced CEO turnover and that an executive from outside the firm is appointed CEO.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00247-7"
        },
        {
            "no": "3",
            "title": "News related to future GDP growth as a risk factor in equity returns",
            "date": "Apr 2003",
            "author": [
                "Maria Vassalou"
            ],
            "abstract": "A model that includes a factor that captures news related to future Gross Domestic Product (GDP) growth along with the market factor can explain the cross-section of equity returns about as well as the Fama-French model can. Furthermore, the Fama-French factors HML and SMB appear to contain mainly news related to future GDP growth. When news related to future GDP growth is present in the asset-pricing model, HML and SMB lose much of their ability to explain the cross-section.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00248-9"
        },
        {
            "no": "4",
            "title": "Capital structure choice: macroeconomic conditions and financial constraints",
            "date": "Apr 2003",
            "author": [
                "Robert A Korajczyk",
                "Amnon Levy"
            ],
            "abstract": "This paper provides new evidence of how macroeconomic conditions affect capital structure choice. We model firms’ target capital structures as a function of macroeconomic conditions and firm-specific variables. We split our sample based on a measure of financial constraints. Target leverage is counter-cyclical for the relatively unconstrained sample, but pro-cyclical for the relatively constrained sample. Macroeconomic conditions are significant for issue choice for unconstrained firms but less so for constrained firms. Our results support the hypothesis that unconstrained firms time their issue choice to coincide with periods of favorable macroeconomic conditions, while constrained firms do not.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00249-0"
        },
        {
            "no": "5",
            "title": "Allocation of initial public offerings and flipping activity",
            "date": "Apr 2003",
            "author": [
                "Reena Aggarwal"
            ],
            "abstract": "There is a general perception that the large trading volume in initial public offerings is mostly due to “flippers” that are allocated shares in the offering and immediately resell them. On average, however, flipping accounts for only 19% of trading volume and 15% of shares offered during the first two days of trading. Institutions do more flipping than retail customers and hot IPOs are flipped much more than cold IPOs. Institutions do not quickly flip cold IPOs to take advantage of price support activities by the underwriter. Explicit penalty bids are rarely assessed against flippers.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00250-7"
        },
        {
            "no": "6",
            "title": "Allocations, adverse selection, and cascades in IPOs: Evidence from the Tel Aviv Stock Exchange",
            "date": "Apr 2003",
            "author": [
                "Yakov Amihud",
                "Shmuel Hauser",
                "Amir Kirsh"
            ],
            "abstract": "We examine theories of IPO underpricing using unique data from Israel where the allocation to subscribers is by equal proration. This enables us to simulate the return earned by uninformed investors. Consistent with Rock's (1986) theory of adverse selection, allocations were negatively related to underpricing. But uninformed investors earned a negative allocation-weighted initial return, although the average initial return was 12%. They could break even, however, by using publicly available information. The data also supports Welch's (1992) theory of information cascades: demand is either extremely high or there is undersubscription, with very few cases in between.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00251-9"
        },
        {
            "no": "7",
            "title": "Call for Papers: Corporate Governance",
            "date": "Apr 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(03)00097-7"
        },
        {
            "no": "8",
            "title": "Advert: Science Direct",
            "date": "Apr 2003",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(03)00098-9"
        }
    ]
}