{
    "journal": "JFE",
    "volume": "118",
    "issue": "2",
    "date": "November 2015",
    "page": "Pages 211-450",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Nov 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(15)00180-4"
        },
        {
            "no": "2",
            "title": "Richard c. Green",
            "date": "Nov 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(15)00192-0"
        },
        {
            "no": "3",
            "title": "Regression-based estimation of dynamic asset pricing models",
            "date": "Jul 2015",
            "author": [
                "Tobias Adrian",
                "Richard K. Crump",
                "Emanuel Moench"
            ],
            "abstract": "We propose regression-based estimators for beta representations of dynamic asset pricing models with an affine pricing kernel specification. We allow for state variables that are cross-sectional pricing factors, forecasting variables for the price of risk, and factors that are both. The estimators explicitly allow for time-varying prices of risk, time-varying betas, and serially dependent pricing factors. Our approach nests the Fama-MacBeth two-pass estimator as a special case. We provide asymptotic multistage standard errors necessary to conduct inference for asset pricing tests. We illustrate our new estimators in an application to the joint pricing of stocks and bonds. The application features strongly time-varying, highly significant prices of risk that are found to be quantitatively more important than time-varying betas in reducing pricing errors.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.07.004"
        },
        {
            "no": "4",
            "title": "Resource accumulation through economic ties: Evidence from venture capital",
            "date": "Jun 2015",
            "author": [
                "Yael V. Hochberg",
                "Laura A. Lindsey",
                "Mark M. Westerfield"
            ],
            "abstract": "Ties between similar partners in economic and financial networks are often attributed to concerns about agency costs. In this paper, we distinguish the underlying motives for tie formation between sets of potential partners in the network, thus informing the relative importance of agency cost and resource accumulation in tie formation across firms. We develop a robust and generalizable methodology that allows for the inference of similarity and/or cumulative advantage motives in the potential presence of resource trading. We estimate the model using venture capital (VC) co-investment networks, employing factor analysis to characterize orthogonal, interpretable resources for VC firms. In the VC setting, value-added resources other than capital appear to be exchanged for capital, but not for one another. We find little evidence for similarity motives as the primary driver of matching, suggesting that concerns over agency conflicts in partnering are dominated by the desire to accumulate higher levels of certain resources.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.06.008"
        },
        {
            "no": "5",
            "title": "Competition of the informed: Does the presence of short sellers affect insider selling?",
            "date": "Aug 2015",
            "author": [
                "Massimo Massa",
                "Wenlan Qian",
                "Weibiao Xu",
                "Hong Zhang"
            ],
            "abstract": "We study how the presence of short sellers affects the incentives of the insiders to trade on negative information. We show it induces insiders to sell more (shares from their existing stakes) and trade faster to preempt the potential competition from short sellers. An experiment and instrumental variable analysis confirm this causal relationship. The effects are stronger for “opportunistic” (i.e., more informed) insider trades and when short sellers׳ attention is high. Return predictability of insider sales only occurs in stocks with high short-selling potential, suggesting that short sellers indirectly enhance the speed of information dissemination by accelerating trading by insiders.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.004"
        },
        {
            "no": "6",
            "title": "Volatility and mutual fund manager skill",
            "date": "Jun 2015",
            "author": [
                "Bradford D. Jordan",
                "Timothy B. Riley"
            ],
            "abstract": "In a standard four-factor framework, mutual fund return volatility is a reliable, persistent, and powerful predictor of future abnormal returns. However, the abnormal returns are eliminated by the addition of a “vol” anomaly factor contrasting returns on portfolios of low and high volatility stocks. Consistent with Novy-Marx (2014) and Fama and French (2014), the Fama and French (2015) profitability and investment factors are equally effective at eliminating the abnormal returns. Failure to account for the vol anomaly, either directly or indirectly, can lead to substantial mismeasurement of fund manager skill.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.06.012"
        },
        {
            "no": "7",
            "title": "Payout policy through the financial crisis: The growth of repurchases and the resilience of dividends",
            "date": "Aug 2015",
            "author": [
                "Eric Floyd",
                "Nan Li",
                "Douglas J. Skinner"
            ],
            "abstract": "We compare the payout policies of US industrials and banks over the past 30 years to better understand dividends, especially for banks. For industrials, dividends grow strongly after 2002, when the declining propensity to pay reverses. Banks have a higher and more stable propensity to pay dividends and resist cutting dividends as the 2007–2008 financial crisis begins. Before the crisis, increases in repurchases push payouts to historic levels. These findings are broadly consistent with the idea that banks use dividends to signal financial strength while agency costs of free cash flow better explain industrial payouts.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.002"
        },
        {
            "no": "8",
            "title": "Discount window stigma during the 2007–2008 financial crisis",
            "date": "Aug 2015",
            "author": [
                "Olivier Armantier",
                "Eric Ghysels",
                "Asani Sarkar",
                "Jeffrey Shrader"
            ],
            "abstract": "We provide empirical evidence for the existence, magnitude, and economic cost of stigma associated with banks borrowing from the Federal Reserve's Discount Window (DW) during the 2007–2008 financial crisis. We find that banks were willing to pay a premium of around 44 basis points (bps) across funding sources (126 bps after the bankruptcy of Lehman Brothers) to avoid borrowing from the DW. DW stigma is economically relevant as it increased some banks' borrowing cost by 32 bps of their pre-tax return on assets (ROA) during the crisis. The implications of our results for the provision of liquidity by central banks are discussed.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.006"
        },
        {
            "no": "9",
            "title": "Liquidity hoarding and interbank market rates: The role of counterparty risk",
            "date": "Jul 2015",
            "author": [
                "Florian Heider",
                "Marie Hoerova",
                "Cornelia Holthausen"
            ],
            "abstract": "We develop a model of interbank lending and borrowing with counterparty risk. The model has two key ingredients. First, liquidity in the banking sector is endogenous, so there is an opportunity cost of holding liquid assets. Second, banks are privately informed about the risk of their long-term assets, which can lead to adverse selection and high interest rates in the interbank market. We identify a novel form of a market break-down, which can lead to liquidity hoarding. It arises because adverse selection in the interbank market changes the opportunity cost of holding liquidity. We use the model to shed light on developments in interbank markets prior to and during the 2007–09 financial crisis, as well as the effectiveness of policy interventions aimed at restoring interbank market activity.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.07.002"
        },
        {
            "no": "10",
            "title": "Smart money, dumb money, and capital market anomalies",
            "date": "Jul 2015",
            "author": [
                "Ferhat Akbas",
                "Will J. Armstrong",
                "Sorin Sorescu",
                "Avanidhar Subrahmanyam"
            ],
            "abstract": "We investigate the dual notions that “dumb money” exacerbates well-known stock return anomalies and “smart money” attenuates these anomalies. We find that aggregate flows to mutual funds (dumb money) appear to exacerbate cross-sectional mispricing, particularly for growth, accrual, and momentum anomalies. In contrast, hedge fund flows (smart money) appear to attenuate aggregate mispricing. Our results suggest that aggregate flows to mutual funds can have real adverse allocation effects in the stock market and that aggregate flows to hedge funds contribute to the correction of cross-sectional mispricing.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.07.003"
        },
        {
            "no": "11",
            "title": "Asymmetric decrease in liquidity trading before earnings announcements and the announcement return premium",
            "date": "Aug 2015",
            "author": [
                "Shai Levi",
                "Xiao-Jun Zhang"
            ],
            "abstract": "Investors are reluctant to trade in the high-information-asymmetry days before earnings announcements. We show that the decrease in liquidity trading before announcements is asymmetric. We analyze buy and sell orders of investors with passive investment strategies, and find they do not reduce their sales as much as their purchases in the days before announcements. Investors needing liquidity sell stocks at a discount relative to the post-announcement price, and these preannouncement liquidity sales are a significant driver of the average positive returns, or return premium, known to characterize announcement days.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.003"
        },
        {
            "no": "12",
            "title": "Stocking up: Executive optimism, option exercise, and share retention",
            "date": "Aug 2015",
            "author": [
                "Rik Sen",
                "Robert Tumarkin"
            ],
            "abstract": "We show that an executive is optimistic about her company׳s prospects if and only if she retains some of the shares received whenever she exercises company stock options. Empirically, an indicator of optimism based on this idea matches the expected relations between optimism and corporate decision-making better than commonly used indicators based on the timing of option exercise. This makes sense, as our model of an executive׳s optimal option exercise and portfolio choice demonstrates that the timing of option exercise depends just as much on stock and other executive characteristics as it does on optimism.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.001"
        },
        {
            "no": "13",
            "title": "The price of wine",
            "date": "Aug 2015",
            "author": [
                "Elroy Dimson",
                "Peter L. Rousseau",
                "Christophe Spaenjers"
            ],
            "abstract": "Using historical price records for Bordeaux Premiers Crus, we examine the impact of aging on wine prices and the long-term investment performance of fine wine. In line with the predictions of an illustrative model, young maturing wines from high-quality vintages provide the highest financial returns. Past maturity, famous châteaus deliver growing non-pecuniary benefits to their owners. Using an arithmetic repeat-sales regression over 1900–2012, we estimate a real financial return to wine investment (net of storage costs) of 4.1%, which exceeds bonds, art, and stamps. Returns to wine and equities are positively correlated. Finally, we find evidence of in-sample return predictability.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.005"
        }
    ]
}