{
    "journal": "JFE",
    "volume": "102",
    "issue": "1",
    "date": "October 2011",
    "page": "Pages 1-232",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "October 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(11)00170-X"
        },
        {
            "no": "2",
            "title": "Behavioral biases of mutual fund investors",
            "date": "May 2011",
            "author": [
                "Warren Bailey",
                "Alok Kumar",
                "David Ng"
            ],
            "abstract": "We examine the effect of behavioral biases on the mutual fund choices of a large sample of US discount brokerage investors using new measures of attention to news, tax awareness, and fund-level familiarity bias, in addition to behavioral and demographic characteristics of earlier studies. Behaviorally biased investors typically make poor decisions about fund style and expenses, trading frequency, and timing, resulting in poor performance. Furthermore, trend chasing appears related to behavioral biases, rather than to rationally inferring managerial skill from past performance. Factor analysis suggests that biased investors often conform to stereotypes that can be characterized as Gambler, Smart, Overconfident, Narrow Framer, and Mature.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.05.002"
        },
        {
            "no": "3",
            "title": "Payday lenders: Heroes or villains?",
            "date": "Mar 2011",
            "author": [
                "Adair Morse"
            ],
            "abstract": "Does access to high-interest credit (payday loans) exacerbate or mitigate individual financial distress. Using natural disasters as an exogenous shock, I apply a propensity score-matched, triple-difference specification to identify a causal relation between welfare and access to credit. California foreclosures increase by 4.5 units per 1,000 homes after a natural disaster. The existence of payday lenders mitigates 1.0–1.3 of them, with the caveat that not all payday loans are for emergency distress. Payday lenders also mitigate larcenies (but not burglaries or vehicle thefts). In a placebo test of disasters covered by homeowner insurance, payday lending has no mitigation effect.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.03.022"
        },
        {
            "no": "4",
            "title": "Long-run risk in durable consumption",
            "date": "Mar 2011",
            "author": [
                "Wei Yang"
            ],
            "abstract": "Durable consumption growth is persistent and predicted by the price–dividend ratio. This provides strong and direct evidence for the existence of a highly persistent expected component. Durable consumption growth is left-skewed and exhibits time-varying volatility. I model durable consumption growth as containing a persistent expected component and driven by counter-cyclical volatility, nondurable consumption as a random walk, and dividend growth as exposed to the expected component of durable consumption growth. Together with nonseparable Epstein-Zin preferences, the model demonstrates that long-run risk in durable consumption can explain major asset market phenomena. The model also generates an upward-sloping real term structure.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.03.023"
        },
        {
            "no": "5",
            "title": "Institutional investors and the limits of arbitrage",
            "date": "May 2011",
            "author": [
                "Jonathan Lewellen"
            ],
            "abstract": "The returns and stock holdings of institutional investors from 1980 to 2007 provide little evidence of stock-picking skill. Institutions as a whole closely mimic the market portfolio, with pre-cost returns that have nearly perfect correlation with the value-weighted index and an insignificant CAPM alpha of 0.08% quarterly. Institutions also show little tendency to bet on any of the main characteristics known to predict stock returns, such as book-to-market, momentum, or accruals. While particular groups of institutions have modest stock-picking skill relative to the CAPM, their performance is almost entirely explained by the book-to-market and momentum effects in returns. Further, no group holds a portfolio that deviates efficiently from the market portfolio.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.05.012"
        },
        {
            "no": "6",
            "title": "Short-term termination without deterring long-term investment: A theory of debt and buyouts",
            "date": "Nov 2010",
            "author": [
                "Alex Edmans"
            ],
            "abstract": "The option to terminate a manager early minimizes investor losses if he is unskilled. However, it also deters a skilled manager from undertaking efficient long-term projects that risk low short-term earnings. This paper demonstrates how risky debt can overcome this tension. Leverage concentrates equityholders' stakes, inducing them to learn the cause of low earnings. If they result from investment (poor management), the firm is continued (liquidated). Therefore, unskilled managers are terminated and skilled managers invest without fear of termination. Unlike models of managerial discipline based on total payout, dividends are not a substitute for debt—they allow for termination upon non-payment, but at the expense of investment since they do not concentrate ownership and induce monitoring. Debt is dynamically consistent as the manager benefits from monitoring. In traditional theories, monitoring constrains the manager; here, it frees him to invest.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.11.005"
        },
        {
            "no": "7",
            "title": "Hedge fund leverage",
            "date": "Feb 2011",
            "author": [
                "Andrew Ang",
                "Sergiy Gorovyy",
                "Gregory B. van Inwegen"
            ],
            "abstract": "We investigate the leverage of hedge funds in the time series and cross-section. Hedge fund leverage is counter-cyclical to the leverage of listed financial intermediaries and decreases prior to the start of the financial crisis in mid-2007. Hedge fund leverage is lowest in early 2009 when the market leverage of investment banks is highest. Changes in hedge fund leverage tend to be more predictable by economy-wide factors than by fund-specific characteristics. In particular, decreases in funding costs and increases in market values both forecast increases in hedge fund leverage. Decreases in fund return volatilities predict future increases in leverage.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.02.020"
        },
        {
            "no": "8",
            "title": "Limits-to-arbitrage, investment frictions, and the asset growth anomaly",
            "date": "Mar 2011",
            "author": [
                "F.Y. Eric C. Lam",
                "K.C. John Wei"
            ],
            "abstract": "We empirically evaluate the predictions of the mispricing hypothesis with limits-to-arbitrage suggested by Shleifer and Vishny (1997) and the q-theory with investment frictions proposed by Li and Zhang (2010) on the negative relation between asset growth and average stock returns. We conduct cross-sectional regressions of returns on asset growth on subsamples split by a given measure of limits-to-arbitrage or investment frictions. We show that: (i) proxies for limits-to-arbitrage and proxies for investment frictions are often highly correlated; (ii) the evidence based on equal-weighted returns shows significant support for both hypotheses, while the evidence from value-weighted returns is weaker; and (iii) in direct comparisons, each hypothesis is supported by a fair and similar amount of evidence.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.03.024"
        },
        {
            "no": "9",
            "title": "Creditor rights and corporate risk-taking",
            "date": "Apr 2011",
            "author": [
                "Viral V. Acharya",
                "Yakov Amihud",
                "Lubomir Litov"
            ],
            "abstract": "We propose that stronger creditor rights in bankruptcy affect corporate investment choice by reducing corporate risk-taking. In cross-country analysis, we find that stronger creditor rights induce greater propensity of firms to engage in diversifying acquisitions that are value-reducing, to acquire targets whose assets have high recovery value in default, and to lower cash-flow risk. Also, corporate leverage declines when creditor rights are stronger. These relations are usually strongest in countries where management is dismissed in reorganization and are also observed over time following changes in creditor rights. Our results thus identify a potentially adverse consequence of strong creditor rights.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.04.001"
        },
        {
            "no": "10",
            "title": "Tracking down distress risk",
            "date": "May 2011",
            "author": [
                "Nishad Kapadia"
            ],
            "abstract": "This paper shows that exposure to aggregate distress risk is the underlying source of the premiums for the Fama-French size (SMB) and value (HML) factors. Using a unique data set of aggregate business failures of both private and public firms from 1926 to 1997, I build portfolios that track news about future firm failures. These tracking portfolios optimally hedge aggregate distress risk and earn a Capital Asset Pricing Model (CAPM) alpha of approximately −4% a year. Both HML and SMB predict changes in future failure rates. Small stocks have lower returns than large stocks and value stocks have lower returns than growth stocks when the market expects an increase in future failure rates. Finally, a two-factor model with the market and the tracking portfolio for aggregate distress as factors does as well as the Fama-French three-factor model in pricing the 25 size and book-to-market sorted portfolios.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.05.004"
        },
        {
            "no": "11",
            "title": "Corporate cash holdings and CEO compensation incentives",
            "date": "May 2011",
            "author": [
                "Yixin Liu",
                "David C. Mauer"
            ],
            "abstract": "We examine the effect of chief executive officer (CEO) compensation incentives on corporate cash holdings and the value of cash to better understand how compensation incentives designed to enhance the alignment of manager and shareholder interests could influence stockholder-bondholder conflicts. We find a positive relation between CEO risk-taking (vega) incentives and cash holdings, and we find a negative relation between vega and the value of cash to shareholders. The negative effect of vega on the value of cash is robust after controlling for corporate governance, is stronger in firms with high leverage, is reversed for unlevered firms, and is not present in financially constrained firms. We also find that the likelihood of liquidity covenants in new bank loans is increasing in CEO vega incentives. Our evidence primarily supports the costly contracting hypothesis, which asserts that bondholders anticipate greater risk-taking in high vega firms and, therefore, require greater liquidity.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.05.008"
        },
        {
            "no": "12",
            "title": "The CEO pay slice",
            "date": "May 2011",
            "author": [
                "Lucian A. Bebchuk",
                "K.J. Martijn Cremers",
                "Urs C. Peyer"
            ],
            "abstract": "We investigate the relation between the CEO Pay Slice (CPS)—the fraction of the aggregate compensation of the top-five executive team captured by the Chief Executive Officer—and the value, performance, and behavior of public firms. The CPS could reflect the relative importance of the CEO as well as the extent to which the CEO is able to extracts rents. We find that, controlling for all standard controls, CPS is negatively associated with firm value as measured by industry-adjusted Tobin's q. CPS also has a rich set of relations with firms' behavior and performance. In particular, CPS is correlated with lower (industry-adjusted) accounting profitability, lower stock returns accompanying acquisitions announced by the firm and higher likelihood of a negative stock return accompanying such announcements, higher odds of the CEO receiving a lucky option grant at the lowest price of the month, lower performance sensitivity of CEO turnover, and lower stock market returns accompanying the filing of proxy statements for periods when CPS increases. Taken together, our results are consistent with the hypothesis that higher CPS is associated with agency problems and indicate that CPS can provide a useful tool for studying the performance and behavior of firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.05.006"
        },
        {
            "no": "13",
            "title": "Structural breaks, parameter uncertainty, and term structure puzzles",
            "date": "May 2011",
            "author": [
                "George Bulkley",
                "Paolo Giordani"
            ],
            "abstract": "We show that uncertainty about parameters of the short rate model can account for the rejections of the expectations hypothesis for the term structure of interest rates. We assume that agents employ Bayes rule to learn parameter values in the context of a model that is subject to stochastic structural breaks. We show that parameter uncertainty also implies that the verdict on the expectations hypothesis varies systematically with the term of the long bond and the particular test employed, in the same way that is found in empirical tests.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.05.009"
        }
    ]
}