{
    "journal": "JFE",
    "volume": "50",
    "issue": "1",
    "date": "1 October 1998",
    "page": "Pages 1-122",
    "article": [
        {
            "no": "1",
            "title": "Does order preferencing matter?1",
            "date": "1 October",
            "author": [
                "Robert Bloomfield",
                "Maureen O'Hara"
            ],
            "abstract": "This study examines how order preferencing affects the competitiveness and efficiency of laboratory financial markets. We operationalize preferencing by allowing some dealers to execute a portion of the order flow by matching the most favorable quotes available. Increasing the proportion of order flow that is preferenced can increase bid–ask spreads, reduce the informational efficiency of prices, and benefit dealers at the expense of liquidity traders. Preferencing has none of these effects, however, when two or more dealers are not receiving preferencing orders. Preferencing may significantly degrade market performance if preferencing arrangements affect all, or virtually all, dealers.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00030-0"
        },
        {
            "no": "2",
            "title": "The trading profits of SOES bandits1",
            "date": "1 October",
            "author": [
                "Jeffrey H. Harris",
                "Paul H. Schultz"
            ],
            "abstract": "SOES bandits are individual investors who use Nasdaq's Small Order Execution System (SOES) for day trading. Their average profit per trade is small, but they trade dozens or hundreds of times per week. Bandits usually establish a position before most market-makers have updated their quotes, and lay off the position at favorable prices through Instinet or SelectNet. It is noteworthy that they trade profitably with market-makers despite having less information. Bandits keep the profits and bear the losses from their trades. Thus they have greater incentives to trade well than the employees of market-making firms.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00031-2"
        },
        {
            "no": "3",
            "title": "Earnings management and the underperformance of seasoned equity offerings1",
            "date": "1 October",
            "author": [
                "Siew Hong Teoh",
                "Ivo Welch",
                "T.J. Wong"
            ],
            "abstract": "Seasoned equity issuers can raise reported earnings by altering discretionary accounting accruals. We find that issuers who adjust discretionary current accruals to report higher net income prior to the offering have lower post-issue long-run abnormal stock returns and net income. Interestingly, the relation between discretionary current accruals and future returns (adjusted for firm size and book-to-market ratio) is stronger and more persistent for seasoned equity issuers than for non-issuers. The evidence is consistent with investors naively extrapolating pre-issue earnings without fully adjusting for the potential manipulation of reported earnings.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00032-4"
        },
        {
            "no": "4",
            "title": "Earnings management and the performance of seasoned equity offerings1",
            "date": "1 October",
            "author": [
                "Srinivasan Rangan"
            ],
            "abstract": "Recent studies document that firms conducting seasoned equity offerings experience poor stock price and earnings performance in the post-offering period. I investigate whether earnings management around the time of the offering can explain a portion of the poor performance. Consistent with this explanation, I show that earnings management during the year around the offering predicts both earnings changes and market-adjusted stock returns in the following year. These findings suggest that the stock market temporarily overvalues issuing firms and is subsequently disappointed by predictable declines in earnings caused by earnings management.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00033-6"
        }
    ]
}