{
    "journal": "JFE",
    "volume": "50",
    "issue": "2",
    "date": "1 November 1998",
    "page": "Pages 123-256",
    "article": [
        {
            "no": "1",
            "title": "The relation between implied and realized volatility1",
            "date": "1 November",
            "author": [
                "B.J. Christensen",
                "N.R. Prabhala"
            ],
            "abstract": "Previous research finds the volatility implied by S&P 100 index option prices to be a biased and inefficient forecast of future volatility and to contain little or no incremental information beyond that in past realized volatility. In contrast, we find that implied volatility outperforms past volatility in forecasting future volatility and even subsumes the information content of past volatility in some of our specifications. Our results differ from previous studies because we use longer time series and nonoverlapping data. A regime shift around the October 1987 crash explains why implied volatility is more biased in previous work.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00034-8"
        },
        {
            "no": "2",
            "title": "The indirect economic penalties in SEC investigations of underwriters1",
            "date": "1 November",
            "author": [
                "Randolph P Beatty",
                "Howard Bunsis",
                "John R.M Hand"
            ],
            "abstract": "We document that an SEC investigation of an underwriter imposes indirect penalties on the underwriter and its past clients, particularly IPO clients. Targeted underwriters experience large declines in IPO market share and increased regulatory scrutiny and client risk after an SEC investigation is announced. Stock prices of clients decline significantly. We attribute these effects to a sudden deterioration in the value of the underwriter's reputation capital, suggesting that the general assumption in prior IPO research that underwriter reputation is stationary may be inappropriate. Our results also suggest that the SEC's power to institute investigations should be considered when designing optimal securities regulation.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00035-X"
        },
        {
            "no": "3",
            "title": "The effects of bank mergers and acquisitions on small business lending1",
            "date": "1 November",
            "author": [
                "Allen N Berger",
                "Anthony Saunders",
                "Joseph M Scalise",
                "Gregory F Udell"
            ],
            "abstract": "We examine the effects of bank M&As on small business lending using data on over 6000 recent U.S. bank M&As. We are the first to decompose the impact of M&As into the static effects from simply melding the antecedent institutions and the dynamic effects associated with post-M&A refocusing of the consolidated institution. We are also the first to estimate the dynamic reactions of other local banks. We find that the static effects of consolidation reduce small business lending, but are mostly offset by the reactions of other banks, and in some cases also by refocusing efforts of the consolidating institutions themselves.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00036-1"
        },
        {
            "no": "4",
            "title": "Post-trade transparency on Nasdaq's national market system1",
            "date": "1 November",
            "author": [
                "David C Porter",
                "Daniel G Weaver"
            ],
            "abstract": "This article examines late trade reporting on the Nasdaq National Market System. A substantial number of trades are reported out-of-sequence on both absolute levels and relative to the combined centralized exchanges. We find minimal support for NASD permitted reasons for the late trade reporting. Evidence suggests that market makers could use late trade reporting to manage the release of information. This evidence is consistent with the hypothesis that the delayed reporting of trades is neither a random occurrence nor fully explainable by factors outside the market maker's control.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00037-3"
        }
    ]
}