{
    "journal": "JFE",
    "volume": "124",
    "issue": "2",
    "date": "May 2017",
    "page": "Pages 223-440",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "May 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(17)30064-8"
        },
        {
            "no": "2",
            "title": "Financial dependence and innovation: The case of public versus private firms",
            "date": "Feb 2016",
            "author": [
                "Viral Acharya",
                "Zhaoxia Xu"
            ],
            "abstract": "In this paper, we examine the relation between innovation and a firm’s financial dependence using a sample of privately held and publicly traded US firms. We find that public firms in external finance dependent industries spend more on research and development and generate a better patent portfolio than their private counterparts. However, public firms in internal finance dependent industries do not have a better innovation profile than private firms. The results are robust to various empirical strategies that address selection bias. The findings indicate that the influence of public listing on innovation depends on the need for external capital.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.02.010"
        },
        {
            "no": "3",
            "title": "Dark pool trading strategies, market quality and welfare",
            "date": "Feb 2016",
            "author": [
                "Sabrina Buti",
                "Barbara Rindi",
                "Ingrid M. Werner"
            ],
            "abstract": "We show that when a continuous dark pool is added to a limit order book that opens illiquid, book and consolidated fill rates and volume increase, but spread widens, depth declines, and welfare deteriorates. The adverse effects on market quality and welfare are mitigated when book-liquidity builds but so are the positive effects on trading activity. All effects are stronger when traders’ valuations are less dispersed, access to the dark pool is greater, horizon is longer, and relative tick size larger.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.02.002"
        },
        {
            "no": "4",
            "title": "The value of trading relations in turbulent times",
            "date": "Jan 2017",
            "author": [
                "Marco Di Maggio",
                "Amir Kermani",
                "Zhaogang Song"
            ],
            "abstract": "This paper investigates how dealers’ trading relations shape their trading behavior in the corporate bond market. Dealers charge lower spreads to dealers with whom they have the strongest ties and more so during periods of market turmoil. Systemically important dealers exploit their connections at the expense of peripheral dealers as well as clients, charging higher markups than to other core dealers. Also, intermediation chains lengthened by 20% following the collapse of a flagship dealer in 2008 and even more for institutions strongly connected to this dealer. Finally, dealers drastically reduced their inventory during the crisis.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.01.003"
        },
        {
            "no": "5",
            "title": "Do exogenous changes in passive institutional ownership affect corporate governance and firm value?",
            "date": "Jan 2017",
            "author": [
                "Cornelius Schmidt",
                "Rüdiger Fahlenbrach"
            ],
            "abstract": "We investigate whether corporations and their executives react to an exogenous change in passive institutional ownership and alter their corporate governance structure. We find that exogenous increases in passive ownership lead to increases in CEO power and fewer new independent director appointments. Consistent with these changes not being beneficial for shareholders, we observe negative announcement returns to the appointments of new independent directors. We also show that firms carry out worse mergers and acquisitions after exogenous increases in passive ownership. These results suggest that the changed ownership structure causes higher agency costs.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.01.005"
        },
        {
            "no": "6",
            "title": "Compensation goals and firm performance",
            "date": "Jan 2017",
            "author": [
                "Benjamin Bennett",
                "J. Carr Bettis",
                "Radhakrishnan Gopalan",
                "Todd Milbourn"
            ],
            "abstract": "Using a large data set of performance goals employed in executive incentive contracts, we find that a disproportionately large number of firms exceed their goals by a small margin as compared to the number that fall short of the goal by a similar margin. This asymmetry is particularly acute for earnings goals, when compensation is contingent on a single goal, when the pay-performance relationship around the goal is concave-shaped, and for grants with non-equity-based payouts. Firms that exceed their compensation target by a small margin are more likely to beat the target the next period and CEOs of firms that miss their targets are more likely to experience a forced turnover. Firms that just exceed their Earnings Per Share (EPS) goals have higher abnormal accruals and lower Research and Development (R&D) expenditures, and firms that just exceed their profit goals have lower Selling, General and Administrative (SG&A) expenditures. Overall, our results highlight some of the costs of linking managerial compensation to specific compensation targets.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.01.010"
        },
        {
            "no": "7",
            "title": "Uncovering expected returns: Information in analyst coverage proxies",
            "date": "Jan 2017",
            "author": [
                "Charles M.C. Lee",
                "Eric C. So"
            ],
            "abstract": "We show that analyst coverage proxies contain information about expected returns. We decompose analyst coverage into abnormal and expected components using a simple characteristic-based model and show that firms with abnormally high analyst coverage subsequently outperform firms with abnormally low coverage by approximately 80 basis points per month. We also show abnormal coverage rises following exogenous shocks to underpricing and predicts improvements in firms’ fundamental performance, suggesting that return predictability stems from analysts more heavily covering underpriced stocks. Our findings highlight the usefulness of analysts’ actions in expected return estimations, and a potential inference problem when coverage proxies are used to study information asymmetry and dissemination.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.01.007"
        },
        {
            "no": "8",
            "title": "Socioeconomic status and learning from financial information",
            "date": "Mar 2017",
            "author": [
                "Camelia M. Kuhnen",
                "Andrei C. Miu"
            ],
            "abstract": "The majority of lower socioeconomic status (SES) households in the U.S. and Europe do not have stock investments, which is detrimental to wealth accumulation. Here, we examine one explanation for this puzzling fact, namely, that economic adversity may influence how people learn from financial information. Using experimental and survey data from the U.S. and Romania, we find that lower SES individuals form more pessimistic beliefs about the distribution of stock returns and are less likely to invest in stocks when these investments are likely to have good outcomes. SES-related differences in pessimism may help explain variation in investments across households.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.03.002"
        },
        {
            "no": "9",
            "title": "It pays to write well",
            "date": "Jan 2017",
            "author": [
                "Byoung-Hyoun Hwang",
                "Hugh Hoikwang Kim"
            ],
            "abstract": "We quantify the effects of easy-to-read disclosure documents on firm value by analyzing shareholder reports of closed-end investment companies in which the company's value can be estimated separately from the value of the company's underlying assets. Using a copy-editing software application that counts the pervasiveness of the most important ‘writing faults’ that make a document harder to read, our analysis provides evidence that issuing financial disclosure documents with low readability causes firms to trade at significant discounts relative to the value of their fundamentals. Our estimates suggest that a one-standard-deviation decrease in readability decreases firm value by a full 2.5%. In situations in which investors are more likely to rely on annual reports, the readability effect on firm value increases to 3.3%.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.01.006"
        },
        {
            "no": "10",
            "title": "Credit default swaps, exacting creditors and corporate liquidity management",
            "date": "Feb 2017",
            "author": [
                "Marti G. Subrahmanyam",
                "Dragon Yongjun Tang",
                "Sarah Qian Wang"
            ],
            "abstract": "We investigate the liquidity management of firms following the inception of credit default swaps (CDS) markets on their debt, which allow hedging and speculative trading on credit risk to be carried out by creditors and other parties. We find that reference firms hold more cash after CDS trading commences on their debt. The increase in cash holdings is more pronounced for CDS firms that do not pay dividends and have a higher marginal value of liquidity. For CDS firms with higher cash flow volatility, these increased cash holdings do not entail higher leverage. Overall, our findings are consistent with the view that CDS-referenced firms adopt more conservative liquidity policies to avoid negotiations with more exacting creditors.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.02.001"
        },
        {
            "no": "11",
            "title": "Variance risk premiums and the forward premium puzzle",
            "date": "Feb 2017",
            "author": [
                "Juan M. Londono",
                "Hao Zhou"
            ],
            "abstract": "We provide new empirical evidence that world currency and U.S. stock variance risk premiums have nonredundant and significant predictive power for the appreciation rates of 22 with respect to the U.S. dollar, especially at the four-month and one-month horizons, respectively. The heterogeneous exposures of currencies to the currency variance risk premium are systematically rising along the line of inflation risk. We rationalize these findings in a consumption-based asset pricing model, with local consumption uncertainty and global inflation uncertainty characterized, respectively, by the stock and currency variance risk premiums.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.02.002"
        }
    ]
}