{
    "journal": "JFE",
    "volume": "88",
    "issue": "1",
    "date": "April 2008",
    "page": "Pages 1-192",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Apr 2008",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(08)00049-4"
        },
        {
            "no": "2",
            "title": "The power of the pen and executive compensation",
            "date": "May 2007",
            "author": [
                "John E. Core",
                "Wayne Guay",
                "David F. Larcker"
            ],
            "abstract": "We examine the press’ role in monitoring and influencing executive compensation practice using more than 11,000 press articles about CEO compensation from 1994 to 2002. Negative press coverage is more strongly related to excess annual pay than to raw annual pay, suggesting a sophisticated approach by the media in selecting CEOs to cover. However, negative coverage is also greater for CEOs with more option exercises, suggesting the press engages in some degree of “sensationalism.” We find little evidence that firms respond to negative press coverage by decreasing excess CEO compensation or increasing CEO turnover.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.05.001"
        },
        {
            "no": "3",
            "title": "How is macro news transmitted to exchange rates?",
            "date": "Jun 2007",
            "author": [
                "Martin D.D. Evans",
                "Richard K. Lyons"
            ],
            "abstract": "Macro news can affect currency prices directly and indirectly via order flow. Past research shows that the direct effects of scheduled macro news account for less than 10% of daily price variance. This paper shows that the arrival of macro news can account for more than 30% of daily price variance. Two features of our analysis account for this finding: (1) We consider the broad spectrum of macro news items that market participants observe, not just scheduled announcements. (2) We allow the arrival of news to affect prices indirectly via its impact on the volatility of order flow. Our analysis shows that order flow variations contribute more to currency price dynamics following the arrival of public macro news than at other times. This is not consistent with news effects being common knowledge that is impounded in price directly. Roughly two-thirds of the total effect of macro news on the DM/$ exchange rate is transmitted via order flow.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.06.001"
        },
        {
            "no": "4",
            "title": "Entrepreneurial finance: Banks versus venture capital",
            "date": "May 2007",
            "author": [
                "Andrew Winton",
                "Vijay Yerramilli"
            ],
            "abstract": "We analyze how entrepreneurial firms choose between two funding institution: banks, which monitor less intensively and face liquidity demands from their own investors, and venture capitalists, who can monitor more intensively but face a higher cost of capital because of the liquidity constraints that they impose on their own investors. Because the firm's manager prefers continuing the firm over liquidating it and aggressive (risky) continuation strategies over conservative (safe) continuation strategies, the institution must monitor the firm and exercise some control over its decisions. Bank finance takes the form of debt, whereas venture capital finance often resembles convertible debt. Venture capital finance is optimal only when the aggressive continuation strategy is not too profitable, ex ante; the uncertainty associated with the risky continuation strategy (strategic uncertainty) is high; and the firm's cash flow distribution is highly risky and positively skewed, with low probability of success, low liquidation value, and high returns if successful. A decrease in venture capitalists’ cost of capital encourages firms to switch from safe strategies and bank finance to riskier strategies and venture capital finance, increasing the average risk of firms in the economy.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.05.004"
        },
        {
            "no": "5",
            "title": "Capital structure and international debt shifting",
            "date": "May 2007",
            "author": [
                "Harry Huizinga",
                "Luc Laeven",
                "Gaetan Nicodeme"
            ],
            "abstract": "This paper presents a model of a multinational firm's optimal debt policy that incorporates international taxation factors. The model yields the prediction that a multinational firm's indebtedness in a country depends on a weighted average of national tax rates and differences between national and foreign tax rates. These differences matter as multinationals have an incentive to shift debt to high-tax countries. The predictions of the model are tested using a novel firm-level dataset for European multinationals and their subsidiaries, combined with newly collected data on the international tax treatment of dividend and interest streams. Our empirical results show that a foreign subsidiary's capital structure reflects local corporate tax rates as well as tax rate differences vis-à-vis the parent firm and other foreign subsidiaries, although the overall economic effect of taxes on leverage appears to be small. Ignoring the international debt shifting arising from differences in national tax rates would understate the impact of national taxes on debt policies by about 25%.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.05.006"
        },
        {
            "no": "6",
            "title": "Firms as buyers of last resort",
            "date": "Apr 2007",
            "author": [
                "Harrison Hong",
                "Jiang Wang",
                "Jialin Yu"
            ],
            "abstract": "We develop a model to explore the asset pricing implications of firms being buyers of last resort for their own stocks. Those with more ability to repurchase shares when prices drop far below fundamental value (i.e., less financially constrained firms) should have lower short-horizon return variances (controlling for fundamental variance) than other firms. Using standard proxies for financing constraints such as past repurchases and firm age, we find strong support for this predicted relation. We also find that this relation is stronger in the U.S. after 1982 when regulatory reforms lowered the legal cost of conducting repurchases as well as in countries where share repurchases are legally easier to execute.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.04.004"
        },
        {
            "no": "7",
            "title": "Stock price informativeness, cross-listings, and investment decisions",
            "date": "May 2007",
            "author": [
                "Thierry Foucault",
                "Thomas Gehrig"
            ],
            "abstract": "We show that a cross-listing enables firms to obtain, from the stock market, more precise information about the value of their growth opportunities. Thus, cross-listed firms make better investment decisions and trade at a premium. This theory of cross-listings implies that the sensitivity of investment to stock prices is larger for cross-listed firms. Moreover, the cross-listing premium is positively related to the size of growth opportunities and negatively related to the quality of managerial information. The sensitivity of the premium to the size of growth opportunities increases with factors that strengthen the impact of the cross-listing on price informativeness.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.05.007"
        },
        {
            "no": "8",
            "title": "Ultimate ownership and control in Russia",
            "date": "May 2007",
            "author": [
                "Lucy Chernykh"
            ],
            "abstract": "I investigate ultimate control and ownership patterns in Russian publicly traded companies. I show that these companies are controlled either by the state or by anonymous private owners. Federal and regional governments’ control is exercised through extensive use of pyramids. Private owners widely exploit legal loopholes that allow them to mask their holdings and identities through nominee and foreign offshore arrangements. The comparison of formal and informal ownership disclosure reveals that the typical anonymous owners are insiders and that in virtually all cases the market participants “know” who the real owners are. Collectively, the evidence suggests that the legal weaknesses in disclosure requirements are important determinants of country-specific ownership and control structures.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.05.005"
        }
    ]
}