{
    "journal": "JFE",
    "volume": "88",
    "issue": "2",
    "date": "May 2008",
    "page": "Pages 193-424",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "May 2008",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(08)00066-4"
        },
        {
            "no": "2",
            "title": "The consequences to managers for financial misrepresentation",
            "date": "Jun 2007",
            "author": [
                "Jonathan M. Karpoff",
                "D. Scott Lee",
                "Gerald S. Martin"
            ],
            "abstract": "We track the fortunes of all 2,206 individuals identified as responsible parties for all 788 Securities and Exchange Commission (SEC) and Department of Justice (DOJ) enforcement actions for financial misrepresentation from January 1, 1978 through September 30, 2006. Fully 93% lose their jobs by the end of the regulatory enforcement period. Most are explicitly fired. The likelihood of ouster increases with the cost of the misconduct to shareholders and the quality of the firm's governance. Culpable managers also bear substantial financial losses through restrictions on their future employment, their shareholdings in the firm, and SEC fines. A sizeable minority (28%) face criminal charges and penalties, including jail sentences that average 4.3 years. These results indicate that the individual perpetrators of financial misconduct face significant disciplinary action.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.06.003"
        },
        {
            "no": "3",
            "title": "Does international cross-listing improve the information environment",
            "date": "Jun 2007",
            "author": [
                "Nuno Fernandes",
                "Miguel A. Ferreira"
            ],
            "abstract": "We investigate whether cross-listing in the U.S. affects the information environment for non-U.S. stocks. Our findings suggest cross-listing has an asymmetric impact on stock price informativeness around the world, as measured by firm-specific stock return variation. Cross-listing improves price informativeness for developed market firms. For firms in emerging markets, however, cross-listing decreases price informativeness. The added analyst coverage associated with cross-listing likely explains the findings in emerging markets, rather than changes in liquidity, ownership, or accounting quality. Our results indicate that the added analyst coverage fosters the production of marketwide information, rather than firm-specific information.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.06.002"
        },
        {
            "no": "4",
            "title": "Analyst coverage and earnings management",
            "date": "May 2007",
            "author": [
                "Fang (Frank) Yu"
            ],
            "abstract": "What is the role of information intermediaries in corporate governance? This paper examines equity analysts’ influence on managers’ earnings management decisions. Do analysts serve as external monitors to managers, or do they put excessive pressure on managers? Using multiple measures of earnings management, I find that firms followed by more analysts manage their earnings less. To address the potential endogeneity problem of analyst coverage, I use two instrumental variables based on change in broker size and on firm's inclusion in the Standard & Poor's 500 index, and I find that the results are robust. Finally, given the number of covering analysts, analysts from top brokers and more experienced analysts have stronger effects against earnings management.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.05.008"
        },
        {
            "no": "5",
            "title": "Latent liquidity: A new measure of liquidity, with an application to corporate bonds",
            "date": "Feb 2007",
            "author": [
                "Sriketan Mahanti",
                "Amrut Nashikkar",
                "Marti Subrahmanyam",
                "George Chacko",
                "Gaurav Mallik"
            ],
            "abstract": "We present a new measure of liquidity known as “latent liquidity” and apply it to a unique corporate bond database. Latent liquidity is defined as the weighted average turnover of investors who hold a bond, in which the weights are the fractional investor holdings. It can be used to measure liquidity in markets with sparse transactions data. For bonds that trade frequently, our measure has predictive power for both transaction costs and the price impact of trading, over and above trading activity and bond-specific characteristics thought to be related to liquidity. Additionally, this measure exhibits relationships with bond characteristics similar to those of other trade-based measures.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.02.006"
        },
        {
            "no": "6",
            "title": "Dumb money: Mutual fund flows and the cross-section of stock returns",
            "date": "Jul 2007",
            "author": [
                "Andrea Frazzini",
                "Owen A. Lamont"
            ],
            "abstract": "We use mutual fund flows as a measure of individual investor sentiment for different stocks, and find that high sentiment predicts low future returns. Fund flows are dumb money–by reallocating across different mutual funds, retail investors reduce their wealth in the long run. This dumb money effect is related to the value effect: high sentiment stocks tend to be growth stocks. High sentiment also is associated with high corporate issuance, interpretable as companies increasing the supply of shares in response to investor demand.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.07.001"
        },
        {
            "no": "7",
            "title": "Financial expertise of directors",
            "date": "May 2007",
            "author": [
                "A. Burak Güner",
                "Ulrike Malmendier",
                "Geoffrey Tate"
            ],
            "abstract": "We analyze how directors with financial expertise affect corporate decisions. Using a novel panel data set, we find that financial experts exert significant influence, though not necessarily in the interest of shareholders. When commercial bankers join boards, external funding increases and investment-cash flow sensitivity decreases. However, the increased financing flows to firms with good credit but poor investment opportunities. Similarly, investment bankers on boards are associated with larger bond issues but worse acquisitions. We find little evidence that financial experts affect compensation policy. The results suggest that increasing financial expertise on boards may not benefit shareholders if conflicting interests (e.g., bank profits) are neglected.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.05.009"
        },
        {
            "no": "8",
            "title": "Ex-dividend day trading: Who, how, and why?",
            "date": "Dec 2007",
            "author": [
                "Elias Rantapuska"
            ],
            "abstract": "This study examines the ex-dividend day trading behavior of all investors in the Finnish stock market. Consistent with dynamic dividend clientele theories, investors with a preference for dividend income buy shares cum-dividend and sell ex-dividend; the reverse is true for investors with the opposite preference. Investors also engage in overnight arbitrage, earning on average a 2% overnight return on their invested capital. Trades at the investor-level reveal that idiosyncratic risk is an important determinant in the choice of stock for short-term ex-day trading. Furthermore, transaction costs and dividend yield jointly determine whether the volume of short-term trading activity is nonzero.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.12.001"
        },
        {
            "no": "9",
            "title": "Decomposing swap spreads",
            "date": "Jul 2007",
            "author": [
                "Peter Feldhütter",
                "David Lando"
            ],
            "abstract": "We analyze a six-factor model for Treasury bonds, corporate bonds, and swap rates and decompose swap spreads into three components: a convenience yield from holding Treasuries, a credit risk element from the underlying LIBOR rate, and a factor specific to the swap market. The convenience yield is by far the largest component of spreads. There is a discernible contribution from credit risk as well as from a swap-specific factor with higher variability which in certain periods is related to hedging activity in the mortgage-backed security market. The model also sheds light on the relation between AA hazard rates and the spread between LIBOR rates and General Collateral repo rates and on the level of the riskless rate compared to swap and Treasury rates.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.07.004"
        },
        {
            "no": "10",
            "title": "Trading imbalances, predictable reversals, and cross-stock price pressure",
            "date": "Apr 2007",
            "author": [
                "Sandro C. Andrade",
                "Charles Chang",
                "Mark S. Seasholes"
            ],
            "abstract": "We test the implications of a multi-asset equilibrium model in which a finite number of risk-averse liquidity providers accommodate non-informational trading imbalances. These imbalances generate predictable reversals in stock returns. An imbalance in one stock also affects the prices of other stocks. The magnitude of the cross-stock price pressure depends on the correlations of the stocks’ underlying cash flows. The model implies that non-informational trading increases the volatility of stock returns. We confirm the model's implications using data from the Taiwan Stock Exchange.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.04.005"
        }
    ]
}