{
    "journal": "JFE",
    "volume": "8",
    "issue": "2",
    "date": "June 1980",
    "page": "Pages 103-201",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Jun 1980",
            "author": [
                "Michael C. Jensen"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(80)90013-6"
        },
        {
            "no": "2",
            "title": "Merger proposals, management discretion and stockholder wealth",
            "date": "Jun 1980",
            "author": [
                "Peter Dodd"
            ],
            "abstract": "This paper provides evidence on the daily market reaction to the announcement and subsequent acceptance or rejection of merger proposals. There is a swift and large positive market reaction to the first public announcement of the merger proposal. Subsequently, there is a positive reaction to the approval of completed proposals and a negative reaction to cancelled proposals. Where proposals are vetoed by incumbent target management, there is a negative market reaction to the veto, but this does not eliminate the earlier positive reaction to the first announcement. In these proposals there is a permanent revaluation of the target shares. This is in contrast to cancelled proposals that incumbent managements do not veto, where the target stock price falls back, on average, to the preproposal level.",
            "link": "https://doi.org/10.1016/0304-405X(80)90014-8"
        },
        {
            "no": "3",
            "title": "The effects of capital structure change on security prices",
            "date": "Jun 1980",
            "author": [
                "Ronald W. Masulis"
            ],
            "abstract": "This study considers the impact of capital structure change announcements on security prices. Statistically significant price adjustments in firms' common stock, preferred stock and debt related to these announcements are documented and alternative causes for these price changes are examined. The evidence is consistent with both corporate tax and wealth redistribution effects. There is also evidence that firms make decisions which do not maximize stockholder wealth. In addition, a new approach to testing the significance of public announcements on security returns is presented.",
            "link": "https://doi.org/10.1016/0304-405X(80)90015-X"
        },
        {
            "no": "4",
            "title": "Trading costs for listed options",
            "date": "Jun 1980",
            "author": [
                "Susan M. Phillips",
                "Clifford W. Smith"
            ],
            "abstract": "This paper reexamines the anomalous evidence concerning the efficiency of the listed options exchanges. We focus on the structure of trading costs in that market, and note several costs which generally have been ignored, the largest of which is the bid-ask spread. When we adjust the published trading rules for our estimates of these trading costs, the reported abnormal returns are eliminated.",
            "link": "https://doi.org/10.1016/0304-405X(80)90016-1"
        }
    ]
}