{
    "journal": "JFE",
    "volume": "8",
    "issue": "3",
    "date": "September 1980",
    "page": "Pages 203-319",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Sep 1980",
            "author": [
                "Michael C. Jensen"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(80)90001-X"
        },
        {
            "no": "2",
            "title": "Measuring security price performance",
            "date": "Sep 1980",
            "author": [
                "Stephen J. Brown",
                "Jerold B. Warner"
            ],
            "abstract": "Event studies focus on the impact of particular types of firm-specific events on the prices of the affected firms' securities. In this paper, observed stock return data are employed to examine various methodologies which are used in event studies to measure security price performance. Abnormal performance is introduced into this data. We find that a simple methodology based on the market model performs well under a wide variety of conditions. In some situations, even simpler methods which do not explicitly adjust for marketwide factors or for risk perform no worse than the market model. We also show how misuse of any of the methodologies can result in false inferences about the presence of abnormal performance.",
            "link": "https://doi.org/10.1016/0304-405X(80)90002-1"
        },
        {
            "no": "3",
            "title": "Discretely adjusted option hedges",
            "date": "Sep 1980",
            "author": [
                "Phelim P. Boyle",
                "David Emanuel"
            ],
            "abstract": "This paper analyses the distribution of returns on a hedged portfolio, consisting of a European call option and its associated stock, when the portfolio is rebalanced at discrete time intervals. Under the assumptions of the Black-Scholes model this distribution is particularly skew. In tests of the average return on a hedged portfolio this skewness leads to biased t-statistics. The paper explores the nature and extent of this bias and suggests procedures for overcoming it. Other aspects of discrete hedging are also discussed.",
            "link": "https://doi.org/10.1016/0304-405X(80)90003-3"
        },
        {
            "no": "4",
            "title": "Mutual fund insurance",
            "date": "Sep 1980",
            "author": [
                "Mary Ann Gatto",
                "Robert Geske",
                "Robert Litzenberger",
                "Howard Sosin"
            ],
            "abstract": "During the 1970's, mutual fund insurance was sold in the U.S. by the Harleysville and Prudential Insurance Companies. This paper examines the valuation and demand for this insurance. It illustrates that because of its design, for many plausible combinations of model parameters, a competitive premium need not exist for the Harleysville contract. A competitive premium will always exist for the Prudential policy, however the value is directly related to the age of the purchaser. Harleysville charged the same premium to all funds and therefore was subject to adverse selection. Evidence of this effect is provided by illustrating that the demand for the insurance was directly related to its competitive market value.",
            "link": "https://doi.org/10.1016/0304-405X(80)90004-5"
        },
        {
            "no": "5",
            "title": "Call for papers",
            "date": "Sep 1980",
            "author": [
                "Stanley Block"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(80)90005-7"
        }
    ]
}