{
    "journal": "JF",
    "volume": "40",
    "issue": "3",
    "date": "July 1985",
    "page": "Pages: i-vii, 619-1030, viii-xii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "July 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb00360.x"
        },
        {
            "no": "2",
            "title": "INTRODUCTION",
            "date": "July 1985",
            "author": [
                "FISCHER BLACK"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04983.x"
        },
        {
            "no": "3",
            "title": "Of Financial Innovations and Excesses",
            "date": "July 1985",
            "author": [
                "JAMES C. VAN HORNE"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04984.x"
        },
        {
            "no": "4",
            "title": "On Economics and Finance",
            "date": "July 1985",
            "author": [
                "LAWRENCE H. SUMMERS"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04985.x"
        },
        {
            "no": "5",
            "title": "Debt and Taxes and Uncertainty",
            "date": "July 1985",
            "author": [
                "STEPHEN A. ROSS"
            ],
            "abstract": "With a graduated personal tax schedule, Miller showed that there could be an equilibrium debt supply for the corporate sector as a whole. In the presence of uncertainty there is also a unique debt/equity ratio for each individual firm, and this ratio is related to the firm's operational risk characteristics. However, if firms merge and spin off in response to tax incentives, the identity of firms is ambiguous and only the corporate sector is a meaningful construct. These arguments are developed in both discrete and continuous models that employ extensions of the arbitrage‐free pricing theory.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04986.x"
        },
        {
            "no": "6",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "GEORGE M. CONSTANTINIDES"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04987.x"
        },
        {
            "no": "7",
            "title": "New Tests of the APT and Their Implications",
            "date": "July 1985",
            "author": [
                "PHOEBUS J. DHRYMES",
                "IRWIN FRIEND",
                "MUSTAFA N. GULTEKIN",
                "N. BULENT GULTEKIN"
            ],
            "abstract": "This paper provides new tests of the arbitrage pricing theory (APT). Test results appear to be extremely sensitive to the number of securities used in the two stages of the tests of the APT model. New tests also indicate that unique risk is fully as important as common risk. While these tests have serious limitations, they are inconsistent with the APT.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04988.x"
        },
        {
            "no": "8",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "ALAN KRAUS"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04989.x"
        },
        {
            "no": "9",
            "title": "An Unbiased Reexamination of Stock Market Volatility",
            "date": "July 1985",
            "author": [
                "N. GREGORY MANKIW",
                "DAVID ROMER",
                "MATTHEW D. SHAPIRO"
            ],
            "abstract": "Recent work demonstrates serious statistical problems with standard volatility tests. This paper proposes new tests that are unbiased in small samples and that do not require assumptions of stationarity. The new tests continue to find evidence against the model positing rational expectations and a constant required rate of return on equity.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04990.x"
        },
        {
            "no": "10",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "ROBERT SHILLER"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04991.x"
        },
        {
            "no": "11",
            "title": "Adjustment Costs and Capital Asset Pricing",
            "date": "July 1985",
            "author": [
                "GREGORY W. HUFFMAN"
            ],
            "abstract": "Discrete‐time models of asset pricing have hitherto generally avoided studying the relationship between the underlying technology inherent in the economy and the determinants of the price of capital. A fully articulated economy is constructed in which there is a nontrivial technology for producing capital. The existence of adjustment costs in augmenting the quantity of capital has interesting implications for the stochastic properties of asset prices, as well as other macroeconomic variables. Examples of such economies are used to illustrate this point.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04992.x"
        },
        {
            "no": "12",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "KENNETH J. SINGLETON"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04993.x"
        },
        {
            "no": "13",
            "title": "A Theoretical Analysis of Real Estate Returns",
            "date": "July 1985",
            "author": [
                "H. RUSSELL FOGLER",
                "MICHAEL R. GRANITO",
                "LAURENCE R. SMITH"
            ],
            "abstract": "In this paper, we consider two hypotheses for the recent performance of real estate returns. The first is the random event argument that real estate is positively correlated with unanticipated inflation but that structural change in expected returns due to a change in the perceived sensitivity of returns to unanticipated inflation has not taken place. The second is the hedge demand argument that formulates the structural shift hypothesis. The paucity of real estate and other expectations data as well as the general identification problem make it extremely difficult to distinguish between these hypothesis. Our tests consist of estimates of inflation betas for various asset categories overtime as well as estimates of the hedge vector,\nS\n-\n1\nC\n. Although some support for the hedge argument is found, the results are not strong enough to reject the random event argument and conclude that a decline in the required return on real estate due to a relative increase in inflation beta drove returns during the 1970's.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04994.x"
        },
        {
            "no": "14",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "MEIR STATMAN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04995.x"
        },
        {
            "no": "15",
            "title": "An Investigation of Transactions Data for NYSE Stocks",
            "date": "July 1985",
            "author": [
                "ROBERT A. WOOD",
                "THOMAS H. McINISH",
                "J. KEITH ORD"
            ],
            "abstract": "Using transactions data, the behavior of returns and characteristics of trades at the micro level is examined. A minute‐by‐minute market return series is formed and tested for normality and autocorrelation. Evidence of differences in return distributions is found among overnight trades, trades during the first 30 minutes following the market opening, trades at the close, and trades during the remainder of the day. The latter distribution is found to be normal. Unusually high returns and standard deviations of returns are found at the beginning and the end of the trading day. When the beginning‐and end‐of‐the‐day effects are omitted, autocorrelation in the market return series is reduced substantially. A number of patterns in trading are reported.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04996.x"
        },
        {
            "no": "16",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "GEORGE TAUCHEN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04997.x"
        },
        {
            "no": "17",
            "title": "Index Options: The Early Evidence",
            "date": "July 1985",
            "author": [
                "JEREMY EVNINE",
                "ANDREW RUDD"
            ],
            "abstract": "Index options became the most important traded contracts during their first year of existence. Two contracts, namely those on the S&P100 and the Major Markets Index, have a trading volume which typically surpasses the trading volume in all individual stock option contracts. In this paper, we examine the pricing of the options on the S&P100 and the Major Markets Index. Using intra‐day prices, we find the options frequently violate the arbitrage boundary, put/call parity, and are substantially mispriced relative to theoretical values. Our results suggest that tests of option pricing models may be more difficult than previously realized due to nonsynchronous prices, even using “real‐time” data from the exchanges.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04998.x"
        },
        {
            "no": "18",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "JAMES D. MACBETH"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04999.x"
        },
        {
            "no": "19",
            "title": "In Defense of Technical Analysis",
            "date": "July 1985",
            "author": [
                "JACK L. TREYNOR",
                "ROBERT FERGUSON"
            ],
            "abstract": "Many investors occasionally receive what they believe to be nonpublic information about a security. Others feel that by applying superior analytical skills to public information, they are able to arrive at valuable insights that are not generally appreciated. In either case, there is a substantial opportunity for profit if the investor is correct. The investor must be correct on two counts. First, the estimate of the worth of the information must be reasonably accurate in terms of its impact on the price of the stock, and second, the investor must make a realistic assessment of the likelihood that the market already has received the information or insight in question. This paper is concerned only with the latter problem. The probability distribution of the date on which the market receives information already in the hands of the investor is calculated for a simple model of information propagation. It is then shown how this probability distribution can be brought to bear on the management of a portfolio.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05000.x"
        },
        {
            "no": "20",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "ERIC H. SORENSEN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05001.x"
        },
        {
            "no": "21",
            "title": "The Disposition to Sell Winners Too Early and Ride Losers Too Long: Theory and Evidence",
            "date": "July 1985",
            "author": [
                "HERSH SHEFRIN",
                "MEIR STATMAN"
            ],
            "abstract": "One of the most significant and unique features in Kahneman and Tversky's approach to choice under uncertainty is aversion to loss realization. This paper is concerned with two aspects of this feature. First, we place this behavior pattern into a wider theoretical framework concerning a general disposition to sell winners too early and hold losers too long. This framework includes other elements, namely mental accounting, regret aversion, self‐control, and tax considerations. Second, we discuss evidence which suggests that tax considerations alone cannot explain the observed patterns of loss and gain realization, and that the patterns are consistent with a combined effect of tax considerations and the three other elements of our framework. We also show that the concentration of loss realizations in December is not consistent with fully rational behavior, but is consistent with our theory.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05002.x"
        },
        {
            "no": "22",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "GEORGE M. CONSTANTINIDES"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05003.x"
        },
        {
            "no": "23",
            "title": "Does the Stock Market Overreact?",
            "date": "July 1985",
            "author": [
                "WERNER F. M. De BONDT",
                "RICHARD THALER"
            ],
            "abstract": "Research in experimental psychology suggests that, in violation of Bayes' rule, most people tend to “overreact” to unexpected and dramatic news events. This study of market efficiency investigates whether such behavior affects stock prices. The empirical evidence, based on CRSP monthly return data, is consistent with the overreaction hypothesis. Substantial weak form market inefficiencies are discovered. The results also shed new light on the January returns earned by prior “winners” and “losers.” Portfolios of losers experience exceptionally large January returns as late as five years after portfolio formation.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05004.x"
        },
        {
            "no": "24",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "PETER L. BERNSTEIN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05005.x"
        },
        {
            "no": "25",
            "title": "Ripoffs, Lemons, and Reputation Formation in Agency Relationships: A Laboratory Market Study",
            "date": "July 1985",
            "author": [
                "DOUGLAS V. DEJONG",
                "ROBERT FORSYTHE",
                "RUSSELL J. LUNDHOLM"
            ],
            "abstract": "This paper examines the effect of the moral hazard problem in an agency relationship where the principal cannot observe the level of service provided by the agent. Using data from laboratory markets, we demonstrate that the presence of moral hazard leads to shirking by agents. However, this “lemons” phenomenon occurs only about one‐half of the time. While there is evidence of reputation effects in these markets, seemingly reputable agents are often able to use opportunities for false advertising to their advantage and “ripoff” principals.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05006.x"
        },
        {
            "no": "26",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "HAIM MENDELSON"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05007.x"
        },
        {
            "no": "27",
            "title": "Risk A version and Information Structure: An Experimental Study of Price Variability in the Securities Markets",
            "date": "July 1985",
            "author": [
                "JAMES S. ANG",
                "THOMAS SCHWARZ"
            ],
            "abstract": "This study investigates the differences in the behaviors between the speculative investors and the conservative investors in two separate experimental markets. Although the market for speculators shows greater price volatility in both bid/ask spread within a trade as well as with intraperiod variances, it exhibits several desirable properties. Specifically, the price patterns tend to converge closer, and at a greater speed to either the prior information equilibrium price or the rational expectation equilibrium price. It also achieves better allocational efficiency. And, it is also less likely to be misled by potentially “false” price information.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05008.x"
        },
        {
            "no": "28",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "KALMAN J. COHEN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05009.x"
        },
        {
            "no": "29",
            "title": "Towards a Semigroup Pricing Theory",
            "date": "July 1985",
            "author": [
                "MARK B. GARMAN"
            ],
            "abstract": "In an arbitrage‐free economy, there will always exist a set of linear operators which map future contingent dividends of securities into their current prices. It happens that such operators will also form an “evolution semigroup” as a consequence of intertemporal analysis of the no‐arbitrage restriction. This paper summarizes some of the major implications of the semigroup properties, but avoids almost all of the technical discussion which underlies them. Instead, several practical examples are presented. Some well‐known continuous‐time results are replicated by this alternative method, and certain new developments are explored.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05010.x"
        },
        {
            "no": "30",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "CHI‐FU HUANG"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05011.x"
        },
        {
            "no": "31",
            "title": "Risky Debt, Investment Incentives, and Reputation in a Sequential Equilibrium",
            "date": "July 1985",
            "author": [
                "KOSE JOHN",
                "DAVID C. NACHMAN"
            ],
            "abstract": "The agency relationship of corporate insiders and bondholders is modeled as a dynamic game with asymmetric information. The incentive effect of risky debt on the investment policy of a levered firm is studied in this context. In a sequential equilibrium of the model, a concept of reputation arises endogenously resulting in a partial resolution of the classic agency problem of underinvestment. The incentive of the firm to underinvest is curtailed by anticipation of favorable rating of its bonds by the market. This anticipated pricing of debt is consistent with rational expectations pricing by a competitive bond market and is realized in equilibrium. Some empirical implications of the model for bond rating, debt covenants, and bond price response to investment announcements are explored.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05012.x"
        },
        {
            "no": "32",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "CHESTER S. SPATT"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05013.x"
        },
        {
            "no": "33",
            "title": "Currency Risk and Country Risk in International Banking",
            "date": "July 1985",
            "author": [
                "ALAN C. SHAPIRO"
            ],
            "abstract": "This paper focuses on the conditions under which banks are subject to currency and country risks on their dollar‐denominated loans to foreign firms and governments. We conclude that currency risk is a function of the rates of domestic and foreign inflation, deviations from purchasing power parity, and the effect of these deviations on the firm's and the nation's dollar‐equivalent cash flows. Country risk is largely determined by the variability of the nation's terms of trade and the government's willingness to allow the national economy to adjust rapidly to changing economic fortunes.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05014.x"
        },
        {
            "no": "34",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "EUGENE FLOOD"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05015.x"
        },
        {
            "no": "35",
            "title": "Determinants of Corporate Leasing Policy",
            "date": "July 1985",
            "author": [
                "CLIFFORD W. SMITH JR.",
                "L. MACDONALD WAKEMAN"
            ],
            "abstract": "The existing finance literature assumes the real operating cash flows from leasing or owning are invariant to the ownership of the asset and focuses on tax‐related incentives for corporate leasing policy. Our analysis suggests that taxes are important in identifying potential lessees and lessors, but are less important in identifying the specific assets leased. We provide a unified analysis of the various incentives affecting the lease‐versus‐purchase decision. We then show how these incentives explain the use of contractual provisions such as maintenance clauses, deposits, options to purchase the asset, and metering.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05016.x"
        },
        {
            "no": "36",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "GREGORY D. HAWKINS"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05017.x"
        },
        {
            "no": "37",
            "title": "Spinoff/Terminations and the Value of Pension Insurance",
            "date": "July 1985",
            "author": [
                "ALAN J. MARCUS"
            ],
            "abstract": "This paper derives the value of Pension Benefit Guarantee Corporation (PBGC) pension insurance under two scenarios of interest. The first allows for voluntary plan termination, which appears to be legal under current statutes. In the second scenario, termination is prohibited unless the firm is bankrupt. Empirical estimates of PBGC liabilities are calculated. These show that prospective PBGC liabilities greatly exceed current reserves for plan terminations, that even under a bankruptcy‐only termination rule, PBGC liabilities still would be quite sensitive to discretionary funding policy, and that the increasingly common practice of pension spinoff/terminations, substantially increases the present value of the PBGC's contingent liabilities.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05018.x"
        },
        {
            "no": "38",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "LARRY MERVILLE"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05019.x"
        },
        {
            "no": "39",
            "title": "The Usefulness of the Wind‐Up Measure of Pension Liabilities: A Labor Market Perspective",
            "date": "July 1985",
            "author": [
                "JAMES E. PESANDO"
            ],
            "abstract": "Financial economists have long favored the use of a wind‐up measure of the firm's pension liabilities. Yet the pension liabilities of the firm also represent the pension wealth of its workers. It is reasonable to presume that workers and shareholders have a common view of the pension contract. If the wind‐up measure depicts the true pension liabilities of the firm, then the wage concession granted by its workers must reflect the fact that the firm may choose to terminate the plan at any time. Data on the wage‐service characteristics of the membership of a sample of final earnings plans in Canada suggest, contrary to the implications of the wind‐up measure, that workers' wages do not internalize accruing pension benefits on a year‐to‐year basis. Instead, the data suggest that pension plans may be a vehicle through which a significant portion of the total compensation of individual employees is deferred until their later work years, and that the wind‐up measure may well understate the pension liabilities of an on‐going firm.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05020.x"
        },
        {
            "no": "40",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "DENNIS E. LOGUE"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05021.x"
        },
        {
            "no": "41",
            "title": "The Integration of Insurance and Taxes in Corporate Pension Strategy",
            "date": "July 1985",
            "author": [
                "JAMES L. BICKSLER",
                "ANDREW H. CHEN"
            ],
            "abstract": "This paper examines the implications of the joint effects of insurance and taxes for the optimal corporate pension strategy. It is shown that neither the “mini‐max” nor the “maxi‐min” strategy advocated by previous authors is necessarily best in corporate pension management. In the presence of capital market imperfections, the analysis via a single‐period contingent‐claims model indicates that optimal corporate pension strategy in both asset‐allocation and funding decisions can be a noncorner interior solution.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05022.x"
        },
        {
            "no": "42",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "GUILFORD C. BABCOCK"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05023.x"
        },
        {
            "no": "43",
            "title": "Depositors' Welfare, Deposit Insurance, and Deregulation",
            "date": "July 1985",
            "author": [
                "YUK‐SHEE CHAN",
                "KING‐TIM MAK"
            ],
            "abstract": "We develop an analytical model to address the question of optimal deposit insurance policy and to examine the impact of deregulation on depositors' welfare and the soundness of the insurance system. We find that the optimal level of regulation depends critically on the functional relationship between risk and return. We show that in general deregulation of bank activities and/or of deposit rate ceilings will in volve tradeoff between depositors' welfare and the soundness of the insurance system. Our analysis also indicates that risk‐sensitive premium and capital requirement schedules may not be efficient in managing the risk of banks.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05024.x"
        },
        {
            "no": "44",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "ROBERT HEINKEL"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05025.x"
        },
        {
            "no": "45",
            "title": "A Micro Model of the Federal Funds Market",
            "date": "July 1985",
            "author": [
                "THOMAS S. Y. HO",
                "ANTHONY SAUNDERS"
            ],
            "abstract": "This paper demonstrates that valuable insights into the determination of Federal funds rates can be gained through modeling the micro‐decisions of market participants. Fed fund demand functions are derived for different bank valuation functions and several implications are discussed. Specifically, it is: (i) possible to rationalize the observation that large banks are net purchasers and small banks net sellers of Fed funds; (ii) to explain the positive spread of Fed funds rates over other short‐term money market rates; and (iii) to link the size of this spread to the Federal Reserve's underlying monetary policy strategy.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05026.x"
        },
        {
            "no": "46",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "PAUL A. SPINDT"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05027.x"
        },
        {
            "no": "47",
            "title": "A Test of the OPEC Cartel Hypothesis: 1974–1983",
            "date": "July 1985",
            "author": [
                "CLAUDIO LODERER"
            ],
            "abstract": "This paper tests whether the higher oil prices of the last decade could have been the result of producer collusion. We find little evidence that OPEC influenced oil prices during the years of skyrocketing prices (1974–1980), but there is evidence that it did so during the recent years of softening prices (1981–1983).",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05028.x"
        },
        {
            "no": "48",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "RICHARD P. CASTANIAS"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05029.x"
        },
        {
            "no": "49",
            "title": "The Pricing of Oil and Gas: Some Further Results",
            "date": "July 1985",
            "author": [
                "MERTON H. MILLER",
                "CHARLES W. UPTON"
            ],
            "abstract": "The Hotelling Valuation Principle (HVP) implies that the unit value of an exhaustible natural resource can be written as a function of its current price, net of extraction costs; other variables such as interest rates have no additional explanatory power. The results of earlier tests using data from 1979–1981 strongly support the HVP. This paper presents a series of follow‐up tests using time‐series cross‐section data covering the period August 1981 to December 1983. Because the variance of petroleum prices in this period was substantially less than in the earlier period, the follow‐up sample proved generally noninformative. The sample also contains some observations on oil and gas royalty trusts. Tests of the HVP using these trust data yielded generally satisfactory results, although—given the limited sample size—the results must be viewed with caution.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05030.x"
        },
        {
            "no": "50",
            "title": "DISCUSSION",
            "date": "July 1985",
            "author": [
                "ALBERT S. KYLE"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05031.x"
        },
        {
            "no": "51",
            "title": "AMERICAN FINANCE ASSOCIATION",
            "date": "July 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05032.x"
        },
        {
            "no": "52",
            "title": "Report of the Executive Secretary and Treasurer",
            "date": "July 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05033.x"
        },
        {
            "no": "53",
            "title": "Report of the Managing Editors of the Journal of Finance for 1984",
            "date": "July 1985",
            "author": [
                "EDWIN J. ELTON",
                "MARTIN J. GRUBER"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb05034.x"
        },
        {
            "no": "54",
            "title": "Back Matter",
            "date": "July 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb00361.x"
        }
    ]
}