{
    "journal": "JF",
    "volume": "40",
    "issue": "2",
    "date": "June 1985",
    "page": "Pages: i-ix, 359-617, x-xvii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "June 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb00399.x"
        },
        {
            "no": "2",
            "title": "ASSOCIATION MEETINGS",
            "date": "June 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04960.x"
        },
        {
            "no": "3",
            "title": "ANNOUNCEMENTS",
            "date": "June 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04961.x"
        },
        {
            "no": "4",
            "title": "A Simple Econometric Approach for Utility‐Based Asset Pricing Models",
            "date": "June 1985",
            "author": [
                "DAVID P. BROWN",
                "MICHAEL R. GIBBONS"
            ],
            "abstract": "Utility‐based models of asset pricing may be estimated with or without assuming a distribution for security returns; both approaches are developed and compared here. The chief strength of a parametric estimator lies in its computational simplicity and statistical efficiency when the added distributional assumption is true. In contrast, the nonparametric estimator is robust to departures from any particular distribution, and it is more consistent with the spirit underlying utility‐based asset pricing models since the distribution of asset returns remains unspecified even in the empirical work. The nonparametric approach turns out to be easy to implement with precision nearly indistinguishable from its parametric counterpart in this particular application. The application shows that log utility is consistent with the data over the period 1926–1981.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04962.x"
        },
        {
            "no": "5",
            "title": "Differential Information and Performance Measurement Using a Security Market Line",
            "date": "June 1985",
            "author": [
                "PHILIP H. DYBVIG",
                "STEPHEN A. ROSS"
            ],
            "abstract": "An uninformed observer using the tools of mean variance and security market line analysis to measure the performance of a portfolio manager who has superior information is unlikely to be able to make any reliable inferences. While some positive results of a very limited nature are possible, e.g., when there is a riskless asset or when information is restricted to be “security specific,” in general anything is possible. In particular, a manager with superior information can appear to the observer to be below or above the security market line and inside or outside of the mean‐variance efficient frontier, and any combination of these is possible.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04963.x"
        },
        {
            "no": "6",
            "title": "The Analytics of Performance Measurement Using a Security Market Line",
            "date": "June 1985",
            "author": [
                "PHILIP H. DYBVIG",
                "STEPHEN A. ROSS"
            ],
            "abstract": "Security market line (SML) analysis, while an important tool, has never been fully justified from a theoretical standpoint. Assuming symmetric information and an inefficient index, we show that SML analysis can be grossly misleading, since, in general, efficient and inefficient portfolios can plot above and below the SML. On a more positive note, if SML analysis uses the return on a marketed riskless asset for the zero‐beta rate, efficient portfolios must plot above the SML. Nonetheless, arbitrarily inefficient portfolios also plot above the SML.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04964.x"
        },
        {
            "no": "7",
            "title": "On Determination of Stochastic Dominance Optimal Sets",
            "date": "June 1985",
            "author": [
                "VIJAY S. BAWA",
                "JAMES N. BODURTHA JR.",
                "M. R. RAO",
                "HIRA L. SURI"
            ],
            "abstract": "Applying Fishburn's [4] conditions for convex stochastic dominance, exact linear programming algorithms are proposed and implemented for assigning discrete return distributions into the first‐ and second‐order stochastic dominance optimal sets. For third‐order stochastic dominance, a superconvex stochastic dominance approach is defined which allows classification of choice elements into superdominated, mixed, and superoptimal sets. For a choice set of 896 security returns treated previously in the literature, 454, 25, and 13 distributions are in the first‐, second‐, and third‐order convex stochastic dominance optimal sets, respectively. These optimal sets compare with admissible first‐, second‐, and third‐order stochastic dominance sets of 682, 35, and 19 distributions, respectively.\nThe applicability of superconvex stochastic dominance for continuous distributions defined over a bounded interval is then shown. The difficulties in identifying the elements of the superdominated set for distributions defined over the entire real line are demonstrated in the determination of the dominated choices for a set of normally distributed mutual fund returns previously examined by Meyer [9]. Specifically, we find that the dominated set determined by Meyer is too large.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04965.x"
        },
        {
            "no": "8",
            "title": "The Week‐End Effect in Common Stock Returns: The International Evidence",
            "date": "June 1985",
            "author": [
                "JEFFREY JAFFE",
                "RANDOLPH WESTERFIELD"
            ],
            "abstract": "This paper examines the daily stock market returns for four foreign countries. We find a so‐called “week‐end effect” in each country. In addition, the lowest mean returns for the Japanese and Australian stock markets occur on Tuesday.\nThe remainder of the paper answers four questions. Are seasonal patterns in foreign stock markets independent of those previously reported in the U.S.? Do Japan and Australia exhibit a seasonal one day out of phase due to different time zones? Do settlement procedures across countries bias week‐end effects? Does the seasonal pattern in foreign exchange offset the week‐end effect in stocks for Americans investing overseas?",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04966.x"
        },
        {
            "no": "9",
            "title": "Nonparametric Tests of Alternative Option Pricing Models Using All Reported Trades and Quotes on the 30 Most Active CBOE Option Classes from August 23, 1976 through August 31, 1978",
            "date": "June 1985",
            "author": [
                "MARK RUBINSTEIN"
            ],
            "abstract": "The tests reported here differ in several ways from those of most other papers testing option pricing models: an extremely large sample of observations of both trades and bid‐ask quotes is examined, careful consideration is given to discarding misleading records, nonparametric rather than parametric statistical tests are used, reported results are not sensitive to measurement of stock volatility, special care is taken to incorporate the effects of dividends and early exercise, a simple method is developed to test several option pricing formulas simultaneously, and the statistical significance and consistency across subsamples of the most important reported results are unusually high. The three key results are: (1) short‐maturity out‐of‐the‐money calls are priced significantly higher relative to other calls than the Black‐Scholes model would predict, (2) striking price biases relative to the Black‐Scholes model are also statistically significant but have reversed themselves after long periods of time, and (3) no single option pricing model currently developed seems likely to explain this reversal.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04967.x"
        },
        {
            "no": "10",
            "title": "Empirical Tests of Boundary Conditions for Toronto Stock Exchange Options",
            "date": "June 1985",
            "author": [
                "PAUL J. HALPERN",
                "STUART M. TURNBULL"
            ],
            "abstract": "Using option and stock transaction data for the period 1978–1979, three issues were investigated: first, the conformance of observed prices to various boundary conditions; second, the evolution of the market over time, as the volume of trading and the number of listed options increased; and third, to test the efficiency of the market. It was found that violations did occur. Using a trading rule based on the signal of observed violations, the results suggest that even after transaction costs the market was inefficient over the sample period.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04968.x"
        },
        {
            "no": "11",
            "title": "On the Interaction of Real and Financial Decisions of the Firm Under Uncertainty",
            "date": "June 1985",
            "author": [
                "AMIHUD DOTAN",
                "S. ABRAHAM RAVID"
            ],
            "abstract": "This study analyzes the interaction between the optimal level of investment and debt financing. For this purpose, a model is structured in which a firm, facing an uncertain price, has to decide on its optimal level of investment and debt. The amount of investment sets a limit on output whose optimal level is determined after price is realized. The debt involved is risky (there exists a possibility of bankruptcy).\nThe analysis proves that investment and its optimal financing have to be simultaneously determined and that a negative relationship exists between operating and financial leverage. We also demonstrate that as the tax rate increases, optimal capacity decreases and optimal leverage increases. An analysis of the impact of changes in the expected price shows that under some conditions, an increase in expected price would lead to an increase in optimal investment (firm size) and a decrease in optimal debt.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04969.x"
        },
        {
            "no": "12",
            "title": "Corporate Combinations and Common Stock Returns: The Case of Joint Ventures",
            "date": "June 1985",
            "author": [
                "JOHN J. McCONNELL",
                "TIMOTHY J. NANTELL"
            ],
            "abstract": "The gain to stockholders from mergers is well documented. However, there is little evidence as to whether the source of the gain is due to synergy or management displacement. Merger is just one of an almost limitless variety of ways in which firms combine resources to accomplish some objective. A joint venture is another. In addition to being of interest as an independent phenomenon, because the original managements of the parent firms remain intact under a joint venture, investigation of wealth gains from joint ventures provides an opportunity to isolate the management displacement hypothesis from the synergy hypothesis as the source of gains in corporate combinations. Our results are 1) there are significant wealth gains from joint ventures, 2) the smaller partner earns a larger excess rate of return while the dollar gains are more equally divided, and 3) the gains, scaled by resources committed, yield “premiums” similar to those in mergers. We are inclined to interpret our results as supportive of the synergy hypothesis as the source of gain from corporate combinations.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04970.x"
        },
        {
            "no": "13",
            "title": "Return, Risk, and Yield: Evidence from Ex Ante Data",
            "date": "June 1985",
            "author": [
                "JAMES S. ANG",
                "DAVID R. PETERSON"
            ],
            "abstract": "The purpose of this study is to investigate the relationship between return and yield in the context of ex ante data from The Value Line Investment Survey and by examining the role of dividends as a proxy for risk. The use of ex ante data should substantially reduce the confounding of tax and information effects that has affected earlier studies. Heteroscedasticity is detected in the after‐tax CAPM and found to be negatively related to yield and positively related to beta. Maximum likelihood methods are used to correct for heteroscedasticity and generate efficient coefficient estimates. Using data for each of the years 1973 through 1983, there is an overall positive relationship between expected return and yield. However, coefficient estimates of yield are highly variable from year to year.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04971.x"
        },
        {
            "no": "14",
            "title": "The Choice of Call Provision Terms: Evidence of the Existence of Agency Costs of Debt",
            "date": "June 1985",
            "author": [
                "JANET S. THATCHER"
            ],
            "abstract": "An examination of the provisions of bond issues reveals that most bonds prohibit firms from calling the issue during the initial years, after which time the bond can be called at the option of the firm. A substantial number of firms, however, also reserve the right to call the issue during this initial period for purposes other than refinancing at a lower coupon rate. The additional flexibility which accompanies the option of early redemption can be used to reduce the agency costs of debt associated with future investment opportunities, informational asymmetry, and the risk incentive problem. Using a sample of newly issued bonds, statistical tests are performed to show that there are, in fact, differences between firms which do and do not reserve the right of early redemption. This paper shows that these differences provide empirical evidence which is consistent with the hypothesis that firms use the option of early redemption to reduce agency costs.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04972.x"
        },
        {
            "no": "15",
            "title": "Joint Effects of Interest Rate Deregulation and Capital Requirements on Optimal Bank Portfolio Adjustments",
            "date": "June 1985",
            "author": [
                "CHUN H. LAM",
                "ANDREW H. CHEN"
            ],
            "abstract": "The 1980 Depository Institution Deregulation and Monetary Control Act (DIDMCA) mandates that Regulation Q be phased out by 1986. With deregulation of interest rate ceilings, the cost of raising capital funds for commercial banks would become more volatile and more closely related with interest rates in the money and capital markets. Thus, value‐maximizing bank managers would need to be concerned not only with the internal risk, but also with the external risk in bank portfolio management decisions. Based upon the cash flow version of the capital asset pricing model, this paper analyzes the joint impact of interest rate deregulation and capital requirements on the portfolio behavior of a banking firm.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04973.x"
        },
        {
            "no": "16",
            "title": "On the Theory of Rational Insurance Purchasing: A Note",
            "date": "June 1985",
            "author": [
                "ERIC P. BRIYS",
                "HENRI LOUBERGE"
            ],
            "abstract": "The authors consider the optimal amount of insurance purchased by an individual who behaves according to the Hurwicz criterion of choice under uncertainty. Their results are compared with earlier results obtained in alternative frameworks (expected utility maximization and Savage's regret criterion). It is shown that a positive amount deductible is often suboptimal.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04974.x"
        },
        {
            "no": "17",
            "title": "The Weekly Pattern in Stock Returns: Cash versus Futures: A Note",
            "date": "June 1985",
            "author": [
                "BRADFORD CORNELL"
            ],
            "abstract": "This paper presents tests designed to determine whether the weekly pattern in stock returns continues after the introduction of futures trading on stock indexes and whether the pattern carries over to the futures market. Using data for the SP500, I find that the “Monday effect” does persist in the cash market, but there is no evidence of a similar pattern in the futures market.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04975.x"
        },
        {
            "no": "18",
            "title": "The Pricing of Short‐Term Debt and the Miller Hypothesis: A Note",
            "date": "June 1985",
            "author": [
                "BRADFORD D. JORDAN",
                "RICHARD H. PETTWAY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04976.x"
        },
        {
            "no": "19",
            "title": "Expected Inflation and Interest Rates in a Multi‐asset Model: A Note",
            "date": "June 1985",
            "author": [
                "DOUGLAS W. MITCHELL"
            ],
            "abstract": "This paper analyzes the effect of expected inflation on nominal interest rates, in a theoretical model with money and two different bond types. The inclusion of three assets instead of the usual two causes the effect of expected inflation on the interest rates to deviate from unity. Depending on the sizes of the wealth and interest rate effects on the various asset demands, the effect of expected inflation could even be negative. Several special cases are also considered, and the implications for the interpretation of empirical results are discussed.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04977.x"
        },
        {
            "no": "20",
            "title": "Mean‐Variance Versus Direct Utility Maximization: A Comment",
            "date": "June 1985",
            "author": [
                "LAWRENCE B. PULLEY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04978.x"
        },
        {
            "no": "21",
            "title": "Optimal Distribution‐Free Tests and Further Evidence of Heteroscedasticity in the Market Model: A Comment",
            "date": "June 1985",
            "author": [
                "BRUCE LEHMANN",
                "ARTHUR WARGA"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04979.x"
        },
        {
            "no": "22",
            "title": "Optimal Distribution‐Free Tests and Further Evidence of Heteroscedasticity in the Market Model: A Reply",
            "date": "June 1985",
            "author": [
                "CARMELO GIACCOTTO",
                "MUKHTAR M. ALI"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04980.x"
        },
        {
            "no": "23",
            "title": "Book Reviews",
            "date": "June 1985",
            "author": [],
            "abstract": "Book reviewed in this article:\nFinancial Aspects of the United States Pension System. Edited by ZVI BODIE and JOHN B. SHOVEN.\nEssentials of Financial Management. By GEORGE PINCHES.\nCurrent Asset Management. By JARL G. KALLBERG and KENNETH L. PARKINSON.\nBanking Deregulation and the New Competition in the Financial Services Industry. By KERRY COOPER and DONALD R. FRASER.",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04981.x"
        },
        {
            "no": "24",
            "title": "MISCELLANEA",
            "date": "June 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb04982.x"
        },
        {
            "no": "25",
            "title": "Back Matter",
            "date": "June 1985",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1985.tb00400.x"
        }
    ]
}