{
    "journal": "JFE",
    "volume": "79",
    "issue": "3",
    "date": "March 2006",
    "page": "Pages 469-710",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Mar 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(06)00034-1"
        },
        {
            "no": "2",
            "title": "Partial adjustment toward target capital structures",
            "date": "Mar 2005",
            "author": [
                "Mark J. Flannery",
                "Kasturi P. Rangan"
            ],
            "abstract": "The empirical literature provides conflicting assessments about how firms choose their capital structures. Distinguishing among the three main hypotheses (“tradeoff”, pecking order, and market timing) requires that we know whether firms have long-run leverage targets and (if so) how quickly they adjust toward them. Yet many previous researchers have applied empirical specifications that fail to recognize the potential for incomplete adjustment. A more general, partial-adjustment model of firm leverage indicates that firms do have target capital structures. The typical firm closes about one-third of the gap between its actual and its target debt ratios each year.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.03.004"
        },
        {
            "no": "3",
            "title": "Term structure estimation without using latent factors",
            "date": "Mar 2005",
            "author": [
                "Gregory R. Duffee"
            ],
            "abstract": "A combination of observed and unobserved (latent) factors capture term structure dynamics. Information about these dynamics is extracted from observed factors using restrictions implied by no-arbitrage, without specifying or estimating any of the parameters associated with latent factors. Estimation is equivalent to fitting the moment conditions of a set of regressions, where no-arbitrage imposes cross-equation restrictions on the coefficients. The methodology is applied to the dynamics of inflation and yields. Outside of the disinflationary period of 1979 through 1983, short-term rates move one-for-one with expected inflation, while bond risk premia are insensitive to inflation.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.03.007"
        },
        {
            "no": "4",
            "title": "Stock returns, aggregate earnings surprises, and behavioral finance",
            "date": "Jun 2004",
            "author": [
                "S.P. Kothari",
                "Jonathan Lewellen",
                "Jerold B. Warner"
            ],
            "abstract": "We study the stock market's reaction to aggregate earnings news. Prior research shows that, for individual firms, stock prices react positively to earnings news but require several quarters to fully reflect the information in earnings. We find a substantially different pattern in aggregate data. First, returns are unrelated to past earnings, suggesting that prices neither underreact nor overreact to aggregate earnings news. Second, aggregate returns correlate negatively with concurrent earnings; over the last 30 years, for example, stock prices increased 5.7% in quarters with negative earnings growth and only 2.1% otherwise. This finding suggests that earnings and discount rates move together over time and provides new evidence that discount-rate shocks explain a significant fraction of aggregate stock returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.06.016"
        },
        {
            "no": "5",
            "title": "A general approach to integrated risk management with skewed, fat-tailed risks",
            "date": "Mar 2005",
            "author": [
                "Joshua V. Rosenberg",
                "Til Schuermann"
            ],
            "abstract": "Integrated risk management for financial institutions requires an approach for aggregating risk types (market, credit, and operational) whose distributional shapes vary considerably. We construct the joint risk distribution for a typical large, internationally active bank using the method of copulas. This technique allows us to incorporate realistic marginal distributions that capture essential empirical features of these risks such as skewness and fat-tails while allowing for a rich dependence structure. We explore the impact of business mix and inter-risk correlations on total risk. We then compare the copula-based method with several conventional approaches to computing risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.03.001"
        },
        {
            "no": "6",
            "title": "Trades outside the quotes: Reporting delay, trading option, or trade size?",
            "date": "Mar 2005",
            "author": [
                "Hans R. Stoll",
                "Christoph Schenzler"
            ],
            "abstract": "In the period 1993 through 2002 examined in this study, quoted and effective spreads declined substantially on Nasdaq and to a lesser degree on the NYSE. At the same time, however, trades outside the quotes increased dramatically on Nasdaq. Because investors would prefer to trade at the quotes rather than outside the quotes, we examine why trades outside the quotes are observed. We focus on how the continuous market mechanism itself influences the outcome of orders and the reporting of trades, and we conclude that slippage exists in the market mechanism. Outside-trades occur on Nasdaq, first, because of delays in reporting trades, second, because the ability of dealers to delay execution of trades creates a look-back option, which when exercised results in outside-trades, and third, because large trades can take place at prices outside the quotes. Outside-trades are rarely observed on the NYSE because the market is more centralized. While the pattern of trading on the NYSE is not inconsistent with the presence of a look-back option, our tests provide no direct evidence that specialists are exercising such an option.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.03.006"
        },
        {
            "no": "7",
            "title": "Separating microstructure noise from volatility",
            "date": "Jan 2005",
            "author": [
                "Federico M. Bandi",
                "Jeffrey R. Russell"
            ],
            "abstract": "There are two variance components embedded in the returns constructed using high frequency asset prices: the time-varying variance of the unobservable efficient returns that would prevail in a frictionless economy and the variance of the equally unobservable microstructure noise. Using sample moments of high frequency return data recorded at different frequencies, we provide a simple and robust technique to identify both variance components.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.01.005"
        },
        {
            "no": "8",
            "title": "Volatility in an era of reduced uncertainty: Lessons from Pax Britannica",
            "date": "Apr 2005",
            "author": [
                "William O. Brown",
                "Richard C.K. Burdekin",
                "Marc D. Weidenmier"
            ],
            "abstract": "Although it has been well established that financial volatility is related to news and macroeconomic shocks, less emphasis has been placed on the importance of underlying economic and political stability. In this paper we study the behavior of consol returns since 1729 and identify a greater-than-50% decline in volatility from the end of the Napoleonic Wars in 1815 until the First World War. News events and macroeconomic variables cannot account for this extended period of reduced volatility. Underlying political stability under Pax Britannica seems to be a more likely explanation.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.04.002"
        },
        {
            "no": "9",
            "title": "Author index to volume 79",
            "date": "Mar 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(06)00039-0"
        }
    ]
}