{
    "journal": "JFE",
    "volume": "100",
    "issue": "3",
    "date": "June 2011",
    "page": "Pages 459-684",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jun 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(11)00092-4"
        },
        {
            "no": "2",
            "title": "Is market fragmentation harming market quality?",
            "date": "Feb 2011",
            "author": [
                "Maureen O'Hara",
                "Mao Ye"
            ],
            "abstract": "We examine how fragmentation is affecting market quality in US equity markets. We use newly available trade reporting facilities (TRFs) data to measure fragmentation, and we use a variety of empirical approaches to compare execution quality and efficiency of stocks with more and less fragmented trading. We find that fragmentation affects all stocks; more fragmented stocks have lower transactions costs and faster execution speeds; and fragmentation is associated with higher short-term volatility but greater market efficiency, in that prices are closer to being a random walk. Our results that fragmentation does not appear to harm market quality are consistent with US markets being a single virtual market with multiple points of entry.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.02.006"
        },
        {
            "no": "3",
            "title": "Improving the predictability of real economic activity and asset returns with forward variances inferred from option portfolios",
            "date": "Jan 2011",
            "author": [
                "Gurdip Bakshi",
                "George Panayotov",
                "Georgios Skoulakis"
            ],
            "abstract": "This paper presents an option positioning that allows us to infer forward variances from option portfolios. The forward variances we construct from equity index options help to predict (i) growth in measures of real economic activity, (ii) Treasury bill returns, (iii) stock market returns, and (iv) changes in variance swap rates. Our yardstick for measuring predictive ability is both individual and joint parameter statistical significance within a market, as well as across a set of markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.01.002"
        },
        {
            "no": "4",
            "title": "Spot and forward volatility in foreign exchange",
            "date": "Jan 2011",
            "author": [
                "Pasquale Della Corte",
                "Lucio Sarno",
                "Ilias Tsiakas"
            ],
            "abstract": "This paper investigates the empirical relation between spot and forward implied volatility in foreign exchange. We formulate and test the forward volatility unbiasedness hypothesis, which may be viewed as the volatility analogue to the extensively researched hypothesis of unbiasedness in forward exchange rates. Using a new dataset of spot implied volatility quoted on over-the-counter currency options, we compute the forward implied volatility that corresponds to the delivery price of a forward contract on future spot implied volatility. This contract is known as a forward volatility agreement. We find strong evidence that forward implied volatility is a systematically biased predictor that overestimates movements in future spot implied volatility. This bias in forward volatility generates high economic value to an investor exploiting predictability in the returns to volatility speculation and indicates the presence of predictable volatility term premiums in foreign exchange.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.01.007"
        },
        {
            "no": "5",
            "title": "Forecasting stock market returns: The sum of the parts is more than the whole",
            "date": "Feb 2011",
            "author": [
                "Miguel A. Ferreira",
                "Pedro Santa-Clara"
            ],
            "abstract": "We propose forecasting separately the three components of stock market returns—the dividend–price ratio, earnings growth, and price–earnings ratio growth—the sum-of-the-parts (SOP) method. Our method exploits the different time series persistence of the components and obtains out-of-sample R-squares (compared with the historical mean) of more than 1.3% with monthly data and 13.4% with yearly data. This compares with typically negative R-squares obtained in a similar experiment with predictive regressions. The performance of the SOP method comes mainly from the dividend–price ratio and earnings growth components, and the robustness of the method is due to its low estimation error. An investor who timed the market using our method would have had a Sharpe ratio gain of 0.3.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.02.003"
        },
        {
            "no": "6",
            "title": "Are all CEOs above average? An empirical analysis of compensation peer groups and pay design",
            "date": "Feb 2011",
            "author": [
                "John Bizjak",
                "Michael Lemmon",
                "Thanh Nguyen"
            ],
            "abstract": "Companies can potentially use compensation peer groups to inflate pay by choosing peers that are larger, choosing a high target pay percentile, or choosing peer firms with high pay. Although peers are largely selected based on characteristics that reflect the labor market for managerial talent, we find that peer groups are constructed in a manner that biases compensation upward, particularly in firms outside the Standard & Poor's (S&P) 500. Pay increases close only about one-third of the gap between the pay of the Chief Executive Officer (CEO) and the peer group, however, suggesting that boards exercise discretion in adjusting compensation. Preliminary evidence suggests that increased disclosure has reduced the biases in peer group choice.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.02.007"
        },
        {
            "no": "7",
            "title": "Global retail lending in the aftermath of the US financial crisis: Distinguishing between supply and demand effects",
            "date": "Dec 2010",
            "author": [
                "Manju Puri",
                "Jörg Rocholl",
                "Sascha Steffen"
            ],
            "abstract": "This paper examines the broader effects of the US financial crisis on global lending to retail customers. In particular we examine retail bank lending in Germany using a unique data set of German savings banks during the period 2006 through 2008 for which we have the universe of loan applications and loans granted. Our experimental setting allows us to distinguish between savings banks affected by the US financial crisis through their holdings in Landesbanken with substantial subprime exposure and unaffected savings banks. The data enable us to distinguish between demand and supply side effects of bank lending and find that the US financial crisis induced a contraction in the supply of retail lending in Germany. While demand for loans goes down, it is not substantially different for the affected and nonaffected banks. More important, we find evidence of a significant supply side effect in that the affected banks reject substantially more loan applications than nonaffected banks. This result is particularly strong for smaller and more liquidity-constrained banks as well as for mortgage as compared with consumer loans. We also find that bank-depositor relationships help mitigate these supply side effects.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.12.001"
        },
        {
            "no": "8",
            "title": "Dividend distributions and closed-end fund discounts",
            "date": "Jan 2011",
            "author": [
                "Theodore E. Day",
                "George Z. Li",
                "Yexiao Xu"
            ],
            "abstract": "Empirical support for the hypothesis that closed-end fund discounts are related to overhanging tax liabilities has been mixed. We introduce a new approach to testing this hypothesis by examining changes in discount levels following distributions of dividends and capital gains. Since distributions reduce future shareholder tax liabilities, the tax liability hypothesis implies that closed-end fund discounts should decline following distributions. Focusing on changes in discounts isolates this tax effect by eliminating the impact of other fund-specific factors on discount levels. Our results support the tax liability hypothesis, showing that short-run fluctuations in discounts are directly affected by taxable distributions.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.01.004"
        },
        {
            "no": "9",
            "title": "Vertical divestitures through equity carve-outs and spin-offs: A product markets perspective",
            "date": "Jan 2011",
            "author": [
                "Bharat A. Jain",
                "Omesh Kini",
                "Jaideep Shenoy"
            ],
            "abstract": "Using a product markets perspective to investigate the decision to vertically disintegrate, we find that vertical divestitures are more likely in response to positive industry demand shocks, favorable industry financing conditions, and lower parent firm relative productivity and are less likely when the potential for contracting problems is high. Conditional on vertical divestitures, equity carve-outs are more likely in environments in which relationship-specific investments are more prevalent and when the need for external funds is high, while spin-offs are more likely in larger industries and in industries that experience positive demand shocks. Our examinations of announcement-period wealth effects and changes in operating performance indicate that vertical divestitures are motivated by efficiency considerations.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.01.001"
        },
        {
            "no": "10",
            "title": "A theory of equity carve-outs and negative stub values under heterogeneous beliefs",
            "date": "Feb 2011",
            "author": [
                "Onur Bayar",
                "Thomas J. Chemmanur",
                "Mark H. Liu"
            ],
            "abstract": "We develop a theory of new-project financing and equity carve-outs under heterogeneous beliefs. In our model, an employee of a firm generates an idea for a new project that can be financed either by issuing equity against the cash flows of the entire firm (“integration”), or by undertaking an equity carve-out of the new project alone (“non-integration”). While the patent underlying the new project is owned by the firm, the employee generating the idea needs to be motivated to exert optimal effort for the project to be successful. The firm's choice between integration and non-integration is driven primarily by heterogeneity in beliefs among outside investors (each of whom has limited wealth to invest in the equity market) and between firm insiders and outsiders: if the marginal outsider financing the new project is more optimistic about the prospects of the project than firm insiders, and this incremental optimism of the marginal outsider over firm insiders is greater regarding new-project cash flows than that about assets-in-place cash flows, then the firm will implement the project under non-integration rather than integration. Two other ingredients driving the firm's financing choice are the cost of motivating the employee to exert optimal effort, and the potential synergies between the new project and assets in place. We derive a number of testable predictions regarding a firm's equilibrium choice between integration and non-integration. We also provide a rationale for the “negative stub values” documented in the equity carve-outs of certain firms (e.g., the carve-out of Palm from 3Com) and develop predictions for the magnitude of these stub values.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.02.017"
        },
        {
            "no": "11",
            "title": "Corporate tax avoidance and stock price crash risk: Firm-level analysis",
            "date": "Jul 2010",
            "author": [
                "Jeong-Bon Kim",
                "Yinghua Li",
                "Liandong Zhang"
            ],
            "abstract": "Using a large sample of U.S. firms for the period 1995–2008, we provide strong and robust evidence that corporate tax avoidance is positively associated with firm-specific stock price crash risk. This finding is consistent with the following view: Tax avoidance facilitates managerial rent extraction and bad news hoarding activities for extended periods by providing tools, masks, and justifications for these opportunistic behaviors. The hoarding and accumulation of bad news for extended periods lead to stock price crashes when the accumulated hidden bad news crosses a tipping point, and thus comes out all at once. Moreover, we show that the positive relation between tax avoidance and crash risk is attenuated when firms have strong external monitoring mechanisms such as high institutional ownership, high analyst coverage, and greater takeover threat from corporate control markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.07.007"
        },
        {
            "no": "12",
            "title": "The role of securitization in bank liquidity and funding management",
            "date": "Feb 2011",
            "author": [
                "Elena Loutskina"
            ],
            "abstract": "This paper studies the role of securitization in bank management. I propose a new index of “bank loan portfolio liquidity” which can be thought of as a weighted average of the potential to securitize loans of a given type, where the weights reflect the composition of a bank loan portfolio. I use this new index to show that by allowing banks to convert illiquid loans into liquid funds, securitization reduces banks' holdings of liquid securities and increases their lending ability. Furthermore, securitization provides banks with an additional source of funding and makes bank lending less sensitive to cost of funds shocks. By extension, the securitization weakens the ability of the monetary authority to affect banks' lending activity but makes banks more susceptible to liquidity and funding crisis when the securitization market is shut down.",
            "link": "https://doi.org/10.1016/j.jfineco.2011.02.005"
        }
    ]
}