{
    "journal": "RFS",
    "volume": "26",
    "issue": "1",
    "date": "January 2013",
    "page": "Pages 1–285",
    "article": [
        {
            "no": "1",
            "title": "A Long-Run Risks Explanation of Predictability Puzzles in Bond and Currency Markets",
            "date": "01 January 2013",
            "author": [
                "Ravi Bansal",
                "Ivan Shaliastovich"
            ],
            "abstract": "We show that bond risk premia rise with uncertainty about expected inflation and fall with uncertainty about expected growth; the magnitude of return predictability using these uncertainty measures is similar to that by multiple yields. Motivated by this evidence, we develop and estimate a long-run risks model with timevarying volatilities of expected growth and inflation. The model simultaneously accounts for bond return predictability and violations of uncovered interest parity in currency markets. We find that preference for early resolution of uncertainty, time-varying volatilities, and non-neutral effects of inflation on growth are important to account for these aspects of asset markets.",
            "link": "https://doi.org/10.1093/rfs/hhs108"
        },
        {
            "no": "2",
            "title": "R&D and the Incentives from Merger and Acquisition Activity",
            "date": "01 January 2013",
            "author": [
                "Gordon M. Phillips",
                "Alexei Zhdanov"
            ],
            "abstract": "We provide a model and empirical tests showing how an active acquisition market affects firm incentives to innovate and conduct R&D. Our model shows that small firms optimally may decide to innovate more when they can sell out to larger firms. Large firms may find it disadvantageous to engage in an “R&D race” with small firms, as they can obtain access to innovation through acquisition. Our model and evidence also show that the R&D responsiveness of firms increases with demand, competition, and industry merger and acquisition activity. All of these effects are stronger for smaller firms than for larger firms.",
            "link": "https://doi.org/10.1093/rfs/hhs109"
        },
        {
            "no": "3",
            "title": "The Price of a CEO's Rolodex",
            "date": "01 January 2013",
            "author": [
                "Joseph Engelberg",
                "Pengjie Gao",
                "Christopher A. Parsons"
            ],
            "abstract": "CEOs with large networks earn more than those with small networks. An additional connection to an executive or director outside the firm increases compensation by about $17,000 on average, more so for “important” members, such as CEOs of big firms. Pay-for-connectivity is unrelated to several measures of corporate governance, evidence in favor of an efficient contracting explanation for CEO pay.",
            "link": "https://doi.org/10.1093/rfs/hhs114"
        },
        {
            "no": "4",
            "title": "New Orders and Asset Prices",
            "date": "01 January 2013",
            "author": [
                "Christopher S. Jones",
                "Selale Tuzel"
            ],
            "abstract": "We investigate the asset pricing and macroeconomic implications of the ratio of new orders (NO) to shipments (S) of durable goods. NO/S measures investment commitments by firms, and high values of NO/S are associated with a business cycle peak. We find that NO/S proxies for a short-horizon component of risk premia not identified in prior work. Higher levels of NO/S forecast lower excess returns on equities and many types of bonds, at horizons from one month to one year. These effects are generally robust to the inclusion of common return predictors and are significant on an out-of-sample basis as well. We also address the term structure of risk premia by constructing a similar ratio to measure longer-term investment commitments, which predicts returns primarily at longer horizons.",
            "link": "https://doi.org/10.1093/rfs/hhs098"
        },
        {
            "no": "5",
            "title": "Factor-Loading Uncertainty and Expected Returns",
            "date": "01 January 2013",
            "author": [
                "Christopher S. Armstrong",
                "Snehal Banerjee",
                "Carlos Corona"
            ],
            "abstract": "Firm-specific information can affect expected returns if it affects investor uncertainty about risk-factor loadings. We show that a stock's expected return is decreasing in factor-loading uncertainty, controlling for the average level of its factor loading. When loadings are persistent, learning by investors can induce time-series variation in price-dividend ratios, expected returns, and idiosyncratic volatility, even when the aggregate risk-premium is constant and fundamental shocks are homoscedastic. Consistent with our predictions, we estimate that average annual returns of a firm with the median level of factor-loading uncertainty are 400 to 525 basis points lower than a comparable firm without factor-loading uncertainty.",
            "link": "https://doi.org/10.1093/rfs/hhs102"
        },
        {
            "no": "6",
            "title": "Out of the Dark: Hedge Fund Reporting Biases and Commercial Databases",
            "date": "01 January 2013",
            "author": [
                "Adam L. Aiken",
                "Christopher P. Clifford",
                "Jesse Ellis"
            ],
            "abstract": "We examine the potential for selection bias in voluntarily reported hedge fund performance data. We construct a set of hedge fund returns that have never been reported to a commercial hedge fund database. These returns allow a direct comparison of performance between funds that choose to report to commercial databases and funds that do not. We find that funds that report their performance to commercial databases significantly outperform nonreporting funds. Our results suggest that the voluntarily reported performance in commercial databases suffers from a selection bias that may exaggerate the average skill of the universe of hedge fund managers.",
            "link": "https://doi.org/10.1093/rfs/hhs100"
        },
        {
            "no": "7",
            "title": "Running for the Exit? International Bank Lending During a Financial Crisis",
            "date": "01 January 2013",
            "author": [
                "Ralph De Haas",
                "Neeltje Van Horen"
            ],
            "abstract": "We use loan-level data to examine how large international banks reduced their cross-border lending after the collapse of Lehman Brothers. Country, firm, and bank fixed effects allow us to disentangle credit supply and demand and to simultaneously control for the unobserved traits of banks and the countries and firms they lend to. We document substantial heterogeneity in the extent to which different banks retrenched from the same country. Banks reduced credit less to markets that were geographically close; where they were more experienced; where they operated a subsidiary; and where they were integrated into a network of domestic co-lenders.",
            "link": "https://doi.org/10.1093/rfs/hhs113"
        },
        {
            "no": "8",
            "title": "Cover",
            "date": "01 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs134"
        },
        {
            "no": "9",
            "title": "Editorial Board",
            "date": "01 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs132"
        },
        {
            "no": "10",
            "title": "Forthcoming Articles",
            "date": "01 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs133"
        },
        {
            "no": "11",
            "title": "Volume 26 Number 1 January 2013\nThe Review of Financial Studies - Table of Contents",
            "date": "01 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs135"
        }
    ]
}