{
    "journal": "RFS",
    "volume": "26",
    "issue": "3",
    "date": "March 2013",
    "page": "Pages 567–839",
    "article": [
        {
            "no": "1",
            "title": "Managers with and without Style: Evidence Using Exogenous Variation",
            "date": "01 March 2013",
            "author": [
                "C. Edward Fee",
                "Charles J. Hadlock",
                "Joshua R. Pierce"
            ],
            "abstract": "In a large panel of Compustat firms, we find that firm policy changes after exogenous CEO departures do not display abnormally high levels of variability, casting doubt on the presence of idiosyncratic-style effects in policy choices. After endogenous CEO departures, we do detect abnormally large policy changes. These changes are larger when the firm is likely to draw from a deeper pool of replacement CEO candidates, suggesting the presence of causal-style effects that are anticipated by the board. Our evidence suggests that managerial styles are not transferred across employers and that standard F-tests are inappropriate for identifying style effects.",
            "link": "https://doi.org/10.1093/rfs/hhs131"
        },
        {
            "no": "2",
            "title": "Contractual Resolutions of Financial Distress",
            "date": "01 March 2013",
            "author": [
                "Nicola Gennaioli",
                "Stefano Rossi"
            ],
            "abstract": "In a financial contracting model, we study the optimal debt structure to resolve financial distress. We show that a debt structure where two distinct debt classes coexist—one class fully concentrated and with control rights upon default, the other dispersed and without control rights—removes the controlling creditor's liquidation bias when investor protection is strong. These results rationalize the use and the performance of floating charge financing, which refers to debt financing where the controlling creditor takes the entire business as collateral, in countries with strong investor protection. Our theory predicts that the efficiency of contractual resolutions of financial distress should increase with investor protection.",
            "link": "https://doi.org/10.1093/rfs/hhs129"
        },
        {
            "no": "3",
            "title": "Misvaluing Innovation",
            "date": "01 March 2013",
            "author": [
                "Lauren Cohen",
                "Karl Diether",
                "Christopher Malloy"
            ],
            "abstract": "We demonstrate that a firm's ability to innovate is predictable, persistent, and relatively simple to compute, and yet the stock market appears to ignore the implications of past successes when valuing future innovation. We show that two firms that invest the same in R&D can have quite divergent, but predictably divergent, future paths based on their past track records. A long-short portfolio strategy that takes advantage of the information in past track records earns abnormal returns of roughly 11% annually. Importantly, these past track records also predict divergent future real outcomes in patents, patent citations, and new product innovations.",
            "link": "https://doi.org/10.1093/rfs/hhs183"
        },
        {
            "no": "4",
            "title": "Mutual Fund's R2 as Predictor of Performance",
            "date": "01 March 2013",
            "author": [
                "Yakov Amihud",
                "Ruslan Goyenko"
            ],
            "abstract": "We propose that fund performance can be predicted by its R2, obtained from a regression of its returns on a multifactor benchmark model. Lower R2 indicates greater selectivity, and it significantly predicts better performance. Stock funds sorted into lowest-quintile lagged R2 and highest-quintile lagged alpha produce significant annual alpha of 3.8%. Across funds, R2 is positively associated with fund size and negatively associated with its expenses and manager's tenure.",
            "link": "https://doi.org/10.1093/rfs/hhs182"
        },
        {
            "no": "5",
            "title": "Using Option Prices to Infer Overpayments and Synergies in M&A Transactions",
            "date": "01 March 2013",
            "author": [
                "Kathryn Barraclough",
                "David T. Robinson",
                "Tom Smith",
                "Robert E. Whaley"
            ],
            "abstract": "In this paper, we use call option prices to identify synergies and news from merger and acquisition (M&A) transaction announcements. We find that M&A announcements result in large and approximately equal gains to the bidder and the target on average, with the combined gains being large enough to justify the premium paid to target shareholders. On average, M&A announcements release good news about targets, but bad news about bidders. This suggests that market prices understate true synergy gains, and helps reconcile the generally negative market-based evidence on value-creation in takeovers with their continued prominence in everyday business strategy.",
            "link": "https://doi.org/10.1093/rfs/hhs119"
        },
        {
            "no": "6",
            "title": "Realization Utility with Reference-Dependent Preferences",
            "date": "01 March 2013",
            "author": [
                "Jonathan E. Ingersoll",
                "Lawrence J. Jin"
            ],
            "abstract": "We develop a tractable model of realization utility that studies the role of reference-dependent S-shaped preferences in a dynamic investment setting with reinvestment. Our model generates both voluntarily realized gains and losses. It makes specific predictions about the volume of gains and losses, the holding periods, and the sizes of both realized and paper gains and losses that can be calibrated to a variety of statistics, including Odean's measure of the disposition effect. Our model also predicts several anomalies, including, among others, the flattening of the capital market line and a negative price for idiosyncratic risk.",
            "link": "https://doi.org/10.1093/rfs/hhs116"
        },
        {
            "no": "7",
            "title": "CDS Auctions",
            "date": "01 March 2013",
            "author": [
                "Mikhail Chernov",
                "Alexander S. Gorbenko",
                "Igor Makarov"
            ],
            "abstract": "We analyze auctions for the settlement of credit default swaps (CDS) theoretically and evaluate them empirically. The requirement to settle in cash with an option to settle physically leads to an unusual two-stage process. In the first stage, participants affect the amount of the bonds to be auctioned off in the second stage. Participants in the second stage may hold positions in derivatives on the assets being auctioned. We show that the final auction price might be either above or below the fair bond price because of strategic bidding on the part of participants holding CDS. Empirically, we observe both types of outcomes, with undervaluation occurring in most cases. We find that auctions undervalue bonds by an average of 6% on the auction day. Undervaluation is related positively to the amount of bonds exchanged in the second stage of the auction, as predicted by the theory. We suggest modifications of the settlement procedure to minimize the underpricing.",
            "link": "https://doi.org/10.1093/rfs/hhs124"
        },
        {
            "no": "8",
            "title": "Is Disclosure an Effective Cleansing Mechanism? The Dynamics of Compensation Peer Benchmarking",
            "date": "01 March 2013",
            "author": [
                "Michael Faulkender",
                "Jun Yang"
            ],
            "abstract": "Firms routinely justify CEO compensation by benchmarking against companies with highly paid CEOs. We examine whether the 2006 regulatory requirement of disclosing compensation peers mitigated firms' opportunistic peer selection activities. We find that strategic peer benchmarking did not disappear after enhanced disclosure. In fact, it intensified at firms with low institutional ownership, low director ownership, low CEO ownership, busy boards, large boards, and non-intensive monitoring boards, and at firms with shareholders complaining about compensation practices. The effect is also stronger at firms with new CEOs. These findings call into question whether disclosure regulation can remedy potential problems in compensation practices.",
            "link": "https://doi.org/10.1093/rfs/hhs115"
        },
        {
            "no": "9",
            "title": "Cover",
            "date": "01 March 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs140"
        },
        {
            "no": "10",
            "title": "Editorial Board",
            "date": "01 March 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs151"
        },
        {
            "no": "11",
            "title": "Forthcoming Articles",
            "date": "01 March 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs162"
        },
        {
            "no": "12",
            "title": "Volume 26 Number 3 March 2013\nThe Review of Financial Studies - Table of Contents",
            "date": "01 March 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs173"
        }
    ]
}