{
    "journal": "RFS",
    "volume": "26",
    "issue": "7",
    "date": "July 2013",
    "page": "Pages 1607–1852",
    "article": [
        {
            "no": "1",
            "title": "Investors' Horizons and the Amplification of Market Shocks",
            "date": "15 May 2013",
            "author": [
                "Cristina Cella",
                "Andrew Ellul",
                "Mariassunta Giannetti"
            ],
            "abstract": "This paper shows that during episodes of market turmoil, 13F institutional investors with short trading horizons sell their stockholdings to a larger extent than 13F institutional investors with longer trading horizons. This creates price pressure for stocks held mostly by short-horizon investors, which, as a consequence, experience larger price drops, and subsequent reversals, than stocks held mostly by long-horizon investors. These findings, obtained after controlling for the withdrawals experienced by the investors, are not driven by other institutional investors' and firms' characteristics. Overall, the evidence indicates that investors with short horizons amplify the effects of market-wide negative shocks by demanding liquidity at times when other potential buyers'capital is scarce.",
            "link": "https://doi.org/10.1093/rfs/hht023"
        },
        {
            "no": "2",
            "title": "Momentum in Corporate Bond Returns",
            "date": "15 May 2013",
            "author": [
                "Gergana Jostova",
                "Stanislava Nikolova",
                "Alexander Philipov",
                "Christof W. Stahel"
            ],
            "abstract": "This paper documents significant momentum in a comprehensive sample of 81,491 U.S. corporate bonds with both transaction and dealer-quote data from 1973 to 2011. Momentum is driven by noninvestment grade (NIG) bonds. Momentum profits have increased over time, along with the growth of this segment. From 1991 to 2011, they average 59 basis points (bps) per month across all bonds and 192 bps in NIG bonds. NIG bonds issued by private firms earn even higher profits (282 bps). Momentum profits do not appear to compensate for risk or persist as a result of trading frictions. Bond momentum is not just a manifestation of equity momentum.",
            "link": "https://doi.org/10.1093/rfs/hht022"
        },
        {
            "no": "3",
            "title": "Do Implicit Barriers Matter for Globalization?",
            "date": "26 February 2013",
            "author": [
                "Francesca Carrieri",
                "Ines Chaieb",
                "Vihang Errunza"
            ],
            "abstract": "Market liberalization may not result in full market integration if implicit barriers are important. We test this proposition for investable and non-investable segments of twenty-two emerging markets (EMs). We also measure the degree of integration for six major developed markets (DMs) as a meaningful benchmark. We find that while the DMs are close to fully integrated, both EM segments are not effectively integrated with the global economy. We quantify the importance of implicit barriers and show that better institutions, stronger corporate governance, and more transparent markets in EMs would jointly contribute to a higher degree of integration by about 20% to 30%.",
            "link": "https://doi.org/10.1093/rfs/hht003"
        },
        {
            "no": "4",
            "title": "Ambiguous Volatility and Asset Pricing in Continuous Time",
            "date": "17 April 2013",
            "author": [
                "Larry G. Epstein",
                "Shaolin Ji"
            ],
            "abstract": "We formulate a model of utility for a continuous-time framework that captures aversion to ambiguity about both volatility and drift. Corresponding extensions of some basic results in asset pricing theory are presented. First, we derive arbitrage-free pricing rules based on hedging arguments. Because ambiguous volatility implies market incompleteness, hedging arguments determine prices only up to intervals. In order to obtain sharper predictions, we apply the model of utility to a representative agent endowment economy and study equilibrium asset returns. A version of the consumption capital asset pricing model is derived, and the effects of ambiguous volatility are described.",
            "link": "https://doi.org/10.1093/rfs/hht018"
        },
        {
            "no": "5",
            "title": "Identifying the Valuation Effects and Agency Costs of Corporate Diversification: Evidence from the Geographic Diversification of U.S. Banks",
            "date": "26 April 2013",
            "author": [
                "Martin R. Goetz",
                "Luc Laeven",
                "Ross Levine"
            ],
            "abstract": "This paper assesses the impact of the geographic diversification of bank holding company (BHC) assets across the United States on their market valuations. Using two new identification strategies based on the dynamic process of interstate bank deregulation, we find that exogenous increases in geographic diversity reduced BHC valuations. We also find that the geographic diversification of BHC assets increased insider lending and reduced loan quality. Taken together, these findings are consistent with theories predicting that geographic diversity intensifies agency problems.",
            "link": "https://doi.org/10.1093/rfs/hht021"
        },
        {
            "no": "6",
            "title": "’O Sole Mio: An Experimental Analysis of Weather and Risk Attitudes in Financial Decisions",
            "date": "28 February 2013",
            "author": [
                "Anna Bassi",
                "Riccardo Colacito",
                "Paolo Fulghieri"
            ],
            "abstract": "Although weather has been shown to affect financial markets and financial decision making, a still open question is the channel through which such influence is exerted. By employing a multiple price list method, this paper provides direct experimental evidence that sunshine and good weather promote risk-taking behavior. This effect is present whether relying on objective measures of meteorological conditions or subjective weather assessments. Finally, employing a psychological test, we find evidence that weather may affect individual risk tolerance through its effect on mood.",
            "link": "https://doi.org/10.1093/rfs/hht004"
        },
        {
            "no": "7",
            "title": "Cover",
            "date": "27 May 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs144"
        },
        {
            "no": "8",
            "title": "Editorial Board",
            "date": "27 May 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs155"
        },
        {
            "no": "9",
            "title": "Forthcoming Articles",
            "date": "27 May 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs166"
        },
        {
            "no": "10",
            "title": "Volume 26 Number 7 July 2013\nThe Review of Financial Studies - Table of Contents",
            "date": "27 May 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs177"
        }
    ]
}