{
    "journal": "RFS",
    "volume": "26",
    "issue": "10",
    "date": "October 2013",
    "page": "Pages 2411–2683",
    "article": [
        {
            "no": "1",
            "title": "With a Little Help from My (Random) Friends: Success and Failure in Post-Business School Entrepreneurship",
            "date": "01 January 2013",
            "author": [
                "Josh Lerner",
                "Ulrike Malmendier"
            ],
            "abstract": "How do individuals decide to become entrepreneurs and learn to make optimal entrepreneurial decisions? The concentration of entrepreneurs in regions such as Silicon Valley has stimulated research and policy interest into the influence of peers, but the causal effect is hard to identify empirically. We exploit the exogenous assignment of students into business-school sections to identify the causal effect of entrepreneurial peers. We show that, in contrast to prior findings, a higher share of entrepreneurial peers decreases, rather than increases, entrepreneurship. The decrease is driven by a reduction in unsuccessful entrepreneurial ventures; the effect on successful ventures is significantly more positive.",
            "link": "https://doi.org/10.1093/rfs/hht024"
        },
        {
            "no": "2",
            "title": "Investor Heterogeneity, Investor-Management Disagreement and Share Repurchases",
            "date": "01 January 2013",
            "author": [
                "Sheng Huang",
                "Anjan V. Thakor"
            ],
            "abstract": "This paper develops and tests a new theoretical explanation for stock repurchases. Investors may disagree with the manager about the firm's investment projects. A repurchase causes a change in the investor base as investors who are most likely to disagree with the manager tender their shares. Therefore, a firm is more likely to buy back shares when the level of investor-management agreement is lower, and agreement improves as a consequence. Moreover, dispersion of opinion among investors cannot explain repurchase activity once the stock price and investor-management agreement are controlled for. Overall, the evidence is consistent with firms strategically using repurchases to improve alignment between management and shareholders.",
            "link": "https://doi.org/10.1093/rfs/hht043"
        },
        {
            "no": "3",
            "title": "A Structural Model of Dynamic Market Timing",
            "date": "01 January 2013",
            "author": [
                "Jérôme Detemple",
                "Marcel Rindisbacher"
            ],
            "abstract": "This paper derives and analyzes dynamic timing strategies of a fund manager with private information. Endogenous timing strategies generated by various information structures and skills, and associated fund styles, are identified. Endogenous fund returns are characterized in the public information of an uninformed observer. Timing components are identified. The paper provides foundations for regression analyses of fund returns and tests of market timing.",
            "link": "https://doi.org/10.1093/rfs/hht028"
        },
        {
            "no": "4",
            "title": "The Attractions and Perils of Flexible Mortgage Lending",
            "date": "01 January 2013",
            "author": [
                "Mark J. Garmaise"
            ],
            "abstract": "A mortgage program that offered borrowers greater flexibility in the timing of repayments increased a bank's volume by over 35%. Loans in the program exhibited superior performance. Despite this, a regression discontinuity analysis shows that the causal impact of offering flexibility was to attract borrowers to the bank who experienced quadruple the average delinquency rate. These contrasting findings are driven by the fact that the bank engaged in ex post sorting of stronger borrowers into the flexible program. This sorting masked the ex ante adverse selection effects that offering flexibility had on the entire borrowing pool.",
            "link": "https://doi.org/10.1093/rfs/hht050"
        },
        {
            "no": "5",
            "title": "Does Family Control Matter? International Evidence from the 2008–2009 Financial Crisis",
            "date": "01 January 2013",
            "author": [
                "Karl V. Lins",
                "Paolo Volpin",
                "Hannes F. Wagner"
            ],
            "abstract": "We study whether and how family control affects valuation and corporate decisions during the 2008–2009 financial crisis using a sample of more than 8,500 firms from 35 countries. We find that family-controlled firms underperform significantly, they cut investment more relative to other firms, and these investment cuts are associated with greater underperformance. Further, we find that within family groups liquidity shocks are passed on through investment cuts across the group. Our evidence is consistent with families taking actions to increase the likelihood that the firms under their control and their control benefits survive the crisis, at the expense of outside shareholders.",
            "link": "https://doi.org/10.1093/rfs/hht044"
        },
        {
            "no": "6",
            "title": "Managerial Incentives and the Role of Advisors in the Continuous-Time Agency Model",
            "date": "01 January 2013",
            "author": [
                "Keiichi Hori",
                "Hiroshi Osano"
            ],
            "abstract": "We explore a continuous-time agency model with double moral hazard. Using a venture capitalist (VC)–entrepreneur relationship where the VC both supplies costly effort and chooses the optimal timing of the initial public offering (IPO), we show that optimal IPO timing is earlier under double moral hazard than under single moral hazard. Our results also indicate that the manager's compensation tends to be paid earlier under double moral hazard. We derive several comparative static results, notably that IPO timing is earlier when the need for monitoring by the VC is smaller and when the volatility of cash flows is larger.",
            "link": "https://doi.org/10.1093/rfs/hht027"
        },
        {
            "no": "7",
            "title": "Determinants of Trader Profits in Commodity Futures Markets",
            "date": "01 January 2013",
            "author": [
                "Michaël Dewally",
                "Louis H. Ederington",
                "Chitru S. Fernando"
            ],
            "abstract": "Using proprietary energy futures position data, we provide evidence that mean hedger profits are negative whereas speculator (especially hedge fund) profits are positive, that traders (whether speculators or hedgers) who hold net positions opposite in sign to likely hedgers in aggregate have higher profits than traders whose net positions align with likely hedgers, and that profits on long positions vary inversely with inventories and directly with price volatility. These findings are consistent with the risk premium, hedging pressure, and modern theory of storage hypotheses, respectively. Further, our findings suggest that commodity futures momentum may be due largely to hedging pressure.",
            "link": "https://doi.org/10.1093/rfs/hht048"
        },
        {
            "no": "8",
            "title": "Cover",
            "date": "01 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs136"
        },
        {
            "no": "9",
            "title": "Editorial Board",
            "date": "01 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs147"
        },
        {
            "no": "10",
            "title": "Forthcoming Articles",
            "date": "01 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs158"
        },
        {
            "no": "11",
            "title": "Volume 26 Number 10 October 2013\nThe Review of Financial Studies - Table of Contents",
            "date": "01 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs169"
        }
    ]
}