{
    "journal": "RFS",
    "volume": "26",
    "issue": "2",
    "date": "February 2013",
    "page": "Pages 287–566",
    "article": [
        {
            "no": "1",
            "title": "Short Selling and the Price Discovery Process",
            "date": "03 September 2012",
            "author": [
                "Ekkehart Boehmer",
                "Juan (Julie) Wu"
            ],
            "abstract": "We show that stock prices are more accurate when short sellers are more active. First, in a large panel of NYSE-listed stocks, intraday informational efficiency of prices improves with greater shorting flow. Second, at monthly and annual horizons, more shorting flow accelerates the incorporation of public information into prices. Third, greater shorting flow reduces post-earnings-announcement drift for negative earnings surprises. Fourth, short sellers change their trading around extreme return events in a way that aids price discovery and reduces divergence from fundamental values. These results are robust to various econometric specifications, and their magnitude is economically meaningful.",
            "link": "https://doi.org/10.1093/rfs/hhs097"
        },
        {
            "no": "2",
            "title": "Are U.S. CEOs Paid More? New International Evidence",
            "date": "17 December 2012",
            "author": [
                "Nuno Fernandes",
                "Miguel A. Ferreira",
                "Pedro Matos",
                "Kevin J. Murphy"
            ],
            "abstract": "This paper challenges the widely accepted stylized fact that chief executive officers (CEOs) in the United States are paid significantly more than their foreign counterparts. Using CEO pay data across fourteen countries with mandated pay disclosures, we show that the U.S. pay premium is economically modest and primarily reflects the performance-based pay demanded by institutional shareholders and independent boards. Indeed, we find no significant difference in either level of CEO pay or the use of equity-based pay between U.S. and non-U.S. firms exposed to international and U.S. capital, product, and labor markets. We also show that U.S. and non-U.S. CEO pay has largely converged in the 2000s.",
            "link": "https://doi.org/10.1093/rfs/hhs122"
        },
        {
            "no": "3",
            "title": "Corporate Governance and Value Creation: Evidence from Private Equity",
            "date": "06 December 2012",
            "author": [
                "Viral V. Acharya",
                "Oliver F. Gottschalg",
                "Moritz Hahn",
                "Conor Kehoe"
            ],
            "abstract": "Using deal-level data from transactions initiated by large private equity houses, we find that the abnormal performance of deals is positive on average, after controlling for leverage and sector returns. Higher abnormal performance is related to improvement in sales and operating margin during the private phase, relative to that for quoted peers. General partners who are ex-consultants or ex–industry managers are associated with outperforming deals focused on internal value-creation programs, and ex-bankers or ex-accountants with outperforming deals involving significant mergers and acquisitions. The findings suggest the presence, on average, of positive but heterogeneous skills at the deal-partner level in large private equity transactions.",
            "link": "https://doi.org/10.1093/rfs/hhs117"
        },
        {
            "no": "4",
            "title": "Local Overweighting and Underperformance: Evidence from Limited Partner Private Equity Investments",
            "date": "28 December 2012",
            "author": [
                "Yael V. Hochberg",
                "Joshua D. Rauh"
            ],
            "abstract": "Institutional investors exhibit substantial home-state bias in private equity. This effect is particularly pronounced for public pension funds, where overweighting amounts to 9.8% of aggregate private-equity investments and 16.5% for the average limited partner. Public pension funds' in-state investments achieve performance that is lower by two to four percentage points than both their own similar out-of-state investments and similar investments in their state by out-of-state investors. Overweighting in home-state investments by public pension funds is greater in venture capital and real estate than in buyout funds. States with political climates characterized by more self-dealing invest a larger share of their portfolio in local investments, although a given local investment performs only as poorly in these states as in other states. Relative to the performance of the rest of the private equity universe, overweighting and underperformance in local investments reduce public pension fund resources by $1.2 billion per year.",
            "link": "https://doi.org/10.1093/rfs/hhs128"
        },
        {
            "no": "5",
            "title": "The Procyclical Effects of Bank Capital Regulation",
            "date": "18 November 2012",
            "author": [
                "Rafael Repullo",
                "Javier Suarez"
            ],
            "abstract": "We compare various bank capital regulation regimes using a dynamic equilibrium model of relationship lending in which banks are unable to access the equity markets every period and the business cycle determines loans' probabilities of default. Banks hold endogenous capital buffers as a precaution against shocks that impair their future lending capacity. We find that Basel II is more procyclical than Basel I but makes banks safer, and it is generally superior in welfare terms. For high social costs of bank failure, the optimal capital requirements are higher but less cyclically varying, like those currently targeted by Basel III.",
            "link": "https://doi.org/10.1093/rfs/hhs118"
        },
        {
            "no": "6",
            "title": "Toward a Quantitative General Equilibrium Asset Pricing Model with Intangible Capital",
            "date": "02 December 2012",
            "author": [
                "Hengjie Ai",
                "Mariano Massimiliano Croce",
                "Kai Li"
            ],
            "abstract": "We model investment options as intangible capital in a production economy in which younger vintages of assets in place have lower exposure to aggregate productivity risk. In equilibrium, physical capital requires a substantially higher expected return than intangible capital. Quantitatively, our model rationalizes a significant share of the observed difference in the average return of book-to-market-sorted portfolios (value premium). Our economy also produces (1) a high premium of the aggregate stock market over the risk-free interest rate, (2) a low and smooth risk-free interest rate, and (3) key features of the consumption and investment dynamics in the U.S. data.",
            "link": "https://doi.org/10.1093/rfs/hhs121"
        },
        {
            "no": "7",
            "title": "Fiscal Policy and Asset Prices with Incomplete Markets",
            "date": "27 October 2012",
            "author": [
                "Francisco Gomes",
                "Alexander Michaelides",
                "Valery Polkovnichenko"
            ],
            "abstract": "We study the simultaneous impact of fiscal policy decisions on macroeconomic activity, wealth distribution, and asset prices. We consider a general equilibrium, overlapping generations model with incomplete markets and heterogeneous agents, where government debt and capital are imperfect substitutes. Increases in public debt lead to significant increases in the riskless rate and to a reduction in the equity premium, while higher capital income tax rates lead to a higher equity premium. The crowding-out effects (on capital and output) are much higher than in models where government debt and capital are perfect substitutes, which thus ignore households' portfolio reallocation decisions.",
            "link": "https://doi.org/10.1093/rfs/hhs110"
        },
        {
            "no": "8",
            "title": "Cover",
            "date": "15 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs139"
        },
        {
            "no": "9",
            "title": "Editorial Board",
            "date": "15 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs150"
        },
        {
            "no": "10",
            "title": "Forthcoming Articles",
            "date": "15 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs161"
        },
        {
            "no": "11",
            "title": "Volume 26 Number 2 February 2013\nThe Review of Financial Studies - Table of Contents",
            "date": "15 January 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhs172"
        }
    ]
}