{
    "journal": "RFS",
    "volume": "13",
    "issue": "1",
    "date": "January 2000",
    "page": "Pages 1–256",
    "article": [
        {
            "no": "1",
            "title": "Asymmetric Volatility and Risk in Equity Markets",
            "date": "15 June 2015",
            "author": [
                "Geert Bekaert",
                "Guojun Wu"
            ],
            "abstract": "It appears that volatility in equity markets is asymmetric: returns and conditional volatility are negatively correlated. We provide a unified framework to simultaneously investigate asymmetric volatility at the firm and the market level and to examine two potential explanations of the asymmetry: leverage effects and volatility feedback. Our empirical application uses the market portfolio and portfolios with different leverage constructed from Nikkei 225 stocks. We reject the pure leverage model of Christie (1982) and find support for a volatility feedback story. Volatility feedback at the firm level is enhanced by strong asymmetries in conditional covariances. Conditional betas do not show significant asymmetries. We document the risk premium implications of these findings.",
            "link": "https://doi.org/10.1093/rfs/13.1.1"
        },
        {
            "no": "2",
            "title": "Valuation of Bankrupt Firms",
            "date": "15 June 2015",
            "author": [
                "Stuart C. Gilson",
                "Edith S. Hotchkiss",
                "Richard S. Ruback"
            ],
            "abstract": "This study compares the market value of firms that reorganize in bankruptcy with estimates of value based on management's published cash flow projections. We estimate firm values using models that have been shown in other contexts to generate relatively precise estimates of value. We find that these methods generally yield unbiased estimates of value, but the dispersion of valuation errors is very wide - the sample ratio of estimated value to market value varies from less than 20% to greater than 250%. Cross-sectional analysis indicates that the variation in these errors is related to empirical proxies for claimholders' incentives to overstate or understate the firm's value.",
            "link": "https://doi.org/10.1093/rfs/13.1.43"
        },
        {
            "no": "3",
            "title": "Valuing American Put Options Using Gaussian Quadrature",
            "date": "15 June 2015",
            "author": [
                "Michael A. Sullivan"
            ],
            "abstract": "This article develops an efficient and accurate method for numerical evaluation of the integral equation which defines the American put option value function. Numerical integration using Gaussian quadrature and function approximation using Chebyshev polynomials are combined to evaluate recursive expectations and produce an approximation of the option value function in two dimensions, across stock prices and over time to maturity. A set of such solutions results in a multidimensional approximation that is extremely accurate and very quick to compute. The method is an effective alternative to finite difference methods, the binomial model, and various analytic approximations.",
            "link": "https://doi.org/10.1093/rfs/13.1.75"
        },
        {
            "no": "4",
            "title": "A Theory of Bank Regulation and Management Compensation",
            "date": "15 June 2015",
            "author": [
                "Kose John",
                "Anthony Saunders",
                "Lemma W. Senbet"
            ],
            "abstract": "We show that concentrating bank regulation on bank capital ratios may be ineffective in controlling risk taking. We propose, instead, a more direct mechanism of influencing bank risk-taking incentives, in which the FDIC insurance premium scheme incorporates incentive features of top-management compensation. With this scheme, we show that bank owners choose an optimal management compensation structure that induces first-best value-maximizing investment choices by a bank's management. We explicitly characterize the parameters of the optimal management compensation structure and the fairly priced FDIC insurance premium in the presence of a single or multiple sources of agency problems.",
            "link": "https://doi.org/10.1093/rfs/13.1.95"
        },
        {
            "no": "5",
            "title": "Hedging and Liquidity",
            "date": "15 June 2015",
            "author": [
                "Antonio S. Mello",
                "John E. Parsons"
            ],
            "abstract": "This article develops a model for evaluating alternative hedging strategies for financially constrained firms. A key advantage of the model is the ability to capture the intertemporal effects of hedging on the firm's financial situation. We characterize the optimal hedge. A wide range of alternative hedging strategies can be specified and the model allows us to determine in each case if the hedging strategy raises or lowers firms value and by how much. We show that hedging firm value, hedging cash flow from operations and hedging sales revenue are not optimal. The article highlights the fact that every hedging strategy comes packaged with a borrowing strategy which requires careful consideration.",
            "link": "https://doi.org/10.1093/rfs/13.1.127"
        },
        {
            "no": "6",
            "title": "How Do Firms Choose Their Lenders? An Empirical Investigation",
            "date": "15 June 2015",
            "author": [
                "Miguel Cantillo",
                "Julian Wright"
            ],
            "abstract": "This article investigates which companies finance themselves through intermediaries and which borrow directly from arm's length investors. Our empirical results show that large companies with abundant cash and collateral tap credit markets directly; these markets cater to safe and profitable industries, and are most active when riskless rates or intermediary earnings are low. We show that determinants of lender selection sharpen during investment downturns and that there are substantial asymmetries in the way firms enter and exit capital markets. These results support a theoretical framework where intermediaries have better reorganizational skills but a higher opportunity cost of capital than bondholders.",
            "link": "https://doi.org/10.1093/rfs/13.1.155"
        },
        {
            "no": "7",
            "title": "Are There Economies of Scale in Underwriting Fees? Evidence of Rising External Financing Costs",
            "date": "15 June 2015",
            "author": [
                "Oya Altınkılıç",
                "Robert S. Hansen"
            ],
            "abstract": "This study examines the behavior of spreads paid in firm underwritten seasoned common stock offerings and straight bond offerings. Estimates indicate that up to 85% of the spread is variable cost and that the marginal spread is rising. Further, offerings that are likely to require greater underwriting services encounter higher marginal spreads. These findings are consistent with there being a family of U-shaped spreads, with lower quality offerings priced on higher spreads, unlike the economies of scale view of spreads. They agree with the views that underwriters provide valuable services and that the marginal cost of external finance is rising.",
            "link": "https://doi.org/10.1093/rfs/13.1.191"
        },
        {
            "no": "8",
            "title": "Excess Funds and Agency Problems: An Empirical Study of Incremental Cash Disbursements",
            "date": "15 June 2015",
            "author": [
                "Erik Lie"
            ],
            "abstract": "This study investigates the excess funds hypothesis using samples of special dividends, regular dividend increases, and self-tender offers. All three types of firms tend to have funds in excess of industry norms before the events. The excess funds are largely nonrecurring for special dividend and self-tender offer firms and recurring for regular dividend increase firms. The analysis of the stock price reaction suggests that large incremental disbursements mitigate the agency problem associated with excess funds. In particular, the stock price reaction is positively related to excess funds for self-tender offers and large special dividends, but not for regular dividend increases (which tend to be smaller) or small special dividends.",
            "link": "https://doi.org/10.1093/rfs/13.1.219"
        },
        {
            "no": "9",
            "title": "Financial Analysis and Corporate Strategy",
            "date": "15 June 2015",
            "author": [
                "Gilles Chemla"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/13.1.249"
        },
        {
            "no": "10",
            "title": "Derivatives: A PowerPlus Picture Book",
            "date": "15 June 2015",
            "author": [
                "Kathleen Hagerty"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/13.1.253"
        }
    ]
}