{
    "journal": "JF",
    "volume": "38",
    "issue": "4",
    "date": "September 1983",
    "page": "Pages: i-vii, 1053-1362, viii-xxviii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "September 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb00896.x"
        },
        {
            "no": "2",
            "title": "The Dynamics of Dealer Markets Under Competition",
            "date": "September 1983",
            "author": [
                "THOMAS S. Y. HO",
                "HANS R. STOLL"
            ],
            "abstract": "The behavior of competing dealers in securities markets is analyzed. Securities are characterized by stochastic returns and stochastic transactions. Reservation bid and ask prices of dealers are derived under alternative assumptions about the degree to which transactions are correlated across stocks at a given time and over time in a given stock. The conditions for interdealer trading are specified, and the equilibrium distribution of dealer inventories and the equilibrium market spread are derived. Implications for the structure of securities markets are examined.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02282.x"
        },
        {
            "no": "3",
            "title": "The Relation Between Common Stock Returns Trading Activity and Market Value",
            "date": "September 1983",
            "author": [
                "CHRISTOPHER JAMES",
                "ROBERT O. EDMISTER"
            ],
            "abstract": "This study examines the relation between common stock returns, trading activity and market value. Our results indicate that although firm size and trading activity are highly correlated, differences in trading activity are not the underlying reason for the firm size anomaly, the finding of systematic differences in risk adjusted returns across stocks of firms of different size.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02283.x"
        },
        {
            "no": "4",
            "title": "Estimation Risk and Simple Rules for Optimal Portfolio Selection",
            "date": "September 1983",
            "author": [
                "SON‐NAN CHEN",
                "STEPHEN J. BROWN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02284.x"
        },
        {
            "no": "5",
            "title": "The Estimation of Quality‐adjusted Rates of Return in Stamp Auctions",
            "date": "September 1983",
            "author": [
                "WILLIAM M. TAYLOR"
            ],
            "abstract": "The stamp auction market exemplifies markets in which a dominant feature is the quality variation in the traded assets. The observed price changes are a mixture of the “true” price change and the quality variation. This paper applies the time series signal extraction method to obtain estimates of quality‐adjusted rates of return and quality‐adjusted price indexes for stamp auction price series. The method is applicable to other areas in which there is quality variation or in which values are observed with error. Some features of stamps as an investment are also examined.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02285.x"
        },
        {
            "no": "6",
            "title": "The Postwar Stability of the Fisher Effect",
            "date": "September 1983",
            "author": [
                "JOE PEEK",
                "JAMES A. WILCOX"
            ],
            "abstract": "Most research concerning the Fisher relationship has concentrated on the magnitude and significance of the response of nominal interest rates to anticipated inflation. Recently, attention has shifted to the stability of that response. According to previous estimates, the impact of anticipated inflation on interest rates varies substantially over time. By extending a standard model to include tax and aggregate supply shock effects, we are able to reduce such instability considerably. Our results also reveal that increased foreign demand for bonds lowers the interest rate.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02286.x"
        },
        {
            "no": "7",
            "title": "Evidence of Financial Leverage Clienteles",
            "date": "September 1983",
            "author": [
                "JOHN M. HARRIS JR.",
                "RODNEY L. ROENFELDT",
                "PHILIP L. COOLEY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02287.x"
        },
        {
            "no": "8",
            "title": "A Theoretical Model for Valuing Preferred Stock",
            "date": "September 1983",
            "author": [
                "DAVID EMANUEL"
            ],
            "abstract": "This paper develops a model of preferred stock value which includes the possibility of dividends on the preferred stock being omitted. The analytical framework used is based on the option‐hedging methodology of Black and Scholes. Precise valuation formulae are obtained for cumulative and noncumulative preferred stock in a variety of contexts. The values obtained are quite different from those for either riskless or risky perpetual bonds, which have previously been proposed as being similar to preferred stock.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02288.x"
        },
        {
            "no": "9",
            "title": "Tax Reform and Ex‐Dividend Day Behavior",
            "date": "September 1983",
            "author": [
                "JOSEF LAKONISHOK",
                "THEO VERMAELEN"
            ],
            "abstract": "This paper investigates the effect of a major Canadian tax reform on the ex‐dividend day behavior of companies on the Toronto Stock Exchange. The results are inconsistent with the hypothesis that price changes on ex‐dividend days reflect the relative taxation of dividends and capital gains for the “representative” investor, but are consistent with the hypothesis that ex‐dividend day price behavior reflects short‐term trading activities.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02289.x"
        },
        {
            "no": "10",
            "title": "The Predictive Content of Earnings Forecasts and Dividends",
            "date": "September 1983",
            "author": [
                "STEPHEN H. PENMAN"
            ],
            "abstract": "This paper compares the properties of dividend announcements and management earnings forecasts as predictors of earnings and firm value. First, the two predictors are compared on the basis of their ability to predict earnings. Then the information they convey about firm value is assessed by comparison of the performance of investment strategies based on values of the two predictors. Finally, the effects of dividend announcements on stock prices are considered.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02290.x"
        },
        {
            "no": "11",
            "title": "Risk Aversion Revisited",
            "date": "September 1983",
            "author": [
                "ROGER‐A. MORIN",
                "A. FERNANDEZ SUAREZ"
            ],
            "abstract": "In order to supply additional empirical evidence of the effect of wealth on relative risk aversion, this study investigates households' demand for risky assets, using analysis of covariance techniques applied to the asset holdings of Canadian individual households. The extent and pattern of life‐cycle effects are also examined. Results generally point to decreasing relative risk aversion when housing is either excluded from the definition of wealth or treated as a riskless asset. The investor's life‐cycle plays a prominent role in portfolio selection behavior, with risk aversion increasing uniformly with age. Tax differentials do not seem to be an important element in investment decisions with respect to risk. When the sample and wealth definitions are censored in order to approximate those of previous empirical studies, their findings on relative risk aversion are generally corroborated.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02291.x"
        },
        {
            "no": "12",
            "title": "The Bank Capital Decision: A Time Series—Cross Section Analysis",
            "date": "September 1983",
            "author": [
                "ALAN J. MARCUS"
            ],
            "abstract": "This paper seeks to explain the dramatic decline in capital to asset ratios in U.S. commercial banks during the last two decades. It is hypothesized that the rise in nominal interest rates during this period might have contributed substantially to the fall in capital ratios. Time series‐cross section estimation supports the hypothesis regarding the interest rate.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02292.x"
        },
        {
            "no": "13",
            "title": "The Effect of Government Regulations on Personal Loan Markets: A Tobit Estimation of a Microeconomic Model",
            "date": "September 1983",
            "author": [
                "JAMES R. BARTH",
                "PADMA GOTUR",
                "NEELA MANAGE",
                "ANTHONY M. J. YEZER"
            ],
            "abstract": "The purpose of this paper is to analyze both theoretically and empirically the effect of selected government regulations on a high‐risk personal loan market. Unlike previous studies, which have generally relied on a loosely specified theory and then tested this theory with statewide aggregate data, our analysis is based on a more tightly specified model for individual loans which is then tested using statewide disaggregated data. The empirical results indicate that the regulatory effects are not only significant but consistent with our theoretical microeconomic model.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02293.x"
        },
        {
            "no": "14",
            "title": "Motivating Management to Reveal Inside Information",
            "date": "September 1983",
            "author": [
                "BRETT TRUEMAN"
            ],
            "abstract": "This paper develops incentive schemes which motivate a manager to release private information that he has concerning the probabilities of occurrence of the various output levels of his firm. It is shown that, in the context of a pure‐exchange economy, a complete prohibition on the manager's trading in his firm's stock is sufficient to motivate him to truthfully release his private information. When the setting is extended to that of a production‐exchange economy, the manager must also be allowed to choose the production plan that he most prefers in order for him to be motivated to release his information truthfully. In fact, no incentive scheme in a general production‐exchange economy can be guaranteed to motivate the manager to release his information truthfully if he is not allowed to choose the production plan freely. However, when more structure is placed on the economy, such an incentive scheme can be developed as described in the latter part of this paper.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02294.x"
        },
        {
            "no": "15",
            "title": "Over‐the‐Counter Option Market Dividend Protection and “Biases” in the Black‐Scholes Model: A Note",
            "date": "September 1983",
            "author": [
                "ROBERT GESKE",
                "RICHARD ROLL",
                "KULDEEP SHASTRI"
            ],
            "abstract": "Most options are traded over‐the‐counter (OTC) and are dividend “protected;” the exercise price decreases on the ex date by an amount equal to the dividend. This protection completely inhibits the early exercise of American call options. Nevertheless, OTC‐protected options have market values which differ systematically from Black‐Scholes values for European options on non‐dividend paying stocks. The pricing difference is related to both the variance of the underlying stock return and to time until expiration of the option, but it is quite small in dollar amount.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02295.x"
        },
        {
            "no": "16",
            "title": "The Effect of Risk on the Firm's Optimal Capital Stock: A Note",
            "date": "September 1983",
            "author": [
                "KEVIN J. MALONEY",
                "WILLIAM J. MARSHALL",
                "JESS B. YAWITZ"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02296.x"
        },
        {
            "no": "17",
            "title": "The Effect of Three Mile Island on Electric Utility Stock Prices: A Note",
            "date": "September 1983",
            "author": [
                "JOANNE HILL",
                "THOMAS SCHNEEWEIS"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02297.x"
        },
        {
            "no": "18",
            "title": "The Pricing of When‐Issued Common Stock: A Note",
            "date": "September 1983",
            "author": [
                "DOSOUNG CHOI",
                "ROBERT A. STRONG"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02298.x"
        },
        {
            "no": "19",
            "title": "Usury Laws and Consumer Credit: A Note",
            "date": "September 1983",
            "author": [
                "RICHARD L. PETERSON"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02299.x"
        },
        {
            "no": "20",
            "title": "Money Market Funds, Money Supply, and Monetary Control: A Note",
            "date": "September 1983",
            "author": [
                "CARL M. HUBBARD"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02300.x"
        },
        {
            "no": "21",
            "title": "The Pricing of Corporate Debt: A Further Note",
            "date": "September 1983",
            "author": [
                "C. G. C. PITTS",
                "M. J. P. SELBY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02301.x"
        },
        {
            "no": "22",
            "title": "Bank Forward Lending: A Note",
            "date": "September 1983",
            "author": [
                "JOAN E. RICART I COSTA",
                "STUART I. GREENBAUM"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02302.x"
        },
        {
            "no": "23",
            "title": "The Reaction of Stock Prices to Unanticipated Changes in Money: A Note",
            "date": "September 1983",
            "author": [
                "DOUGLAS K. PEARCE",
                "V. VANCE ROLEY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02303.x"
        },
        {
            "no": "24",
            "title": "Flotation Cost Allowance in Rate of Return Regulation: Comment",
            "date": "September 1983",
            "author": [
                "CLEVELAND S. PATTERSON"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02304.x"
        },
        {
            "no": "25",
            "title": "Flotation Cost Allowance in Rate of Return Regulation: A Reply",
            "date": "September 1983",
            "author": [
                "ENRIQUE R. ARZAC",
                "MATITYAHU MARCUS"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02305.x"
        },
        {
            "no": "26",
            "title": "Book Reviews",
            "date": "September 1983",
            "author": [],
            "abstract": "Book reviewed in this article:\nPrinciples of Financial Management. By BENTON GUP.\nThe International Monetary System, 1945–1981. By ROBERT SOLOMON\nThe Economics of Private Pensions. By ALICIA H. MUNNELL.\nPersonal Finance. By JOHN D. PENSON, Jr., DONALD R. LEVI, and CLAIR J. NIXON.\nFinancial Econometrics for Researchers in Finance and Accounting. By H. RUSSELL FOGLER and SUNDARAM GANAPATHY.\nStochastic Methods in Economics and Finance. By A. G. MALLIARIS and W. A. BROCK.\nInternational Finance: Text and Cases. By GEORGE FEIGER and BERTRAND JACQUILLAT.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02306.x"
        },
        {
            "no": "27",
            "title": "MISCELLANEA",
            "date": "September 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02307.x"
        },
        {
            "no": "28",
            "title": "PRELIMINARY PROGRAM FORTY‐SECOND ANNUAL MEETING AMERICAN FINANCE ASSOCIATION",
            "date": "September 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02308.x"
        },
        {
            "no": "29",
            "title": "A Note from the Editors",
            "date": "September 1983",
            "author": [
                "Edwin J. Elton",
                "Martin J. Gruber"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb02309.x"
        },
        {
            "no": "30",
            "title": "Back Matter",
            "date": "September 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb00897.x"
        }
    ]
}