{
    "journal": "JF",
    "volume": "38",
    "issue": "5",
    "date": "December 1983",
    "page": "Pages: i-ix, 1363-1698, x-xxxviii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "December 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb00879.x"
        },
        {
            "no": "2",
            "title": "JOHN VIRGIL LINTNER: GEORGE GUND PROFESSOR OF ECONOMICS AND BUSINESS ADMINISTRATION: February 9, 1916—June 8, 1983*",
            "date": "December 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03828.x"
        },
        {
            "no": "3",
            "title": "Fixed Versus Variable Rate Loans",
            "date": "December 1983",
            "author": [
                "ANTHONY M. SANTOMERO"
            ],
            "abstract": "This paper discusses the nature of fixed and variable loan contracts and derives the conditions which determine the optimal quantity of each. The results indicate that the payoff functions are quite different and dependent upon the project financed. The appropriate conditions for the allocation of loan terms to a set of borrowers are then developed. Finally, the analysis derives the optimal portfolio frontier and risk‐return trade‐off for the banking firm. Here, it is demonstrated that the solution is unlikely to be at a point of zero interest rate risk.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03829.x"
        },
        {
            "no": "4",
            "title": "On the Distributional Conditions for a Consumption‐oriented Three Moment CAPM",
            "date": "December 1983",
            "author": [
                "ALAN KRAUS",
                "ROBERT LITZENBERGER"
            ],
            "abstract": "In this paper, we develop sufficient conditions on probability distributions for a three moment (mean, variance, and skewness) consumption‐oriented capital asset pricing model (CAPM) to price correctly a subset of assets. The assumptions that individuals in an allocationally efficient capital market have identical probability beliefs and monotone increasing strictly concave utility functions displaying nonincreasing absolute risk aversion imply an aggregate preference function that exhibits preference for expected return, aversion to variance of return, and preference for positive skewness. For otherwise arbitrary preferences, we show that quadratic characteristic lines are sufficient for a subset of assets to be priced according to a three moment consumption‐oriented CAPM.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03830.x"
        },
        {
            "no": "5",
            "title": "Some Empirical Tests of the Theory of Arbitrage Pricing",
            "date": "December 1983",
            "author": [
                "NAI‐FU CHEN"
            ],
            "abstract": "We estimate the parameters of Ross's Arbitrage Pricing Theory (APT). Using daily return data during the 1963–78 period, we compare the evidence on the APT and the Capital Asset Pricing Model (CAPM) as implemented by market indices and find that the APT performs well. The theory is further supported in that estimated expected returns depend on estimated factor loadings, and variables such as own variance and firm size do not contribute additional explanatory power to that of the factor loadings.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03831.x"
        },
        {
            "no": "6",
            "title": "Bond Systematic Risk and the Option Pricing Model",
            "date": "December 1983",
            "author": [
                "MARK I. WEINSTEIN"
            ],
            "abstract": "In this paper we examine the behavior of the systematic risk of corporate bonds. A model that assumes β is constant is compared with a model that allows systematic risk to vary in a manner consistent with the Black‐Scholes‐Merton Options Pricing Model. This procedure captures some fundamental properties of the movement of bond β and provides a starting point for improved models of the process generating bond returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03832.x"
        },
        {
            "no": "7",
            "title": "Spot and Futures Prices and the Law of One Price",
            "date": "December 1983",
            "author": [
                "ARIS PROTOPAPADAKIS",
                "HANS R. STOLL"
            ],
            "abstract": "The law of one price (LOP) is tested for narrowly defined commodities traded in futures markets in different countries during the period 1973–80. Although the LOP holds as an average tendency for most of the commodities, there are instances of large riskless arbitrage returns (before transactions costs). Deviations from the LOP tend to be commodity specific rather than due to a common external factor and they tend to be smaller the longer the maturity of the futures contract.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03833.x"
        },
        {
            "no": "8",
            "title": "Information Effects on the Bid‐Ask Spread",
            "date": "December 1983",
            "author": [
                "THOMAS E. COPELAND",
                "DAN GALAI"
            ],
            "abstract": "An individual who chooses to serve as a market‐maker is assumed to optimize his position by setting a bid‐ask spread which maximizes the difference between expected revenues received from liquidity‐motivated traders and expected losses to information‐motivated traders. By characterizing the cost of supplying quotes, as writing a put and a call option to an information‐motivated trader, it is shown that the bid‐ask spread is a positive function of the price level and return variance, a negative function of measures of market activity, depth, and continuity, and negatively correlated with the degree of competition. Thus, the theory of information effects on the bid‐ask spread proposed in this paper is consistent with the empirical literature.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03834.x"
        },
        {
            "no": "9",
            "title": "Deviations from Purchasing Power Parity in the Long Run",
            "date": "December 1983",
            "author": [
                "MICHAEL ADLER",
                "BRUCE LEHMANN"
            ],
            "abstract": "This paper demonstrates that deviations from purchasing power parity reveal a remarkable and possibly startling consistency with martingale behavior during both fixed and flexible rate periods, for a wide variety of countries, and in both monthly and annual data. Since this pattern appears to be much more general than one would expect on the basis of models founded on international commodity arbitrage, the paper proposes an alternative explanation which instead relies on financial arbitrage in bonds as the underlying mechanism.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03835.x"
        },
        {
            "no": "10",
            "title": "Agency, Delayed Compensation, and the Structure of Executive Remuneration",
            "date": "December 1983",
            "author": [
                "JONATHAN EATON",
                "HARVEY S. ROSEN"
            ],
            "abstract": "In this paper we examine the factors affecting the structure of executives' compensation packages. We focus particularly on the role of various types of delayed compensation as means of “bonding” executives to their firms.\nThe basic problem is to design a compensation package that rewards actions that are in the long‐run interest of the stockholders. Firms must take into account their ability to discern unfortunate circumstances from mismanagement, the extent to which a compensation package forces the executive to face risks beyond his control, and the willingness of a given executive to bear this risk. We use our theory to interpret some executive compensation data from the early 1970s.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03836.x"
        },
        {
            "no": "11",
            "title": "Screening, Market Signalling, and Capital Structure Theory",
            "date": "December 1983",
            "author": [
                "WAYNE L. LEE",
                "ANJAN V. THAKOR",
                "GAUTAM VORA"
            ],
            "abstract": "This paper develops an equilibrium model in which informational asymmetries about the qualities of products offered for sale are resolved through a mechanism which combines the signalling and costly screening approaches. The model is developed in the context of a capital market setting in which bondholders produce costly information about a firm's a priori imperfectly known earnings distribution and use this information in specifying a bond valuation schedule to the firm. Given this schedule, the firm's optimal choices of debt‐equity ratio and debt maturity structure subsequently signal to prospective shareholders the relevant parameters of the firm's earnings distribution.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03837.x"
        },
        {
            "no": "12",
            "title": "The Effects of Inflation and Taxes on Growth Investments and Replacement Policies",
            "date": "December 1983",
            "author": [
                "MENACHEM BRENNER",
                "ITZHAK VENEZIA"
            ],
            "abstract": "This paper investigates the effect of inflation and taxes on the optimal duration of investments. The main conclusion is that inflation does not always increase the duration of investments. For example, in the case of equipment with a short replacement cycle, increased inflation tends to decrease the duration of the cycle. Contrary to the common theoretical analysis, these results imply that inflation may increase some forms of capital investments.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03838.x"
        },
        {
            "no": "13",
            "title": "Taxation of Interest Income, Deregulation and the Banking Industry",
            "date": "December 1983",
            "author": [
                "CARL E. WALSH"
            ],
            "abstract": "Removing interest rate ceilings on bank deposits or reducing the tax rate applicable to the interest earned on such deposits are alternative means of increasing the after‐tax return to depositors. These alternatives, however, have differing impacts on the structure of a competitive banking industry. This paper develops a model which focuses on a bank's choice between paying an explicit interest rate on its deposits and paying a return in the form of services. The model allows banks to differ in their production technologies and depositors in their marginal tax rates and preferences for services. The effects of tax rate changes and a ceiling on the explicit deposit interest rate are analyzed.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03839.x"
        },
        {
            "no": "14",
            "title": "On the Positive Role of Financial Intermediation in Allocation of Venture Capital in a Market with Imperfect Information",
            "date": "December 1983",
            "author": [
                "YUK‐SHEE CHAN"
            ],
            "abstract": "This paper develops a theory of financial intermediation that highlights the contribution of intermediaries as informed agents in a market with imperfect information. We consider a venture capital market where the entrepreneurs select the qualities of projects and their perquisite consumptions, about which the investors are imperfectly informed. It is shown that when all investors have positive search costs, the entrepreneurs are induced to offer the unacceptable inferior projects (“lemons” only), and the investors will not enter the venture capital market, but put their funds in other low return investments–an undesirable allocation of resources.\nBeginning with an initial undesirable situation, the financial intermediaries may evolve as informed agents that induce a Pareto‐preferred allocation, leading the investors to a higher welfare state. We focus our analysis on the existence of intermediation equilibra when the market for intermediation services is competitive. The distribution of returns on projects, the fees charged by intermediaries, and the fraction of institutional holdings are all endogenous in equilibrium. It is shown that (i) there cannot be a competitive intermediation equilibrium with very high institutional holdings, and (ii) in other cases multiple equilibra may exist, but the one with the highest institutional holdings dominates the others in a Pareto sense.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03840.x"
        },
        {
            "no": "15",
            "title": "The Determinants of Default on Insured Conventional Residential Mortgage Loans",
            "date": "December 1983",
            "author": [
                "TIM S. CAMPBELL",
                "J. KIMBALL DIETRICH"
            ],
            "abstract": "This paper presents empirical evidence on the determinants of default for insured residential mortgages. A multinomial logit model is specified and estimated for regional aggregates constructed from cross sectional and time series data. The results document the independent statistical significance of contemporaneous payment/income and loan/ value ratios and unemployment rates as well as more commonly studied determinants of default such as age and the original loan/value ratio.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03841.x"
        },
        {
            "no": "16",
            "title": "A Model of the Commercial Loan Rate",
            "date": "December 1983",
            "author": [
                "MYRON B. SLOVIN",
                "MARIE ELIZABETH SUSHKA"
            ],
            "abstract": "This paper explores the theoretical and empirical determinants of the commercial loan rate charged by commercial banks based on a model of financial intermediary behavior which assumes monopolistic competition in asset and liability markets. The model incorporates the constraint that banks must maintain at least a minimum quantity of bonds in asset portfolios. Equations are estimated on a time series basis to explain the behavior of commercial loan rates over the period 1953 to 1980. The evidence appears consistent with the hypothesis that commercial banks operate in a market characterized by imperfect competition and that they explicitly set loan rates.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03842.x"
        },
        {
            "no": "17",
            "title": "The Effect of Voluntary Spin‐off Announcements on Shareholder Wealth",
            "date": "December 1983",
            "author": [
                "JAMES A. MILES",
                "JAMES D. ROSENFELD"
            ],
            "abstract": "This paper presents estimates of the effect of a voluntary spin‐off announcement on shareholder wealth. The results show that spin‐off announcements have a positive influence on stock prices and that the relative increase in share price is greater for large spin‐offs than for small ones.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03843.x"
        },
        {
            "no": "18",
            "title": "Dividend Changes and Security Prices",
            "date": "December 1983",
            "author": [
                "J. RANDALL WOOLRIDGE"
            ],
            "abstract": "This paper analyzes the effect of unexpected dividend changes on the values of common stock, preferred stock, and bonds. Two potential effects are identified: a wealth transfer effect and a signalling effect. Previous studies have shown that positive (negative) dividend change announcements produce positive (negative) common stock price changes. Whereas these findings have been attributed to the signalling aspect of dividends, they are also consistent with the wealth transfer hypothesis. Based on the announcement day returns of common and preferred stock and bond holders, it is demonstrated that the primary factor influencing security returns in response to dividend changes is market signalling. A wealth transfer effect is not necessarily ruled out, but if it exists it is dominated by the signalling effect.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03844.x"
        },
        {
            "no": "19",
            "title": "Bankruptcy Risk and Optimal Capital Structure",
            "date": "December 1983",
            "author": [
                "RICHARD CASTANIAS"
            ],
            "abstract": "This study finds shortcomings in empirical tests of the capital structure irrelevance hypothesis. The alternative hypothesis is that firms choose value maximizing mixes of debt and equity on account of bankruptcy costs and the tax deductibility of interest payments. Based upon the cross‐sectional implications of the tax shelter‐bankruptcy cost hypothesis, an alternative test of the irrelevance hypothesis is performed. The test examines the relationship between failure rates and leverage ratios for 36 lines of business. The results are inconsistent with the irrelevance hypothesis.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03845.x"
        },
        {
            "no": "20",
            "title": "The Market Model and Capital Asset Pricing Theory: A Note",
            "date": "December 1983",
            "author": [
                "R. C. STAPLETON",
                "M. G. SUBRAHMANYAM"
            ],
            "abstract": "This note shows that a linear market model is sufficient to derive a linear relationship between beta and expected return. Furthermore, the slope of the relationship will be identical with that of the Capital Asset Pricing Model if the return on the market portfolio is normally distributed. However, results from characterization theory suggest that the linear market model assumption is close to that of multivariate normality.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03846.x"
        },
        {
            "no": "21",
            "title": "Government Security Dealers' Positions, Information and Interest‐Rate Expectations: A Note",
            "date": "December 1983",
            "author": [
                "JAMES C. VAN HORNE",
                "HAL B. HEATON"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03847.x"
        },
        {
            "no": "22",
            "title": "Regulation and the Determination of Bank Capital Changes: A Note",
            "date": "December 1983",
            "author": [
                "J. KIMBALL DIETRICH",
                "CHRISTOPHER JAMES"
            ],
            "abstract": "The effectiveness of bank capital adequacy requirements is examined in this paper. Using empirical tests similar to those employed by Peltzman and Mingo, no significant relationship is found between changes in bank capital and the capital standards imposed by regulators. The findings conflict with those of previous studies. The conflict in findings, it is argued, results from the failure of previous studies to account for the effect of binding deposit rate ceilings.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03848.x"
        },
        {
            "no": "23",
            "title": "An Examination of the Empirical Relationship between the Dividend and Investment Decisions: A Note",
            "date": "December 1983",
            "author": [
                "MICHAEL SMIRLOCK",
                "WILLIAM MARSHALL"
            ],
            "abstract": "This paper empirically examines the separation principle, which asserts that investment decisions are not influenced by dividend decisions. Existing empirical evidence on this proposition is inconclusive. In this paper, we employ causality tests to examine whether investment decisions are, in fact, statistically exogenous with respect to dividend decisions. These tests are undertaken using both firm‐specific and aggregate data. The results indicate no causal relationship from dividends to investment, which provides support for the separation principle as an empirical proposition.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03849.x"
        },
        {
            "no": "24",
            "title": "The Canadian Tax Reform and Its Effect on Stock Prices: A Note",
            "date": "December 1983",
            "author": [
                "BEN AMOAKO‐ADU"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03850.x"
        },
        {
            "no": "25",
            "title": "Book Reviews",
            "date": "December 1983",
            "author": [],
            "abstract": "Book reviewed in this article:\nSecurities Markets. By KENNETH D. GARBADE.\nManaging Bank Assets and Liabilities. By MARCIA L. STIGUM and RENE O. BRANCH, JR. Homewood.\nMultinational Financial Management. By ALAN C. SHAPIRO.\nInvestment Concepts, Analysis and Strategy. By ROBERT C. RADCLIFFE.\nFinancial Management. By STEPHEN H. ARCHER, G. MARC CHOATE, and GEORGE RACETTE.\nInternational Banking: Principles and Practices. Edited by EMMANUEL N. ROUSSAKIS.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03851.x"
        },
        {
            "no": "26",
            "title": "MISCELLANEA",
            "date": "December 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03852.x"
        },
        {
            "no": "27",
            "title": "Index to Volume XXXVIII",
            "date": "December 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb00878.x"
        },
        {
            "no": "28",
            "title": "ASSOCIATION MEETINGS",
            "date": "December 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03853.x"
        },
        {
            "no": "29",
            "title": "ANNOUNCEMENTS",
            "date": "December 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03854.x"
        },
        {
            "no": "30",
            "title": "Back Matter",
            "date": "December 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb00880.x"
        }
    ]
}