{
    "journal": "JF",
    "volume": "38",
    "issue": "1",
    "date": "March 1983",
    "page": "Pages: i-vi, 1-282, vii-xxx",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "March 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb00874.x"
        },
        {
            "no": "2",
            "title": "The Fiscal and Monetary Linkage between Stock Returns and Inflation",
            "date": "March 1983",
            "author": [
                "ROBERT GESKE",
                "RICHARD ROLL"
            ],
            "abstract": "Contrary to economic theory and common sense, stock returns are negatively related to both expected and unexpected inflation. We argue that this puzzling empirical phenomenon does not indicate causality.\nInstead, stock returns are negatively related to contemporaneous changes in expected inflation because they signal a chain of events which results in a higher rate of monetary expansion. Exogenous shocks in real output, signalled by the stock market, induce changes in tax revenue, in the deficit, in Treasury borrowing and in Federal Reserve “monetization” of the increased debt. Rational bond and stock market investors realize this will happen. They adjust prices (and interest rates) accordingly and without delay.\nAlthough expected inflation seems to have a negative effect on subsequent stock returns, this could be an empirical illusion, since a spurious causality is induced by a combination of: (a) a reversed adaptive inflation expectations model and (b) a reversed money growth/stock returns model.\nIf the real interest rate is not a constant, using nominal interest proxies for expected inflation is dangerous, since small changes in real rates can cause large and opposite percentage changes in stock prices.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03623.x"
        },
        {
            "no": "3",
            "title": "The Relation between Stock Prices and Inflationary Expectations: The International Evidence",
            "date": "March 1983",
            "author": [
                "BRUNO SOLNIK"
            ],
            "abstract": "This paper provides empirical evidence on the relation between stock returns and inflationary expectations for nine countries over the period 1971–80. The Fisherian assumption that real returns are independent of inflationary expectations is soundly rejected for each major stock market of the world. Using interest rates as a proxy for expected inflation, our data provide consistent support for the Geske and Roll model whose basic hypothesis is that stock price movements signal (negative) revisions in inflationary expectations. Finally, a weak real interest rate effect was found for some of these countries.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03624.x"
        },
        {
            "no": "4",
            "title": "Stock Market Returns and Inflation: Evidence from Other Countries",
            "date": "March 1983",
            "author": [
                "N. BULENT GULTEKIN"
            ],
            "abstract": "This paper investigates the relation between common stock returns and inflation in twenty‐six countries for the postwar period. Our results do not support the Fisher Hypothesis, which states that real rates of return on common stocks and expected inflation rates are independent and that nominal stock returns vary in one‐to‐one correspondence with expected inflation. There is a consistent lack of positive relation between stock returns and inflation in most of the countries.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03625.x"
        },
        {
            "no": "5",
            "title": "Taxes and the Fisher Effect: A Clarifying Analysis",
            "date": "March 1983",
            "author": [
                "JAMES A. MILES"
            ],
            "abstract": "Supply and demand functions for loanable funds are postulated for a no‐inflation economy and equilibrium levels of saving, investment, and the interest rate are specified. Certainty and nondepreciating assets are assumed. An exogenous inflation rate is imposed upon this same economy and new equilibrium values for these same variables are established. The analysis is performed twice. The first time, a Modigliani‐Miller [17] tax structure is assumed while the second analysis assumes a Miller‐Scholes [15] tax structure. In both cases, inflation causes the nominal rate to increase by more than the inflation rate. The analysis is repeated assuming that investments live for one period and are then written off against taxable income at historical cost. In both tax structures, the level of saving and investment is a decreasing function of the inflation rate.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03626.x"
        },
        {
            "no": "6",
            "title": "Economic Evaluation of Voting Power of Common Stock",
            "date": "March 1983",
            "author": [
                "HAIM LEVY"
            ],
            "abstract": "This paper presents an economic evaluation of common stock voting rights. An index of relative voting rights inequality for different classes of stock of the same corporation is constructed and the empirical relationship between the market premium on a superior‐voting stock and the voting inequality index is examined. In only three out of the 25 cases could investors have arbitraged between the two classes of stock, although in one case the arbitrage opportunity persisted for several months.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03627.x"
        },
        {
            "no": "7",
            "title": "Estimating the Tax Advantage of Corporate Debt",
            "date": "March 1983",
            "author": [
                "JOSEPH J. CORDES",
                "STEVEN M. SHEFFRIN"
            ],
            "abstract": "This paper presents estimates of the effective tax value of incremental interest deductions for corporations taking into account that they may not be able to utilize all their interest deductions fully because of either insufficient taxable income or the availability of nondebt tax shields. After describing particular features of the tax code which may drive a wedge between statutory and effective tax rates for debt finance, we present estimates using the Treasury Corporate Tax Model of effective tax rates for a variety of industry groupings. Our estimates suggest that the after‐tax cost of debt varies widely across industries.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03628.x"
        },
        {
            "no": "8",
            "title": "The Impact of Capital Structure Change on Firm Value: Some Estimates",
            "date": "March 1983",
            "author": [
                "RONALD W. MASULIS"
            ],
            "abstract": "This study develops a model based on current corporate finance theories which explains stock returns associated with the announcement of issuer exchange offers. The major independent variables are changes in leverage multiplied by senior security claims outstanding and changes in debt tax shields. Parameter estimates are statistically significant and consistent in sign and relative magnitude with model predictions. Overall, 55 percent of the variance in stock announcement period returns is explained. The evidence is consistent with tax‐based theories of optimal capital structure, a positive debt level information effect, and leverage‐induced wealth transfers across security classes.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03629.x"
        },
        {
            "no": "9",
            "title": "A Dynamic Theory of the Banking Firm",
            "date": "March 1983",
            "author": [
                "MAUREEN O'HARA"
            ],
            "abstract": "Dynamic analysis has greatly increased our understanding of the microfoundations of the general firm. Unfortunately, however, little attention has been focussed on the dynamic nature of the banking firm. Instead, most theoretical work has derived the optimal behavior for the bank in a single period context. This approach, while yielding insight into the function of the bank as a broker between borrowers and lenders, has proven incapable of capturing many essential elements of the banking firm. The role of capital, for example, is understated if the risk of bankruptcy is not considered. Perhaps more importantly, the role of banks in transforming risks in an uncertain environment cannot be captured if the problem of handling these risks over time is not considered. This paper incorporates these dual roles of brokerage and risk transformation in a cohesive model of the banking firm.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03630.x"
        },
        {
            "no": "10",
            "title": "Interest Rate Uncertainty and the Financial Intermediary's Choice of Exposure",
            "date": "March 1983",
            "author": [
                "SUDHAKAR D. DESHMUKH",
                "STUART I. GREENBAUM",
                "GEORGE KANATAS"
            ],
            "abstract": "The financial intermediary's choice of operating as a broker with minimal risk exposure or as an asset‐transformer with interest rate risk is modeled as a funds inventory decision made prior to the resolution of uncertainty regarding the borrowing or lending interest rates. It is shown that an increase in the interest rate uncertainty leads the intermediary to reduce its exposure, thereby offering decreased asset‐transformation and more brokerage services. However, a stochastic increase in the interest rates leads to greater asset‐transformation and less brokerage services.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03631.x"
        },
        {
            "no": "11",
            "title": "A Capital Budgeting Analysis of Life Insurance Costs in the United States: 1950–1979",
            "date": "March 1983",
            "author": [
                "DAVID F. BABBEL",
                "KIM B. STAKING"
            ],
            "abstract": "A capital budgeting procedure is applied in developing a real price index for life insurance over three decades. Individual life policies of three types are analyzed. The analysis reveals that although the cost of whole life insurance, measured in nominal values, has decreased over the past thirty years, when properly measured in present value or constant dollar terms, the cost has risen substantially. Term life insurance has been characterized by decreasing costs in both nominal and real terms. The amounts of the cost variations attributable to improving survival rates, changing policy terms, varying discount rates and differing tax status are identified.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03632.x"
        },
        {
            "no": "12",
            "title": "Year‐End Tax‐Induced Sales and Stock Market Seasonality",
            "date": "March 1983",
            "author": [
                "DAN GIVOLY",
                "ARIE OVADIA"
            ],
            "abstract": "The paper relates two phenomena in the stock market: the high return during the month of January and the apparent existence of widespread sales of stocks for tax purposes towards the end of the fiscal year. The findings suggest that, due to the tax‐induced sales, the price of many stocks over the last 35 years was temporarily depressed in December but recovered in the following January. This price recovery is a major contributor to the high returns observed in January. The tax effect is present in firms of all sizes but much more pronounced for small firms. The analysis also indicates that a more precise identification of the tax‐switch candidates may prove that the tax‐induced sales are, in fact, the sole contributor to the high January's returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03633.x"
        },
        {
            "no": "13",
            "title": "Stock Prices and Financial Analysts' Recommendations",
            "date": "March 1983",
            "author": [
                "JAMES H. BJERRING",
                "JOSEF LAKONISHOK",
                "THEO VERMAELEN"
            ],
            "abstract": "The recommendations of a Canadian brokerage house are evaluated by a number of techniques. The results reveal that an investor following the recommendations would have achieved significantly positive abnormal returns, even after allowing for transactions cost.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03634.x"
        },
        {
            "no": "14",
            "title": "Constant Absolute Risk Aversion Preferences and Constant Equilibrium Interest Rates",
            "date": "March 1983",
            "author": [
                "M. SUNDARESAN"
            ],
            "abstract": "This paper constructs a general equilibrium model with endogenous stochastic production and establishes that the equilibrium interest rate can be constant in a closed production economy when the preferences are represented by constant absolute risk aversion utility functions. The results in this paper and their limitations are compared and contrasted with related contributions in the financial economics literature.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03635.x"
        },
        {
            "no": "15",
            "title": "Displaced Diffusion Option Pricing",
            "date": "March 1983",
            "author": [
                "MARK RUBINSTEIN"
            ],
            "abstract": "This paper develops a new option pricing formula that pushes the underlying source of risk back to the risk of individual assets of the firm. The formula simultaneously encompasses differential riskiness of the assets of the firm, their relative weights in determining the value of the firm, the effects of firm debt, and the effects of a dividend policy with both constant and random components. Although this setting considerably generalizes the Black‐Scholes [1] analysis, it nonetheless produces a formula via riskless arbitrage arguments that, given estimated inputs, is as easy to use as the Black‐Scholes formula.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03636.x"
        },
        {
            "no": "16",
            "title": "The Optimal Pricing Policy of a Monopolistic Marketmaker in the Equity Market",
            "date": "March 1983",
            "author": [
                "ECKART MILDENSTEIN",
                "HAROLD SCHLEEF"
            ],
            "abstract": "This paper presents a stochastic optimization model for marketmaking in security markets with a single dealer. Buy and sell orders are assumed to arrive at rates that are functions of the ask and bid prices. The dealer incurs both proportional and fixed transaction costs as well as portfolio costs. Methods of dynamic programming and semi‐Markov Decision Processes are used to characterize optimal pricing policies and to perform sensitivity analysis. Both bid and ask prices are nonincreasing functions of the dealer's inventory. Spread is unrelated to inventory position but positively related to order size. Computational examples demonstrate various results.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03637.x"
        },
        {
            "no": "17",
            "title": "J. M. Keynes's Investment Performance: A Note",
            "date": "March 1983",
            "author": [
                "JESS H. CHUA",
                "RICHARD S. WOODWARD"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03638.x"
        },
        {
            "no": "18",
            "title": "A Bayesian Approach to the Optimal Growth Period Problem: A Note",
            "date": "March 1983",
            "author": [
                "ITZHAK VENEZIA"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03639.x"
        },
        {
            "no": "19",
            "title": "Ex‐Date Stock Price Adjustment to Stock Dividends: A Note",
            "date": "March 1983",
            "author": [
                "J. RANDALL WOOLRIDGE"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03640.x"
        },
        {
            "no": "20",
            "title": "Testing an Aggressive Investment Strategy using Value Line Ranks: A Comment",
            "date": "March 1983",
            "author": [
                "N. A. GREGORY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03641.x"
        },
        {
            "no": "21",
            "title": "Testing An Aggressive Investment Strategy Using Value Line Ranks: A Comment",
            "date": "March 1983",
            "author": [
                "MARK HANNA"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03642.x"
        },
        {
            "no": "22",
            "title": "Testing and Aggressive Investment Strategy Using Value Line Ranks: A Reply",
            "date": "March 1983",
            "author": [
                "CLARK HOLLOWAY"
            ],
            "abstract": "This paper answers the comments of readers of our earlier paper. Additional insight is gained by adding recent data to show the effect of following Value Line Investment Service recommendations in active stock market trading over the years 1974–81. We show that Value Line makes a statistically significant contribution, which cannot be explained by the Beta risk factor. We offer our results as an unexplained divergence from the Efficient Market Hypothesis, but with the tentative hypothesis that investment timing (i.e., the fact that the Efficient Market Hypothesis does not operate instantaneously) may explain much of the abnormality.",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03643.x"
        },
        {
            "no": "23",
            "title": "Book Reviews",
            "date": "March 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03644.x"
        },
        {
            "no": "24",
            "title": "Miscellanea",
            "date": "March 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb03645.x"
        },
        {
            "no": "25",
            "title": "Back Matter",
            "date": "March 1983",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1983.tb00875.x"
        }
    ]
}