{
    "journal": "JFE",
    "volume": "84",
    "issue": "3",
    "date": "June 2007",
    "page": "Pages 591-884",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jun 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(07)00076-1"
        },
        {
            "no": "2",
            "title": "Theft and taxes",
            "date": "May 2006",
            "author": [
                "Mihir A. Desai",
                "Alexander Dyck",
                "Luigi Zingales"
            ],
            "abstract": "This paper analyzes the interaction between corporate taxes and corporate governance. We show that the design of the corporate tax system affects the amount of private benefits extracted by company insiders and that the quality of the corporate governance system affects the sensitivity of tax revenues to tax changes. Analyses of a tax enforcement crackdown in Russia and cross-country data on tax changes support this two-way interaction between corporate governance and corporate taxation.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.05.005"
        },
        {
            "no": "3",
            "title": "Mimicking repurchases",
            "date": "Feb 2006",
            "author": [
                "Massimo Massa",
                "Zahid Rehman",
                "Theo Vermaelen"
            ],
            "abstract": "We study the tendency of firms to mimic the repurchase announcements of their industry counterparts. We argue that a firm, by repurchasing its shares, sends a positive signal about itself and a negative one about its competitors. This induces the competing firms to mimic the behavior of the repurchasing firm by repurchasing themselves. Using a broad sample of US firms from the period 1984–2002, we show that, in concentrated industries, a repurchase announcement lowers the stock price of the other firms in the same industry. The other firms react by repurchasing themselves to undo these negative effects. Repurchases are chosen as a strategic reaction to other firms’ repurchase decisions and are not motivated by the desire to time the market, i.e., to take advantage of a significantly undervalued stock price. Therefore, repurchasing firms in more concentrated industries experience a lower increase in value in comparison with their counterparts in less concentrated industries in the post-announcement era. Alternative methodologies used to estimate long-term performance confirm that it is only the repurchasing firms in low concentration industries that outperform the market, their non-repurchasing peers, and their counterparts in more concentrated industries by amounts that are economically and statistically significant.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.02.006"
        },
        {
            "no": "4",
            "title": "Employee sentiment and stock option compensation",
            "date": "Jan 2006",
            "author": [
                "Nittai K. Bergman",
                "Dirk Jenter"
            ],
            "abstract": "The use of equity-based compensation for rank-and-file employees is a puzzle. We analyze whether the popularity of option compensation may be driven by employee optimism, and show that optimism by itself is insufficient to make option compensation optimal. The crucial insight is that firms compete with financial markets as suppliers of equity to employees and that employees’ access to the equity market restricts firms’ ability to profit from employee optimism. Firms must be able to extract some of the implied rents even though employees can purchase company equity in the financial markets. Such rent extraction becomes feasible if employees prefer the stock options offered by firms to the equity offered by the market, or if the traded equity is overvalued. We provide empirical evidence that firms use broad-based option compensation when boundedly rational employees are likely to be excessively optimistic about company stock, and when employees are likely to strictly prefer options over stock.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.01.008"
        },
        {
            "no": "5",
            "title": "The impact of all-star analyst job changes on their coverage choices and investment banking deal flow",
            "date": "Dec 2005",
            "author": [
                "Jonathan Clarke",
                "Ajay Khorana",
                "Ajay Patel",
                "P. Raghavendra Rau"
            ],
            "abstract": "Using a sample of all-star analysts who switch investment banks, we examine (1) whether analyst behavior is influenced by banking relationships and (2) whether analyst behavior affects investment banking deal flow. Although the stock coverage decision depends on the relationship with the client firms, we find no evidence that analysts change their optimism or recommendation levels when joining a new firm. Investment banking deal flow is related to analyst reputation only for equity transactions. For debt and M&A transactions, analyst reputation does not matter. There is no evidence that issuing optimistic earnings forecasts or recommendations affects investment banking deal flow.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.12.010"
        },
        {
            "no": "6",
            "title": "Investor protection and the Coasian view",
            "date": "Nov 2005",
            "author": [
                "Nittai K. Bergman",
                "Daniel Nicolaievsky"
            ],
            "abstract": "The corporate charters of a sample of Mexican firms show that private firms often significantly enhance the legal protection offered to investors, but public firms rarely do so. We construct a model that endogenizes the degree of investor protection that firms provide, using as a springboard the assumption that legal regimes differ in their ability to enforce precisely filtering contracts that provide protection only in those cases where expropriation can occur. Our model generates predictions about the types of contracts that would be employed and the levels of investor protection that would prevail across different legal regimes in both private and public firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.11.003"
        },
        {
            "no": "7",
            "title": "Is Chapter 11 costly?",
            "date": "Apr 2006",
            "author": [
                "Avner Kalay",
                "Rajeev Singhal",
                "Elizabeth Tashjian"
            ],
            "abstract": "We examine a sample of 459 firms filing for Chapter 11 during the period 1991–1998 and find that our sample firms experience significant improvements in their operating performance during Chapter 11. Our evidence is consistent with the hypothesis that Chapter 11, if anything, provides net benefits to bankrupt firms. In the cross section, firms with higher debt ratios experience greater improvements in operating performance, and the complexity of the renegotiation process negatively affects the improvement. We find no relationship between Chapter 11 outcome and changes in risk-adjusted firm value in Chapter 11.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.04.001"
        },
        {
            "no": "8",
            "title": "The influence of product market dynamics on a firm's cash holdings and hedging behavior",
            "date": "May 2006",
            "author": [
                "David Haushalter",
                "Sandy Klasa",
                "William F. Maxwell"
            ],
            "abstract": "Prior work suggests that if a firm shares a larger proportion of its growth opportunities with rivals, an inability to fully invest in these opportunities leads to predatory behavior on the part of rivals and losses in market share. We examine whether firms manage this predation risk. We find inter- and intra-industry evidence that the extent of the interdependence of a firm's investment opportunities with rivals is positively associated with its use of derivatives and the size of its cash holdings. Moreover, an analysis of investment behavior provides evidence that if this interdependence is high, the management of predation risk provides strategic benefits. Our results indicate that predation risk is an important determinant of corporate financial policy choices and investment behavior.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.05.007"
        },
        {
            "no": "9",
            "title": "A lender-based theory of collateral",
            "date": "Jun 2006",
            "author": [
                "Roman Inderst",
                "Holger M. Mueller"
            ],
            "abstract": "We consider an imperfectly competitive loan market in which a local relationship lender has an information advantage vis-à-vis distant transaction lenders. Competitive pressure from the transaction lenders prevents the local lender from extracting the full surplus from projects. As a result, the local lender inefficiently rejects marginally profitable projects. Collateral mitigates the inefficiency by increasing the local lender's payoff from precisely those marginally profitable projects that she inefficiently rejects. The model predicts that, controlling for observable borrower risk, collateralized loans are more likely to default ex post, which is consistent with the empirical evidence. The model also predicts that borrowers for whom local lenders have a relatively smaller information advantage face higher collateral requirements, and that technological innovations that narrow the information advantage of local lenders, such as small business credit scoring, lead to a greater use of collateral in lending relationships.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.06.002"
        },
        {
            "no": "10",
            "title": "Good and bad credit contagion: Evidence from credit default swaps",
            "date": "Jun 2006",
            "author": [
                "Philippe Jorion",
                "Gaiyan Zhang"
            ],
            "abstract": "This study examines the intra-industry information transfer effect of credit events, as captured in the credit default swaps (CDS) and stock markets. Positive correlations across CDS spreads imply that contagion effects dominate, whereas negative correlations indicate competition effects. We find strong evidence of contagion effects for Chapter 11 bankruptcies and competition effects for Chapter 7 bankruptcies. We also introduce a purely unanticipated event, in the form of a large jump in a company's CDS spread, and find that this leads to the strongest evidence of credit contagion across the industry. These results have important implications for the construction of portfolios with credit-sensitive instruments.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.06.001"
        }
    ]
}