{
    "journal": "JFE",
    "volume": "22",
    "issue": "1",
    "date": "October 1988",
    "page": "Pages 1-185",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Oct 1988",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(88)90018-9"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Oct 1988",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Richard S. Ruback",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(88)90019-0"
        },
        {
            "no": "3",
            "title": "Dividend yields and expected stock returns",
            "date": "Oct 1988",
            "author": [
                "Eugene F. Fama",
                "Kenneth R. French"
            ],
            "abstract": "The power of dividend yields to forecast stock returns, measured by regression R2, increases with the return horizon. We offer a two-part explanation. (1) High autocorrelation causes the variance of expected returns to grow faster than the return horizon. (2) The growth of the variance of unexpected returns with the return horizon is attenuated by a discount-rate effect - shocks to expected returns generate opposite shocks to current prices. We estimate that, on average, the future price increases implied by higher expected returns are just offset by the decline in the current price. Thus, time-varying expected returns generate ‘temporary’ components of prices.",
            "link": "https://doi.org/10.1016/0304-405X(88)90020-7"
        },
        {
            "no": "4",
            "title": "Mean reversion in stock prices",
            "date": "Oct 1988",
            "author": [
                "James M. Poterba",
                "Lawrence H. Summers"
            ],
            "abstract": "This paper investigates transitory components in stock prices. After showing that statistical tests have little power to detect persistent deviations between market prices and fundamental values, we consider whether prices are mean-reverting, using data from the United States and 17 other countries. Our point estimates imply positive autocorrelation in returns over short horizons and negative autocorrelation over longer horizons, although random-walk price behavior cannot be rejected at conventional statistical levels. Substantial movements in required returns are needed to account for these correlation patterns. Persistent, but transitory, disparities between prices and fundamental values could also explain our findings.",
            "link": "https://doi.org/10.1016/0304-405X(88)90021-9"
        },
        {
            "no": "5",
            "title": "Corporate payout policy",
            "date": "Oct 1988",
            "author": [
                "Michael J. Barclay",
                "Clifford W. Smith"
            ],
            "abstract": "Theories of corporate payout policy do not explain the observed form of distributions to shareholders. Although open-market repurchases appear to have tax advantages, cash dividends are overwhelmingly chosen. We argue that there are costs associated with open-market-repurchase programs, since they provide managers with opportunities to use inside information to benefit themselves at stockholders' expense. We offer evidence suggesting that bid-ask spreads widen around repurchase announcements, as predicted by our analysis. Since these costs of repurchases do not arise with cash dividends, our analysis implies that repurchases do not dominate cash dividends for making distributions to shareholders.",
            "link": "https://doi.org/10.1016/0304-405X(88)90022-0"
        },
        {
            "no": "6",
            "title": "Stock splits, stock prices, and transaction costs",
            "date": "Oct 1988",
            "author": [
                "Michael J. Brennan",
                "Thomas E. Copeland"
            ],
            "abstract": "We develop a model of stock-split behavior in which the split serves as a costly signal of managers' private information because stock trading costs depend on stock prices. We present empirical evidence confirming the relation between stock trading costs and stock prices. The signaling model is estimated using a large sample of splits and explains a substantial fraction of the split-announcement returns.",
            "link": "https://doi.org/10.1016/0304-405X(88)90023-2"
        },
        {
            "no": "7",
            "title": "The behavior of the volatility implicit in the prices of stock index options",
            "date": "Oct 1988",
            "author": [
                "Theodore E. Day",
                "Craig M. Lewis"
            ],
            "abstract": "We examine stock-market volatility around the quarterly expirations of stock index futures contracts and nonquarterly expirations of stock index options, using estimates of the volatility implicit in the option prices. The option prices reflect increases in the volatility of the underlying stock indexes around both quarterly and nonquarterly expiration dates. Analysis of the residual returns on index options provides evidence consistent with an unexpected increase in market volatility around expiration dates.",
            "link": "https://doi.org/10.1016/0304-405X(88)90024-4"
        },
        {
            "no": "8",
            "title": "Investigating security-price performance in the presence of event-date uncertainty",
            "date": "Oct 1988",
            "author": [
                "Clifford A. Ball",
                "Walter N. Torous"
            ],
            "abstract": "This paper introduces an event-study method that incorporates the possibility of a random event date. Consistent with empirical evidence, we assume an event may affect not only the conditional mean of a security's return, but also its conditional variance. We compare the statistical power and efficiency of our maximum-likelihood method with the standard application of traditional event-study methods to multiday security returns. Assuming a two-day event period, our empirical results provide evidence that the multiday approach is robust. We use our maximum-likelihood method to investigate the valuation effects of stock splits and stock dividends.",
            "link": "https://doi.org/10.1016/0304-405X(88)90025-6"
        },
        {
            "no": "9",
            "title": "The effect of issuing preferred stock on common and preferred stockholder wealth",
            "date": "Oct 1988",
            "author": [
                "Scott C. Linn",
                "J. Michael Pinegar"
            ],
            "abstract": "Generally, utilities issue straight fixed-rate preferreds, industrials issue convertible fixed-rate preferreds, and financials issue adjustable-rate preferreds. The corresponding announcement-period common stock abnormal returns are economically insignificant for utilities, negative and significant at the 0.05 level for industrials, and positive and significant at the 0.10 level for financials. Information effects explain the cross-sectional results for industrial firms, but tax benefits and/or regulatory conditions are more likely explanations of the results documented for financial corporations and utilities. Returns to preferred stockholders support neither the wealth redistribution- hypothesis nor the price-pressure hypothesis.",
            "link": "https://doi.org/10.1016/0304-405X(88)90026-8"
        },
        {
            "no": "10",
            "title": "News items",
            "date": "Oct 1988",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(88)90027-X"
        }
    ]
}