{
    "journal": "JFE",
    "volume": "30",
    "issue": "2",
    "date": "December 1991",
    "page": "Pages 229-367",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Dec 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(91)90030-N"
        },
        {
            "no": "2",
            "title": "Deregulation, contestability, and airline acquisitions",
            "date": "Dec 1991",
            "author": [
                "Myron B. Slovin",
                "Marie E. Sushka",
                "Carl D. Hudson"
            ],
            "abstract": "We test whether airline consolidations generate monopoly profits by examining returns to listed carriers around horizontal airline-acquisition bids and evaluating effects of industry concentration on share-price reactions. Under Civil Aeronautics Board (CAB) regulation, returns to targets, bidders, and rival carriers are positive functions of changes in concentration implied by bids. Changes in concentration after deregulation have no positive effect on carrier returns. These results support Jordan's (1970, 1972) hypothesis that CAB activities fostered carrier collusion. There is no evidence of monopoly gains from carrier consolidations after deregulation.",
            "link": "https://doi.org/10.1016/0304-405X(91)90031-E"
        },
        {
            "no": "3",
            "title": "Event-study methodology under conditions of event-induced variance",
            "date": "Dec 1991",
            "author": [
                "Ekkehart Boehmer",
                "Jim Masumeci",
                "Annette B. Poulsen"
            ],
            "abstract": "Many authors have identified the hazards of ignoring event-induced variance in event studies. To determine the practical extent of the problem, we simulate an event with stochastic effects. We find that when an event causes even minor increases in variance, the most commonly-used methods reject the null hypothesis of zero average abnormal return too frequently when it is true, although they are reasonably powerful when it is false. We demonstrate that a simple adjustment to the cross-sectional techniques produces appropriate rejection rates when the null is true and equally powerful tests when it is false.",
            "link": "https://doi.org/10.1016/0304-405X(91)90032-F"
        },
        {
            "no": "4",
            "title": "Market reaction to anticipated announcements",
            "date": "Dec 1991",
            "author": [
                "Oliver Kim",
                "Robert E. Verrecchia"
            ],
            "abstract": "In this paper we analyze how anticipating a forthcoming public announcement affects the market reaction to the announcement by altering investors' incentives to acquire private information. Specifically, we study price change, volume, and information asymmetry at the time of the announcement. We also investigate how information acquisition, information asymmetry, price, and volume are influenced by the quality of prior knowledge, the marginal cost of gathering information, the degree of risk tolerance, and noise. Finally, we compare market reactions to anticipated announcements of known precision with the response to announcements that are either unanticipated or of uncertain quality.",
            "link": "https://doi.org/10.1016/0304-405X(91)90033-G"
        },
        {
            "no": "5",
            "title": "The degree of inefficiency in the football betting market",
            "date": "Dec 1991",
            "author": [
                "Joseph Golec",
                "Maurry Tamarkin"
            ],
            "abstract": "This paper tests the hypothesis that the football betting market is efficient. Our statistical tests are stronger than those in previous studies, and we examine both NFL and college data over a sample period of fifteen years. Our statistical tests detect two specific biases in the NFL market and an unspecified bias in the college market. We examine the year-to-year consistency and magnitudes of the biases and find that the NFL bias against home teams has been nearly eliminated, while the bias against underdogs has increased. Profitable exploitation of the biases depends upon transaction costs.",
            "link": "https://doi.org/10.1016/0304-405X(91)90034-H"
        },
        {
            "no": "6",
            "title": "Monitoring an owner",
            "date": "Dec 1991",
            "author": [
                "Clifford G. Holderness",
                "Dennis P. Sheehan"
            ],
            "abstract": "Turner Broadcasting illustrates how organizational mechanisms can be adapted to prevent a majority owner from imposing costs on minority shareholders through inept management or opportunistic behavior. These mechanisms involve issuing preferred stock with unusual features, concentrating its ownership among a small group of investors, allowing the new preferred shareholders to elect several directors, and requiring supramajority approval of major management decisions by a reconstituted board of directors. The alienability of the preferred stock is restricted to help insure that its ownership stays concentrated and in the hands of those with the specific knowledge and incentives to be effective monitors.",
            "link": "https://doi.org/10.1016/0304-405X(91)90035-I"
        },
        {
            "no": "7",
            "title": "Corporate issues of foreign currency exchange warrants",
            "date": "Dec 1991",
            "author": [
                "Richard J. Rogalski",
                "James K. Seward"
            ],
            "abstract": "We argue that hedging and risk management activities of modern corporations arise as a direct consequence of attempts to create shareholder wealth through financial innovation. We formalize this argument by examining in detail corporate issues of foreign currency exchange warrants. We then focus on one multiple issuer to demonstrate how the foreign exchange risk created by the sale of the warrants can be eliminated. The use of off-balance-sheet risk management techniques to lock in the benefits of selling overpriced securities raises questions about the information content of innovative corporate financing decisions.",
            "link": "https://doi.org/10.1016/0304-405X(91)90036-J"
        },
        {
            "no": "8",
            "title": "Index",
            "date": "Dec 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(91)90037-K"
        }
    ]
}