{
    "journal": "JFE",
    "volume": "30",
    "issue": "1",
    "date": "November 1991",
    "page": "Pages 1-228",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Nov 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(91)90019-G"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Nov 1991",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(91)90020-K"
        },
        {
            "no": "3",
            "title": "Union negotiations and corporate policy",
            "date": "Nov 1991",
            "author": [
                "Harry DeAngelo",
                "Linda DeAngelo"
            ],
            "abstract": "This paper studies managerial compensation, financial reporting, and dividend policies of the seven major domestic steel producers during requests for union concessions. Substantial layoffs, reported losses, and sacrifices by nonunion stakeholders buttressed managers' case for union concessions. From 1980 to 1988, sample firms reduced their work force by about 300,000 (almost two-thirds) and annual wage payments from $16.1 to $8.6 billion. Reported income is lower during union negotiations, controlling for cash flows, as is managerial pay, with average CEO salary plus bonus declining 18%. Dividend reductions and white-collar pay cuts are substantial, pervasive, and clustered during union negotiations.",
            "link": "https://doi.org/10.1016/0304-405X(91)90021-B"
        },
        {
            "no": "4",
            "title": "A case study in the design of an optimal production sharing rule for a petroleum exploration venture",
            "date": "Nov 1991",
            "author": [
                "Philip Hampson",
                "John Parsons",
                "Charles Blitzer"
            ],
            "abstract": "To improve on the design of the production-sharing rule in a contract for exploration and development negotiated between a state-owned oil resources authority and a U.S. oil company, we use the Grossman and Hart (1983) principal-agent model. In the original contract, the company was granted a share of production as an incentive to maximize the net return to the authority. The optimal sharing rule we develop increases the expected return to the authority by 6% by improving the company's incentives to choose an optimal exploration program.",
            "link": "https://doi.org/10.1016/0304-405X(91)90022-C"
        },
        {
            "no": "5",
            "title": "Choosing the method of sale",
            "date": "Nov 1991",
            "author": [
                "Carliss Y. Baldwin",
                "Sugato Bhattacharyya"
            ],
            "abstract": "This paper analyzes the sale of Conrail (Consolidated Rail Corporation) and finds three problems: first, a contingent claim gave the seller (the U.S. Government) conflicting objectives; second, bidders in the auction valued Conrail differently and thus did not compete effectively; and third, Conrail's management had an information advantage over the seller and outside bidders. These three factors can be present in any corporate divestiture and will tend to decrease the seller's revenue. We discuss how different methods of sale (e.g., two-stage auctions and parallel secret negotiations) will counteract these problems to varying degrees, although we find no single ‘best’ method.",
            "link": "https://doi.org/10.1016/0304-405X(91)90038-L"
        },
        {
            "no": "6",
            "title": "A Bayesian model of intraday specialist pricing",
            "date": "Nov 1991",
            "author": [
                "Ananth Madhavan",
                "Seymour Smidt"
            ],
            "abstract": "This paper develops and tests a model of intraday security price movements which incorporates the effects of both trading volume and unanticipated information. We estimate our model using transaction data from a NYSE specialist and find strong evidence of information asymmetry, although the inventory effect appears weak. The parameter estimates are used to compute the costs of trading, and we find that implicit bid-ask spreads were significantly higher in October 1987 than in the rest of that year. We also examine large-block versus smaller trades and buyer-initiated versus seller-initiated trades.",
            "link": "https://doi.org/10.1016/0304-405X(91)90039-M"
        },
        {
            "no": "7",
            "title": "Tax options and the pricing of treasury bond triplets",
            "date": "Nov 1991",
            "author": [
                "Bradford D. Jordan",
                "Susan D. Jordan"
            ],
            "abstract": "This study uses Treasury bond triplets, which consist of three different Treasury issues with a common maturity date, to investigate the theoretical and empirical influence of tax strategies on Treasury prices. The tax-option effect, which arises from the right to optimally realize gains and losses for tax purposes, is found to induce convexity in the relation among triplet bond prices, but the effect is too small to create an arbitrage opportunity. A previous study [Litzenberger and Rolfo (1984)] is shown to incorrectly isolate the tax-option effect and hence misstate some key result; a correction is provided.",
            "link": "https://doi.org/10.1016/0304-405X(91)90040-Q"
        },
        {
            "no": "8",
            "title": "Small sample tests of portfolio efficiency",
            "date": "Nov 1991",
            "author": [
                "Guofu Zhou"
            ],
            "abstract": "This paper presents an eigenvalue test of the efficiency of a portfolio when there is no riskless asset, complementing the test of Gibbons, Ross, and Shanken (1989). Besides optimal upper and lower bounds, an easily-implented numerical method is provided for computing the exact P-value. Our approach makes it possible to draw statistical inferences on the efficiency of a given portfolio both in the context of the zero-beta CAPM and with respect to other linear pricing models. As an application, using monthly data for every consecutive five-year period from 1926 to 1986, we reject the efficiency of the CRSP value-weighted index for most periods.",
            "link": "https://doi.org/10.1016/0304-405X(91)90041-H"
        },
        {
            "no": "9",
            "title": "Voting power in the proxy process",
            "date": "Nov 1991",
            "author": [
                "Sanjai Bhagat",
                "Richard H. Jefferis"
            ],
            "abstract": "The likelihood that a firm will enact a management-sponsored antitakeover charter amendment depends on ownership structure. This implies that the adoption of antitakeover amendments may be anticipated. Then announcement returns provide a biased estimate of wealth effects. An estimator that corrects for the bias induced by anticipation indicates that the enactment of an antitakeover amendment is associated with a statistically significant decrease in shareholder wealth. The voting power of employee stock ownership plans and the chief executive officer plays a prominent role in determining whether a firm will adopt this type of takeover defense.",
            "link": "https://doi.org/10.1016/0304-405X(91)90042-I"
        },
        {
            "no": "10",
            "title": "News items",
            "date": "Nov 1991",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(91)90043-J"
        }
    ]
}