{
    "journal": "JFE",
    "volume": "62",
    "issue": "2",
    "date": "November 2001",
    "page": "Pages 199-412",
    "article": [
        {
            "no": "1",
            "title": "An equilibrium model of irreversible investment",
            "date": "Nov 2001",
            "author": [
                "Leonid Kogan"
            ],
            "abstract": "This paper presents a general equilibrium model of a two-sector production economy with irreversible real investment. Irreversibility of investment is the most prominent feature of the productive sector. It restricts capital accumulation, affecting firms’ investment decisions, which in turn determine properties of asset prices. Thus, this model provides a framework for connecting stock returns to firm characteristics that proxy for real economic activity. The primary focus of this paper is on the analysis of the equilibrium and the effects of irreversibility of investment.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00077-0"
        },
        {
            "no": "2",
            "title": "Convergence trading with wealth effects: an amplification mechanism in financial markets",
            "date": "Nov 2001",
            "author": [
                "Wei Xiong"
            ],
            "abstract": "I study convergence traders with logarithmic utility in a continuous-time equilibrium model. In general, convergence traders reduce asset price volatility and provide liquidity by taking risky positions against noise trading. However, when an unfavorable shock causes them to suffer capital losses, thus eroding their risk-bearing capacity, they liquidate their positions, thereby amplifying the original shock. In extreme circumstances, this wealth effect causes convergence traders to be destabilizing in that they trade in exactly the same direction as noise traders. This situation is consistent with the near-collapse of Long-Term Capital Management in 1998.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00078-2"
        },
        {
            "no": "3",
            "title": "Extracting factors from heteroskedastic asset returns",
            "date": "Nov 2001",
            "author": [
                "Christopher S Jones"
            ],
            "abstract": "This paper proposes an alternative to the asymptotic principal components procedure of Connor and Korajczyk (J. Financial Econom. 15 (1986) 373) that is robust to time series heteroskedasticity in the factor model residuals. The new method is simple to use and requires no assumptions stronger than those made by Connor and Korajczyk. It is demonstrated through simulations and analysis of actual stock market data that allowing heteroskedasticity sometimes improves the quality of the extracted factors quite dramatically. Over the period from 1989 to 1993, for example, a single factor extracted using the Connor and Korajczyk method explains only 8.2% of the variation of the CRSP value-weighted index, while the factor extracted allowing heteroskedasticity explains 57.3%. Accounting for heteroskedasticity is also important for tests of the APT, with p-values sometimes depending strongly on the factor extraction method used.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00079-4"
        },
        {
            "no": "4",
            "title": "Evaluating the specification errors of asset pricing models",
            "date": "Nov 2001",
            "author": [
                "Robert J. Hodrick",
                "Xiaoyan Zhang"
            ],
            "abstract": "This paper evaluates the specification errors of several empirical asset pricing models that have been developed as potential improvements on the CAPM. We use the methodology of Hansen and Jagannathan (J. Finance 51 (1997) 3), and the test assets are the 25 Fama-French (J. Financial Econom. 52 (1997) 557) equity portfolios sorted on size and book-to-market ratio, and the Treasury bill. We allow the parameters of each model's pricing kernel to fluctuate with the business cycle. While we cannot reject correct pricing for Campbell's (J. Political Econom. 104 (1996) 298) model, stability tests indicate that the parameters may not be stable. A robustness test also indicates that none of the models correctly price returns that are scaled by the term premium.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00080-0"
        },
        {
            "no": "5",
            "title": "The performance of professional market timers: daily evidence from executed strategies",
            "date": "Nov 2001",
            "author": [
                "Don M Chance",
                "Michael L Hemler"
            ],
            "abstract": "We examine the performance of 30 professional market timers during 1986–1994. Prior studies have analyzed implicit recommendations from mutual fund returns or explicit recommendations from newsletters. We analyze explicit recommendations executed in customer accounts. Using four tests, three benchmark portfolios, and daily data, we find significant unconditional and conditional ability that is robust with respect to transaction costs and survivorship bias. Relative ability persists and varies with the frequency of recommendation changes. When recommendations of successful timers are observed monthly instead of daily, significant ability generally disappears. Hence, the frequency with which recommendations are observed can change inferences regarding ability.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00081-2"
        }
    ]
}