{
    "journal": "JF",
    "volume": "41",
    "issue": "2",
    "date": "June 1986",
    "page": "Pages: i-vi, 295-528, vii-xxii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "June 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb00505.x"
        },
        {
            "no": "2",
            "title": "Benchmark Portfolio Inefficiency and Deviations from the Security Market Line",
            "date": "June 1986",
            "author": [
                "RICHARD C. GREEN"
            ],
            "abstract": "This paper theoretically evaluates the robustness of the Security Market Line relationship when the market proxy employed is not mean‐variance efficient. The analysis focuses on the behavior of the “benchmark errors,” the deviations of assets and portfolios from the Security Market Line. First, we characterize how the location of an asset in mean‐variance space determines its benchmark error. Then the continuity properties of the benchmark errors are studied. The results indicate that the magnitudes of the errors exhibit continuous but not uniformly continuous behaviors. The relative rankings based on deviations from the Security Market Line, however, exhibit some severe discontinuities. In fact, these can be exactly reversed for two proxies arbitrarily close in mean‐variance space.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05037.x"
        },
        {
            "no": "3",
            "title": "International Arbitrage Pricing Theory: An Empirical Investigation",
            "date": "June 1986",
            "author": [
                "D. CHINHYUNG CHO",
                "CHEOL S. EUN",
                "LEMMA W. SENBET"
            ],
            "abstract": "In this paper, we test the arbitrage pricing theory (APT) in an international setting. Inter‐battery factor analysis is used to estimate the international common factors and the Chow test is used in testing the validity of the APT. Our inter‐battery factor analysis results show that the number of common factors between a pair of countries ranges from one to five, and our cross‐sectional test results lead us to reject the joint hypothesis that the international capital market is integrated and that the APT is internationally valid. Our results, however, do not rule out the possibility that the APT holds locally or regionally in segmented capital markets. Finally, the basic results of both the inter‐battery factor analysis and the cross‐sectional tests are largely invariant to the numeraire currency chosen.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05038.x"
        },
        {
            "no": "4",
            "title": "On the Exclusion of Assets from Tests of the Mean Variance Efficiency of the Market Portfolio: An Extension",
            "date": "June 1986",
            "author": [
                "JAY SHANKEN"
            ],
            "abstract": "This paper extends Kandel's [3] analysis of the testability of the mean‐variance efficiency of a market index when the return on some component of the index is not perfectly observable. In addition to information about the mean and variance of the missing asset, considered by Kandel, we explore the usefulness of information about the beta of the missing asset on the observed sub‐portfolio in an economy with a riskless asset. The results are somewhat more supportive of the notion that mean‐variance efficiency is testable on a subset of the assets.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05039.x"
        },
        {
            "no": "5",
            "title": "The Geometry of the Maximum Likelihood Estimator of the Zero‐Beta Return",
            "date": "June 1986",
            "author": [
                "SHMUEL KANDEL"
            ],
            "abstract": "This paper explores geometric relations, in mean‐variance space, among the sample frontier, the maximum likelihood estimator, and two other estimators of the zerobeta return. It is also demonstrated that a partition of the portfolio space is determined by a family of parabolas; the zeros of each parabola are the maximum likelihood estimators associated with all portfolios on the parabola. This observation is the basis for an additional interpretation of the statistic of the Likelihood Ratio Test of portfolio efficiency without a riskless asset.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05040.x"
        },
        {
            "no": "6",
            "title": "On the Number of Factors in the Arbitrage Pricing Model",
            "date": "June 1986",
            "author": [
                "CHARLES TRZCINKA"
            ],
            "abstract": "Recent theory has demonstrated that the Arbitrage Pricing Model with K factors critically depends on whether K eigenvalues dominate the covariance matrix of returns as the number of securities grows large. The purpose of this paper is to test whether sample covariance matrices can be characterized as having K large eigenvalues. Using all available data on the 1983 CRSP tapes, we compute sample covariance matrices of returns in sequentially larger portfolios of securities. Analyzing their eigenvalues, we find evidence that one eigenvalue dominates the covariance matrix indicating that a one‐factor model may describe security pricing. We also find that, for values of K larger than one, there is no obvious way to choose the number of factors. Nevertheless, we find that while only the first eigenvalue dominates the matrix, the first five eigenvalues are growing more distinct.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05041.x"
        },
        {
            "no": "7",
            "title": "Equilibrium Interest Rates and Multiperiod Bonds in a Partially Observable Economy",
            "date": "June 1986",
            "author": [
                "MICHAEL U. DOTHAN",
                "DAVID FELDMAN"
            ],
            "abstract": "This paper analyzes the market for financial assets in a production and exchange economy with several realized outputs and a single unobservable source of nondiversifiable risk. The paper demonstrates that, for a large class of diffusion outputs and preferences, optimizing consumers first estimate the realizations of the unobservable factor and then use these estimates to determine portfolio and consumption rules. Moreover, the explicit consideration of this unobservable productivity factor affects equilibrium demands and prices. The equilibrium spot rate of interest emerges as the “best estimate” of the unobservable factor, and multiperiod default‐free bonds arise as the optimal hedge for the unobservable changes of the stochastic investment opportunity set.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05042.x"
        },
        {
            "no": "8",
            "title": "Asset Pricing in a Production Economy with Incomplete Information",
            "date": "June 1986",
            "author": [
                "JÉRÔME B. DETEMPLE"
            ],
            "abstract": "This paper analyzes an economy in which investors operate under partial information about technology‐relevant state variables. It is shown that for Gaussian information structures under incomplete observations, the consumer's problem can be transformed into an equivalent program with a completely observed state: the conditional expectation of the underlying unobservable state variables. A consequence of this transformation is that classic results in finance remain valid under an appropriate reinterpretation of the state variables.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05043.x"
        },
        {
            "no": "9",
            "title": "The Pricing of Interest‐Rate Risk: Evidence from the Stock Market",
            "date": "June 1986",
            "author": [
                "RICHARD J. SWEENEY",
                "ARTHUR D. WARGA"
            ],
            "abstract": "This paper addresses the issue of whether firms are required to pay an ex ante premium to investors for bearing the risk of interest‐rate changes. A two‐factor APT model with the market and changes in the yield on long‐term government bonds as factors is employed. The paper shows that, empirically, most of the interest‐sensitive stocks are in the utility industries, and that there is reasonable evidence that the interest factor is priced in the sense of the APT. Several sources for the interest sensitivity are considered, and regulatory lags are focused on as a likely candidate.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05044.x"
        },
        {
            "no": "10",
            "title": "Options, Taxes, and Ex‐Dividend Day Behavior",
            "date": "June 1986",
            "author": [
                "COSTAS P. KAPLANIS"
            ],
            "abstract": "A novel way of estimating the expected as opposed to the actual share price fall‐off is developed using option prices. This method is applied to the UK Traded Options Market using data from 1979 to 1984. The results show that: (a) the average expected fall‐off implicit in option prices is around 55 to 60% of the dividend and significantly different from it. The fall‐off also varied inversely with the dividend yield, which is consistent with the prediction of the “tax clientele hypothesis.” (b) The estimates of the expected fall‐off were not significantly different from the actual fall‐off. (c) Finally, the results imply that the usual assumption made in valuing options on dividend‐paying stocks, that the fall‐off is equal to the dividend, would lead to downward‐biased estimates of the option value.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05045.x"
        },
        {
            "no": "11",
            "title": "Loan Commitment Contracts, Terms of Lending, and Credit Allocation",
            "date": "June 1986",
            "author": [
                "ARIE MELNIK",
                "STEVEN PLAUT"
            ],
            "abstract": "This paper analyzes the structure of loan commitment contracts and the interrelationships among their component parameters. Lenders offer borrowers a set of loan “packages,” from which the latter may choose that “package” found to be most appealing. Borrowers may “trade off” changes in any loan parameter in exchange for other adjustments. The borrower, at this time, may “purchase” a larger credit ration for a price. Supporting empirical evidence is presented.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05046.x"
        },
        {
            "no": "12",
            "title": "Deposit Insurance and the Discount Window: Pricing under Asymmetric Information",
            "date": "June 1986",
            "author": [
                "GEORGE KANATAS"
            ],
            "abstract": "The risk‐sensitive pricing of deposit insurance and the discount window is determined in an environment where banks have private information concerning their financial conditions. The two facilities are managed jointly; an incentive‐compatible policy is designed such that banks' choice of terms at which they can obtain insurance and access to discount window credit will reveal their asset quality. The function of the discount window is to be a risk‐neutral “lender of last resort” to banks in a market dominated by risk‐averse depositors.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05047.x"
        },
        {
            "no": "13",
            "title": "Shelf Registrations and Shareholder Wealth: A Comparison of Shelf and Traditional Equity Offerings",
            "date": "June 1986",
            "author": [
                "NORMAN H. MOORE",
                "DAVID R. PETERSON",
                "PAMELA P. PETERSON"
            ],
            "abstract": "This study examines the effect of issuing common stock on shareholder wealth under two alternative methods of registration, shelf registration under the Securities and Exchange Commission's Rule 415 and the traditional method of registering shares for immediate sale. The stock price reactions accompanying security registrations and offerings over the period from March 1982 through November 1983 are examined for over two hundred issues. A negative price reaction is observed for traditional and shelf registrations for both utility and non‐utility issuers. No statistically significant difference is observed between shelf and traditional registrations. Further negative price reactions precede the offerings of these securities.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05048.x"
        },
        {
            "no": "14",
            "title": "A Model of Dynamic Takeover Behavior",
            "date": "June 1986",
            "author": [
                "RONALD M. GIAMMARINO",
                "ROBERT L. HEINKEL"
            ],
            "abstract": "Several observed features of takeover contests appear to be inconsistent with value‐maximizing behavior on the part of the agents involved. For instance, managers occasionally resist takeover bids, presumably in order to facilitate competition among bidders. However, counterbids do not always materialize, suggesting that management resistance was not in the best interests of the firm's shareholders. On the other hand, a successful takeover is sometimes accompanied by a decrease in the value of the acquirer's shares. In addition, valuable combinations are occasionally not consummated.\nWe present a simple illustration of sequential takeover bidding in which all managers act in the best interests of their respective shareholders. Within the context of this model, we provide an explanation of the type of behavior described above.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05049.x"
        },
        {
            "no": "15",
            "title": "Price Movements as Indicators of Tender Offer Success",
            "date": "June 1986",
            "author": [
                "WILLIAM SAMUELSON",
                "LEONARD ROSENTHAL"
            ],
            "abstract": "This paper examines movements in the prices of target stocks as predictors of the ultimate success or failure of tender offers. An empirical investigation of 100% cash tender offers during the years 1976 to 1981 leads to the conclusion that, with few exceptions, market prices are well‐calibrated, i.e., the current target price during the offer period measures the expected (discounted) stock price at the conclusion date. The market's probability predictions improve monotonically over time.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05050.x"
        },
        {
            "no": "16",
            "title": "Moral Hazard and Adverse Selection: The Question of Financial Structure",
            "date": "June 1986",
            "author": [
                "MASAKO N. DARROUGH",
                "NEAL M. STOUGHTON"
            ],
            "abstract": "This paper looks at the moral hazard and adverse selection problems confronting an entrepreneur offering securities to an uninformed, but competitive financial market. The adverse selection aspect of the problem is generated by the unobservable entrepreneur's ability to transform effort into value. Moral hazard arises because the investment decision is made subsequent to financing. We consider the joint use of both debt and equity, and characterize the equilibrium relation between capital structure and unobservable attributes. It is shown that: (1) investment and financing are not separable; (2) there is an underinvestment problem for “better” firms; and (3) simultaneous use of both debt and equity can resolve this difficulty. We also establish a connection between expected terminal firm value and debt‐promised payment level and between share retention and standard deviation.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05051.x"
        },
        {
            "no": "17",
            "title": "A Discrete Time Option Model Dependent on Expected Return: A Note",
            "date": "June 1986",
            "author": [
                "THOMAS J. O'BRIEN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05052.x"
        },
        {
            "no": "18",
            "title": "Book Reviews",
            "date": "June 1986",
            "author": [],
            "abstract": "Book reviewed in this article:\nOption Markets. By JOHN COX and MARK RUBINSTEIN. Englewood Cliffs, New Jersey: Prentice‐Hall, Inc., 1985. Pp. iii + 498.\nFundamentals of Investment Management, second edition. By GEOFFREY A. HIRT and STANLEY B. BLOCK. Homewood, Illinois: Richard D. Irwin, Inc., 1986. Pp. xvi + 710.\nInternational Debt: Systemic Risk and Policy Response. By WILLIAM R. CLINE. Washington, D.C.: Institute for International Economics, 1984.\nWorld Debt Crisis: International Lending on Trial. By MICHAEL P. CLAUDON (Editor). Cambridge, Massachusetts: Ballinger Publishing Company, 1986",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05053.x"
        },
        {
            "no": "19",
            "title": "MISCELLANEA",
            "date": "June 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05054.x"
        },
        {
            "no": "20",
            "title": "ASSOCIATION MEETINGS",
            "date": "June 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05035.x"
        },
        {
            "no": "21",
            "title": "ANNOUNCEMENTS",
            "date": "June 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb00506.x"
        },
        {
            "no": "22",
            "title": "STYLE INSTRUCTIONS",
            "date": "June 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb05036.x"
        },
        {
            "no": "23",
            "title": "Back Matter",
            "date": "June 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb00507.x"
        }
    ]
}