{
    "journal": "JF",
    "volume": "41",
    "issue": "5",
    "date": "December 1986",
    "page": "Pages: i-vi, 997-1191, vii-lxii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "December 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb00543.x"
        },
        {
            "no": "2",
            "title": "An Analysis of Divestiture Effects Resulting from Deregulation",
            "date": "December 1986",
            "author": [
                "ANDREW H. CHEN",
                "LARRY J. MERVILLE"
            ],
            "abstract": "Capital market data were used to examine the divestiture effects pertaining to deregulation, the dropping of antitrust charges, and the reversing of the co‐insurance effect associated with the recent breakup of AT&T. The empirical results of the study indicate that significant economic events took place during the breakup process, which led to transfers of wealth from various parties to the securityholders of AT&T. The results also indicate that the buffering effect of regulation was reduced as AT&T went through the total deregulation process. This is in accordance with Peltzman's prediction.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02527.x"
        },
        {
            "no": "3",
            "title": "Term Structure Movements and Pricing Interest Rate Contingent Claims",
            "date": "December 1986",
            "author": [
                "THOMAS S. Y. HO",
                "SANG‐BIN LEE"
            ],
            "abstract": "This paper derives an arbitrage‐free interest rate movements model (AR model). This model takes the complete term structure as given and derives the subsequent stochastic movement of the term structure such that the movement is arbitrage free. We then show that the AR model can be used to price interest rate contingent claims relative to the observed complete term structure of interest rates. This paper also studies the behavior and the economics of the model. Our approach can be used to price a broad range of interest rate contingent claims, including bond options and callable bonds.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02528.x"
        },
        {
            "no": "4",
            "title": "Price Regulation in Property‐Liability Insurance: A Contingent‐Claims Approach",
            "date": "December 1986",
            "author": [
                "NEIL A. DOHERTY",
                "JAMES R. GARVEN"
            ],
            "abstract": "A discrete‐time option‐pricing model is used to derive the “fair” rate of return for the property‐liability insurance firm. The rationale for the use of this model is that the financial claims of shareholders, policyholders, and tax authorities can be modeled as European options written on the income generated by the insurer's asset portfolio. This portfolio consists mostly of traded financial assets and is therefore relatively easy to value. By setting the value of the shareholders' option equal to the initial surplus, an implicit solution for the fair insurance price may be derived. Unlike previous insurance regulatory models, this approach addresses the ruin probability of the insurer, as well as nonlinear tax effects.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02529.x"
        },
        {
            "no": "5",
            "title": "Positively Weighted Portfolios on the Minimum‐Variance Frontier",
            "date": "December 1986",
            "author": [
                "RICHARD C. GREEN"
            ],
            "abstract": "Duality theory is employed to provide necessary and sufficient conditions for portfolios on the minimum‐variance frontier to have positive investment proportions in all assets. These conditions involve the feasibility of portfolios that have non‐negative correlation with all assets and positive correlation with at least one. Using these results, several “qualitative” results concerning the signs of investment proportions in efficient portfolios are proved. It is argued that the conditions that ensure all‐positive weights in efficient portfolios are intuitively compelling and are not unique to the CAPM. With large numbers of assets, however, the signs of weights in minimum‐variance portfolios can be very sensitive to slight departures from these conditions due to, for example, sampling error.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02530.x"
        },
        {
            "no": "6",
            "title": "A Theory of Trading Volume",
            "date": "December 1986",
            "author": [
                "JONATHAN M. KARPOFF"
            ],
            "abstract": "A theory of trading volume is developed based on assumptions that market agents frequently revise their demand prices and randomly encounter potential trading partners. The model describes two distinct ways informational events affect trading volume. One is consistent with conjectures made by empirical researchers that investor disagreement leads to increased trading. But the observation of abnormal trading volume does not necessarily imply disagreement, and volume can increase even if investors interpret the information identically, if they also have had divergent prior expectations. Simulation tests support the model and are used to contrast the random‐pairing environment with costless market clearing. Volume is lower in the costly market, and volume increases caused by an informational event persist after the event period. This is consistent with existing empirical evidence and suggests that markets do not immediately clear all orders or that investors have demands to recontract.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02531.x"
        },
        {
            "no": "7",
            "title": "Information Asymmetry and the Dealer's Bid‐Ask Spread: A Case Study of Earnings and Dividend Announcements",
            "date": "December 1986",
            "author": [
                "P. C. VENKATESH",
                "R. CHIANG"
            ],
            "abstract": "Recent theoretical work on the bid‐ask spread asserts that the dealer should widen the bid‐ask spread when he or she suspects that the information advantage possessed by informed traders has increased. Thus, the dealer's spread can be employed to test for an increase in information asymmetry prior to an anticipated information event. In this paper, the method is applied to earnings and dividend announcements, which have been documented to be information events. The authors study three groups of announcements: (a) joint announcements—i.e., earnings and dividend announcements that are made on the same day, (b) initial (first) announcements—earnings or dividend announcements that were not preceded by another announcement in the prior thirty days, and (c) following (second) announcements—those announcements that follow the first announcement by at least ten days but by no more than thirty days. The authors find a strong increase in information asymmetry only before the second announcements and virtually no increase before the joint and first announcements. This is consistent with the hypothesis that there is, on average, normal information asymmetry before announcements, but that the dealer will suspect a nonroutine announcement (with an attendant increase in information asymmetry) when the second announcement is separated from the first by more than ten days. Other possible explanations for the results are discussed, and suggestions for future research are outlined.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02532.x"
        },
        {
            "no": "8",
            "title": "Commercial Bank Portfolio Behavior and Endogenous Uncertainty",
            "date": "December 1986",
            "author": [
                "BRYAN STANHOUSE"
            ],
            "abstract": "This paper demonstrates how Bayesian information may be analyzed as a variable input in determining an optimal bank portfolio and investigates the impact of information in a way that is statistically satisfactory. A portfolio model is developed, and the impact of information is analyzed. Information is treated as an economic input that is used up to the point where its predicted marginal benefit is exactly equal to its marginal cost, and, from there, the optimal demand for information is derived. A comparative‐static analysis demonstrates that the reaction of optimal portfolio holdings to interest rate changes under variable uncertainty is dramatically different from portfolio behavior when uncertainty is exogenous. Finally, the elasticity of reserves with respect to scale is examined under the assumption of variable uncertainty.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02533.x"
        },
        {
            "no": "9",
            "title": "Can Tax‐Loss Selling Explain the January Seasonal in Stock Returns?",
            "date": "December 1986",
            "author": [
                "K. C. CHAN"
            ],
            "abstract": "This paper analyzes the tax‐loss selling hypothesis as an explanation of the January seasonal in stock returns and argues that rational tax‐loss selling implies little relation between the January seasonal and the long‐term loss. Empirical results show that the January seasonal is as strongly related to the long‐term loss as it is to the short‐term loss. The evidence is inconsistent with a model that explains the January seasonal by optimal tax trading.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02534.x"
        },
        {
            "no": "10",
            "title": "Contributing Authors and Institutions to the Journal of Finance: 1946–1985",
            "date": "December 1986",
            "author": [
                "J. LOUIS HECK",
                "PHILIP L. COOLEY",
                "CARL M. HUBBARD"
            ],
            "abstract": "Publication of the December 1985 issue of the Journal of Finance completed the Journal's first 40 years of contributions to the profession. This study identifies and summarizes the contributing authors, where they earned their doctoral degrees, and their employers at the time of publication. The authors, degree‐granting institutions, and employers appearing most frequently in the Journal are ordered for the entire 40‐year period and for various subperiods. Where possible, the present findings are compared with those of previously published studies.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02535.x"
        },
        {
            "no": "11",
            "title": "A Note on Optimal Credit and Pricing Policy under Uncertainty: A Contingent‐Claims Approach",
            "date": "December 1986",
            "author": [
                "CHUN H. LAM",
                "ANDREW H. CHEN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02536.x"
        },
        {
            "no": "12",
            "title": "The Weekly Pattern in Stock Index Futures: A Further Note",
            "date": "December 1986",
            "author": [
                "EDWARD A. DYL",
                "EDWIN D. MABERLY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02537.x"
        },
        {
            "no": "13",
            "title": "Homogeneity Restrictions on the Translog Cost Model: A Note",
            "date": "December 1986",
            "author": [
                "ASGHAR ZARDKOOHI",
                "NANDA RANGAN",
                "JAMES KOLARI"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02538.x"
        },
        {
            "no": "14",
            "title": "The Role of Options in the Resolution of Agency Problems: A Comment",
            "date": "December 1986",
            "author": [
                "ROGER E. A. FARMER",
                "RALPH A. WINTER"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02539.x"
        },
        {
            "no": "15",
            "title": "The Role of Options in the Resolution of Agency Problems: A Reply",
            "date": "December 1986",
            "author": [
                "ROBERT A. HAUGEN",
                "LEMMA W. SENBET"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02540.x"
        },
        {
            "no": "16",
            "title": "Performance Hypothesis Testing with the Sharpe and Treynor Measures: A Comment",
            "date": "December 1986",
            "author": [
                "CHARLES BRAM CADSBY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02541.x"
        },
        {
            "no": "17",
            "title": "Mean‐Variance versus Direct Utility Maximization: A Comment",
            "date": "December 1986",
            "author": [
                "DONALD W. REID",
                "BERNARD V. TEW"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02542.x"
        },
        {
            "no": "18",
            "title": "Upper and Lower Bounds of Put and Call Option Value: Stochastic Dominance Approach—Erratum",
            "date": "December 1986",
            "author": [
                "HAIM LEVY"
            ],
            "abstract": "In a recent paper 1, I applied first‐ and second‐degree stochastic dominance to derive upper and lower bounds for a call option. Havingthese upper and lower bounds, I employed the put‐call parity (see equation (15), p. 1208) to derive an upper and a lower bound for a put option. These bounds are easily derived once the bounds on the call option are available.\nThen I claimed that the same method that had been employed to derive the call option's bounds can be employed to directly derive (i.e., without using the put‐call parity) the put option bounds. On page 1209 I demonstrated the derivation of the upper bound of the put option and obtained a bound that differs from the bound derived from the put‐call parity (see equation (18), p. 1209). The result of equation (18) is wrong since I mistakenly assumed that the cumulative distributions of the rates of return on the put option and the underlying asset intersect only once, while in general, they intersect twice.\nThus, the discussion on page 1209 is wrong, but all other results are correct, including the put option bounds given in equation (16). In fact, one can employ stochastic dominance directly to derive the put option's bounds as suggested on page 1209. However, in this derivation, one should take into account that two intersections, rather than one, take place. The technique will be different, but the same principle of no dominance positions should be employed.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02543.x"
        },
        {
            "no": "19",
            "title": "Book Reviews",
            "date": "December 1986",
            "author": [],
            "abstract": "Book reviewed in this article:\nThe Rhetoric of Economics. By DONALD N. MCCLOSKEY. Madison, Wisconsin: University of Wisconsin, 1986. Pp. 224.\nThe Microstructure of Securities Markets. By KALMAN J. COHEN, STEVEN F. MAIER, ROBERT A. SCHWARTZ, and DAVID K. WHITCOMB. Englewood Cliffs, New Jersey: Prentice‐Hall, 1986. Pp. 254.\nPerspectives on Safe and Sound Banking. By GEORGE J. BENSTON, ROBERT A. EISENBEIS, PAUL M. HORVITZ, EDWARD J. KANE, and GEORGE G. KAUFMAN. Cambridge, Massachusetts: The MIT Press, 1986. Pp. xxi + 358.",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02544.x"
        },
        {
            "no": "20",
            "title": "MISCELLANEA",
            "date": "December 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02545.x"
        },
        {
            "no": "21",
            "title": "ASSOCIATION MEETINGS",
            "date": "December 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02525.x"
        },
        {
            "no": "22",
            "title": "ANNOUNCEMENTS",
            "date": "December 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb02526.x"
        },
        {
            "no": "23",
            "title": "INDEX TO VOLUME XLI",
            "date": "December 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb00542.x"
        },
        {
            "no": "24",
            "title": "Back Matter",
            "date": "December 1986",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1986.tb00544.x"
        }
    ]
}