{
    "journal": "JFE",
    "volume": "98",
    "issue": "3",
    "date": "December 2010",
    "page": "Pages 415-650",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Dec 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(10)00225-4"
        },
        {
            "no": "2",
            "title": "Differences in beliefs and currency risk premiums",
            "date": "Jul 2010",
            "author": [
                "Alessandro Beber",
                "Francis Breedon",
                "Andrea Buraschi"
            ],
            "abstract": "This paper studies the importance of heterogeneous beliefs for the dynamics of asset prices. We focus on currency markets, where the absence of short-selling constraints allows us to perform sharper tests of theoretical predictions. Using a unique data set with detailed information on foreign-exchange forecasts, we construct an empirical proxy for differences in beliefs. We show that this proxy has a strong effect on the implied volatility of currency options beyond the volatility of macroeconomic fundamentals. We document that differences in beliefs impact also on the shape of the implied volatility smile, on the volatility risk-premiums, and on future currency returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.07.001"
        },
        {
            "no": "3",
            "title": "Rating the ratings: How good are commercial governance ratings?",
            "date": "Jun 2010",
            "author": [
                "Robert M. Daines",
                "Ian D. Gow",
                "David F. Larcker"
            ],
            "abstract": "Proxy advisory and corporate governance rating firms (such as RiskMetrics/Institutional Shareholder Services, GovernanceMetrics International, and The Corporate Library) play an increasingly important role in U.S. public markets. They rank the quality of firm corporate governance, advise shareholders how to vote, and sometimes press for governance changes. We examine whether commercially available corporate governance rankings provide useful information for shareholders. Our results suggest that they do not. Commercial ratings do not predict governance-related outcomes with the precision or strength necessary to support the bold claims made by most of these firms. Moreover, we find little or no relation between the governance ratings provided by RiskMetrics with either their voting recommendations or the actual votes by shareholders on proxy proposals.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.06.005"
        },
        {
            "no": "4",
            "title": "Do subjective expectations explain asset pricing puzzles?",
            "date": "Jul 2010",
            "author": [
                "Gurdip Bakshi",
                "Georgios Skoulakis"
            ],
            "abstract": "The structural uncertainty model with Bayesian learning, advanced by Weitzman (AER 2007), provides a framework for gauging the effect of structural uncertainty on asset prices and risk premiums. This paper provides an operational version of this approach that incorporates realistic priors about consumption growth volatility, while guaranteeing finite asset pricing quantities. In contrast to the extant literature, the resulting asset pricing model with subjective expectations yields well-defined expected utility, finite moment generating function of the predictive distribution of consumption growth, and tractable expressions for equity premium and risk-free return. Our quantitative analysis reveals that explaining the historical equity premium and risk-free return, in the context of subjective expectations, requires implausible levels of structural uncertainty. Furthermore, these implausible prior beliefs result in consumption disaster probabilities that virtually coincide with those implied by more realistic priors. At the same time, the two sets of prior beliefs have diametrically opposite asset pricing implications.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.07.002"
        },
        {
            "no": "5",
            "title": "Corporate venture capital and the returns to acquiring portfolio companies",
            "date": "Jul 2010",
            "author": [
                "David Benson",
                "Rosemarie H. Ziedonis"
            ],
            "abstract": "A prominent motive for corporate venture capital (CVC) is the identification of entrepreneurial-firm acquisition opportunities. Consistent with this view, we find that one of every five startups purchased by 61 top corporate investors from 1987 through 2003 is a venture portfolio company of its acquirer. Surprisingly, our analysis reveals that takeovers of portfolio companies destroy significant value for shareholders of acquisitive CVC investors, even though these same investors are “good acquirers” of other entrepreneurial firms. We explore numerous explanations for these puzzling findings, which seem rooted in managerial overconfidence or agency problems at the program level.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.07.003"
        },
        {
            "no": "6",
            "title": "More insiders, more insider trading: Evidence from private-equity buyouts",
            "date": "Aug 2010",
            "author": [
                "Viral V. Acharya",
                "Timothy C. Johnson"
            ],
            "abstract": "Prior theoretical research has found that, in the absence of regulation, a greater number of insiders leads to more insider trading. We show that optimal regulation features detection and punishment policies that become stricter as the number of insiders increases, reducing insider trading in equilibrium. We construct measures of the likelihood of insider activity prior to bid announcements of private-equity buyouts during the period 2000–2006 and relate these to the number of financing participants. Suspicious stock and options activity is associated with more equity participants, while suspicious bond and CDS activity is associated with more debt participants — consistent with models of limited competition among insiders but inconsistent with our model of optimal regulation.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.08.002"
        },
        {
            "no": "7",
            "title": "Mispricing of dual-class shares: Profit opportunities, arbitrage, and trading",
            "date": "Jun 2010",
            "author": [
                "Paul Schultz",
                "Sophie Shive"
            ],
            "abstract": "This is the first paper to examine the microstructure of how mispricing is created and resolved. We study dual-class shares with equal cash flow rights and show that a simple trading strategy exploiting gaps between their prices appears to create abnormal profits after transactions costs. Trade and quote data show that investors shift their trading patterns to take advantage of gaps. Contrary to common perception, long–short arbitrage plays a minor part in eliminating gaps, and one-sided trades correct most of them. We also show that the more liquid share class is usually responsible for the price discrepancies.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.06.007"
        },
        {
            "no": "8",
            "title": "The value of independent directors: Evidence from sudden deaths",
            "date": "Jul 2010",
            "author": [
                "Bang Dang Nguyen",
                "Kasper Meisner Nielsen"
            ],
            "abstract": "We investigate contributions of independent directors to shareholder value by examining stock price reactions to sudden deaths in the US from 1994 to 2007. We find, first, that following director death stock prices drop by 0.85% on average. Second, the degree of independence and board structure determine the marginal value of independent directors. Third, independence is more valuable in crucial board functions. Finally, controlling for director-invariant heterogeneity using a fixed effect approach, we identify the value of independence over and above the value of individual skills and competences. Overall, our results suggest that independent directors provide a valuable service to shareholders.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.07.004"
        },
        {
            "no": "9",
            "title": "The market for certification by external parties: Evidence from underwriting and banking relationships",
            "date": "Jul 2010",
            "author": [
                "Tiago Duarte-Silva"
            ],
            "abstract": "This paper provides evidence that an underwriter is better able to certify an equity issue if it has a lending relationship with the firm. An announcement of being underwritten by the firm’s lending-relationship bank reduces ex post information asymmetry, thereby improving the announcement return. Further, because this reduction in information asymmetry effectively disseminates what was previously the lending bank’s private information, it decreases its affiliated market maker’s information advantage, thus reducing its contribution to price discovery and liquidity. These results provide evidence on the value of information production and transmission by banks, and more generally on the role of external parties in reducing information asymmetry.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.07.005"
        },
        {
            "no": "10",
            "title": "Nature or nurture: What determines investor behavior?",
            "date": "Aug 2010",
            "author": [
                "Amir Barnea",
                "Henrik Cronqvist",
                "Stephan Siegel"
            ],
            "abstract": "Using data on identical and fraternal twins’ complete financial portfolios, we decompose the cross-sectional variation in investor behavior. We find that a genetic factor explains about one-third of the variance in stock market participation and asset allocation. Family environment has an effect on the behavior of young individuals, but this effect is not long-lasting and disappears as an individual gains experience. Frequent contact among twins results in similar investment behavior beyond a genetic factor. Twins who grew up in different environments still display similar investment behavior. Our interpretation of a genetic component of the decision to invest in the stock market is that there are innate differences in factors affecting effective stock market participation costs. We attribute the genetic component of asset allocation—the relative amount invested in equities and the portfolio volatility—to genetic variation in risk preferences.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.08.001"
        },
        {
            "no": "11",
            "title": "Monotonicity in asset returns: New tests with applications to the term structure, the CAPM, and portfolio sorts",
            "date": "Jun 2010",
            "author": [
                "Andrew J. Patton",
                "Allan Timmermann"
            ],
            "abstract": "Many theories in finance imply monotonic patterns in expected returns and other financial variables. The liquidity preference hypothesis predicts higher expected returns for bonds with longer times to maturity; the Capital Asset Pricing Model (CAPM) implies higher expected returns for stocks with higher betas; and standard asset pricing models imply that the pricing kernel is declining in market returns. The full set of implications of monotonicity is generally not exploited in empirical work, however. This paper proposes new and simple ways to test for monotonicity in financial variables and compares the proposed tests with extant alternatives such as t-tests, Bonferroni bounds, and multivariate inequality tests through empirical applications and simulations.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.06.006"
        },
        {
            "no": "12",
            "title": "Bank activity and funding strategies: The impact on risk and returns",
            "date": "Jun 2010",
            "author": [
                "Asli Demirgüç-Kunt",
                "Harry Huizinga"
            ],
            "abstract": "This paper examines the implications of bank activity and short-term funding strategies for bank risk and return using an international sample of 1,334 banks in 101 countries leading up to the 2008 financial crisis. Expansion into noninterest income-generating activities such as trading increases the rate of return on assets, and it could offer some risk diversification benefits at very low levels. Nondeposit, wholesale funding in contrast lowers the rate of return on assets, while it can offer some risk reduction at commonly observed low levels of nondeposit funding. A sizable proportion of banks, however, attract most of their short-term funding in the form of nondeposits at a cost of enhanced bank fragility. Overall, banking strategies that rely prominently on generating noninterest income or attracting nondeposit funding are very risky, consistent with the demise of the US investment banking sector.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.06.004"
        }
    ]
}