{
    "journal": "JF",
    "volume": "39",
    "issue": "5",
    "date": "December 1984",
    "page": "Pages: i-vi, 1257-1640, vii-xxxv",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "December 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb00742.x"
        },
        {
            "no": "2",
            "title": "An Analysis of Brokers' and Analysts' Unpublished Forecasts of UK Stock Returns",
            "date": "December 1984",
            "author": [
                "ELROY DIMSON",
                "PAUL MARSH"
            ],
            "abstract": "This paper describes an empirical study of over 4000 specific share return forecasts made by 35 UK stockbrokers and by the internal analysts of a large UK investment institution. A comparison of forecast and realised returns reveals a small but potentially useful degree of forecasting ability. A large part of the information content of the forecasts, however, appears to be discounted in the market place within the first month. Nevertheless, an analysis of some 3000 transactions motivated by, and executed at the time of, the forecasts shows that the apparent predictive ability of the recommendations could be translated into superior performance by the fund's investment managers. Differences in forecasting ability between brokers do not appear to persist over time, but predictive accuracy can be improved by pooling simultaneous forecasts from different sources.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04907.x"
        },
        {
            "no": "3",
            "title": "Stock Returns, Inflation, and Economic Activity: The Survey Evidence",
            "date": "December 1984",
            "author": [
                "JOEL HASBROUCK"
            ],
            "abstract": "The primary purpose of this paper is the use of survey expectations data to study the empirical relationships between stock returns, inflation, and economic activity. In the course of this analysis and as a secondary purpose, the paper discusses general considerations involving the use of expectations proxies and makes recommendations for econometric techniques. The main empirical findings are: (1) Hypothesized relationships between expected economic activity and expected inflation do not in practice appear to be important in explaining the negative relationship between expected inflation and stock returns. (2) Nevertheless, the survey data do lend some support to the hypothesis of a quantity theory relationship between expected inflation and expected economic activity, holding constant monetary growth. (3) The cross‐forecaster dispersion of economic activity forecasts, a proxy for real uncertainty, appears to be a significant determinant of stock returns. Inclusion of this variable eliminates the negative impact of expected inflation.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04908.x"
        },
        {
            "no": "4",
            "title": "Estimating the Correlation Structure of International Share Prices",
            "date": "December 1984",
            "author": [
                "CHEOL S. EUN",
                "BRUCE G. RESNICK"
            ],
            "abstract": "Recently, the case for international portfolio diversification has been convincingly argued in the framework of mean‐variance portfolio analysis by a number of researchers. However, virtually no empirical documentation exists concerning the best method for estimating the correlation structure of international share prices. In this paper, 12 models for estimating the international correlation matrix are presented and empirically tested relative to full historical extrapolation. The major evaluation criteria are the mean squared error and stochastic dominance based on the frequency distribution of the squared forecast errors. The results indicate that the National Mean Model strictly dominates all the others in terms of forecasting accuracy.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04909.x"
        },
        {
            "no": "5",
            "title": "Shareholder Benefits from Corporate International Diversification",
            "date": "December 1984",
            "author": [
                "ALI M. FATEMI"
            ],
            "abstract": "This study provides further evidence on the rates of return realized by the shareholders of multinational firms relative to those of purely domestic firms. The results indicate that the risk‐adjusted returns realized by the shareholders are identical across the two groups except where the MNC operates in competitive foreign markets. In that case, MNC shareholders experience negative abnormal returns. The study also provides further evidence on the risk‐reduction effect of international diversification. The results fail to support the hypothesis that the beta is a convex function of the degree of international involvement. Finally, the paper provides some preliminary evidence on the effect of corporate international diversification on shareholders' returns. It is found that abnormal returns rise by some 18 percent during the 14 months preceding the initial foreign diversification.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04910.x"
        },
        {
            "no": "6",
            "title": "Are Real Interest Rates Equal Across Countries? An Empirical Investigation of International Parity Conditions",
            "date": "December 1984",
            "author": [
                "FREDERIC S. MISHKIN"
            ],
            "abstract": "This paper conducts empirical tests of the equality of real interest rates across countries. The empirical evidence strongly rejects the hypothesis of real rate equality and the joint hypotheses of uncovered interest parity and ex ante relative PPP, or the unbiasedness of forward rate forecasts and ex ante relative PPP. The evidence suggests that it is worth studying open economy macroeconomic models which allow: 1) domestic real rates to differ from world rates, 2) time varying risk premiums in the forward market, or 3) deviations from ex ante relative PPP.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04911.x"
        },
        {
            "no": "7",
            "title": "Credit Rationing and Financial Disorder",
            "date": "December 1984",
            "author": [
                "JACK GUTTENTAG",
                "RICHARD HERRING"
            ],
            "abstract": "We develop a model of lender behavior in the presence of default risk and moral hazard that determines default premiums and identifies the conditions under which borrowers are rationed. A hypothesis regarding a cognitive bias in the formation of expectations provides a dynamic component to our analysis and allows us to explain how an economy becomes vulnerable to a financial crisis and why vulnerability may increase over time.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04912.x"
        },
        {
            "no": "8",
            "title": "Stability of the U.S. Short‐Run Money Demand Function, 1959–81",
            "date": "December 1984",
            "author": [
                "KUAN‐PIN LIN",
                "JOHN S. OH"
            ],
            "abstract": "Stability tests are performed for the conventional U.S. money demand equation using switch regression techniques. This methodology provides for the identification of the shift point and the type of shift (abrupt or drift), and is conducive to hypothesis testing to determine the sources of the shift for the regression equation. Our findings do not support the contention that the 1974 change in money demand equation is a downward shift in the constant term, as suggested by many recent empirical money demand studies.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04913.x"
        },
        {
            "no": "9",
            "title": "New Evidence That Taxes Affect the Valuation of Dividends",
            "date": "December 1984",
            "author": [
                "JAMES M. POTERBA",
                "LAWRENCE H. SUMMERS"
            ],
            "abstract": "This paper uses British data to examine the effects of dividend taxes on investors' relative valuation of dividends and capital gains. British data offer great potential to illuminate the dividends and taxes question, since there have been two radical changes and several minor reforms in British dividend tax policy during the last 30 years. Studying the relationship between dividends and stock price movements during different tax regimes offers an ideal controlled experiment for assessing the effects of taxes on investors' valuation of dividends. Using daily data on a small sample of firms, and monthly data on a much broader sample, we find clear evidence that taxes affect the equilibrium relationship between dividend yields and market returns. These findings suggest that taxes are important determinants of security market equilibrium and deepen the puzzle of why firms pay dividends.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04914.x"
        },
        {
            "no": "10",
            "title": "The Structure of Asset Prices and Socially Useless/Useful Information",
            "date": "December 1984",
            "author": [
                "JAMES A. OHLSON"
            ],
            "abstract": "This paper relates the value of additional information to asset prices in a pure exchange setting. The price structure of interest revolves around a “pricing‐hypothesis”: the prices in an economy with less information are unbiased estimators of the prices that would obtain in a more informative economy. Two basic results are developed. First, if the incremental information is useless then the pricing‐hypothesis applies. Second, if the pricing hypothesis is assumed valid, then the information is valuable in a weak sense. The results are also considered in the context of empirical research. The case is made for viewing statistical tests of association between prices and signals as tests of the social value of information.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04915.x"
        },
        {
            "no": "11",
            "title": "Additional Evidence on the Relation Between Divestiture Announcements and Shareholder Wealth",
            "date": "December 1984",
            "author": [
                "JAMES D. ROSENFELD"
            ],
            "abstract": "This paper presents estimates of the effect of voluntary divestiture announcements on shareholder wealth. The results show that both spin‐off and sell‐off announcements tend to have a positive influence on the stock prices of the divesting firms, and that the spin‐offs “outperform” the sell‐offs on the day of the event. We also find that the economic gains to the shareholders of the selling and acquiring firms are nearly identical, suggesting that the sell‐off decision is perceived by both investor groups as a positive net present value (NPV) transaction.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04916.x"
        },
        {
            "no": "12",
            "title": "Mean‐Gini, Portfolio Theory, and the Pricing of Risky Assets",
            "date": "December 1984",
            "author": [
                "HAIM SHALIT",
                "SHLOMO YITZHAKI"
            ],
            "abstract": "This paper presents the mean‐Gini (MG) approach to analyze risky prospects and construct optimum portfolios. The proposed method has the simplicity of a mean‐variance model and the main features of stochastic dominance efficiency. Since mean‐Gini is consistent with investor behavior under uncertainty for a wide class of probability distributions, Gini's mean difference is shown to be more adequate than the variance for evaluating the variability of a prospect. The MG approach is then applied to capital markets and the security valuation theorem is derived as a general relationship between average return and risk. This is further extended to include a degree of risk aversion that can be estimated from capital market data. The analysis is concluded with the concentration ratio to allow for the classification of different securities with respect to their relative riskiness.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04917.x"
        },
        {
            "no": "13",
            "title": "Portfolio Analysis Using Single Index, Multi‐Index, and Constant Correlation Models: A Unified Treatment",
            "date": "December 1984",
            "author": [
                "CLARENCE C. Y. KWAN"
            ],
            "abstract": "In this study a simple common algorithm which is applicable to seven models is proposed for optimal portfolio selection disallowing short sales of risky securities. The models considered in the analysis consist of a single index model, four multi‐index models, and two constant correlation models. Unlike the previous approach, the proposed algorithm does not require explicit ranking of securities. Therefore, it is particularly useful for two multi‐index models with orthogonal indices which do not provide any ranking criterion. Also, because of its algorithmic efficiency as demonstrated in a simulation study on models with multiple groups, the approach here can enhance their usefulness in portfolio analysis.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04918.x"
        },
        {
            "no": "14",
            "title": "On Testing the Arbitrage Pricing Theory: Inter‐Battery Factor Analysis",
            "date": "December 1984",
            "author": [
                "D. CHINHYUNG CHO"
            ],
            "abstract": "This paper tests the Arbitrage Pricing Theory (APT) by estimating the factor loadings that are consistent between two industry groups of securities. One of the pitfalls in the study by Roll and Ross is that the factors estimated in one group may not be the same with the factors estimated in another group. This raises some concerns on the acceptability of their conclusions. For our study, we employ inter‐battery factor analysis which enables us to estimate factor loadings by constraining the factors to be the same between two different groups. Our results show that there seem to be five or six inter‐group common factors that generate daily returns for two industry groups of securities, and these inter‐group common factors do not seem to depend on the size of groups. Also, based on our cross‐sectional tests on the risk premia, we conclude that the APT should not be rejected.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04919.x"
        },
        {
            "no": "15",
            "title": "A Simple Formula for the Expected Rate of Return of an Option over a Finite Holding Period",
            "date": "December 1984",
            "author": [
                "MARK RUBINSTEIN"
            ],
            "abstract": "Under conditions consistent with the Black‐Scholes formula, a simple formula is developed for the expected rate of return of an option over a finite holding period possibly less than the time to expiration of the option. Under these conditions, surprisingly, the expected future value of a European option, even prior to expiration, is shown equal to the current Black‐Scholes value of the option, except that the expected future value of the stock at the end of the holding period replaces the current stock price in the Black‐Scholes formula and the future value of a riskless invesment of the striking price replaces the striking price. An extension of this result is used to approximate moments of the distribution of returns from an option portfolio.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04920.x"
        },
        {
            "no": "16",
            "title": "The American Put Option Valued Analytically",
            "date": "December 1984",
            "author": [
                "ROBERT GESKE",
                "H. E. JOHNSON"
            ],
            "abstract": "An analytic solution to the American put problem is derived herein. The hedge ratio and other derivatives of the solution are presented. The formula derived implies an exact duplicating portfolio for the American put consisting of discount bonds and stock sold short. The formula is extended to consider put options on stocks paying cash dividends. A polynomial expression is developed for evaluating these formulae. Values and hedge ratios for puts on both dividend and nondividend paying stocks are calculated, tabulated, and compared with values derived by numerical integration and binomial approximation. As with European options, evaluating an analytic formula is more efficient than approximating the stock price process or the partial differential equation by binomial or finite difference methods. Finally, applications of this American put solution are discussed.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04921.x"
        },
        {
            "no": "17",
            "title": "The Valuation of Options When Asset Returns Are Generated by a Binomial Process",
            "date": "December 1984",
            "author": [
                "R. C. STAPLETON",
                "M. G. SUBRAHMANYAM"
            ],
            "abstract": "This paper values options on assets whose returns, over a finite interval of time, are generated by a binomial process. It shows that a simple valuation relationship, between the option and the underlying stock, obtains if investors have preference functions that belong to a particular class, even if opportunities to hedge do not exist. One particular application of the theory is in the case where the stock price over a finite interval could increase by an amount, fall by the same amount, or stay at the same level. The results in this paper may be viewed as the foundation of the preference‐based approaches to obtaining a risk neutral valuation relationship.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04922.x"
        },
        {
            "no": "18",
            "title": "A Risk Minimizing Strategy for Portfolio Immunization",
            "date": "December 1984",
            "author": [
                "H. GIFFORD FONG",
                "OLDRICH A. VASICEK"
            ],
            "abstract": "Consider a fixed‐income portfolio whose duration is equal to the length of a given investment horizon. It is shown that there is a lower limit on the change in the end‐of‐horizon value of the portfolio resulting from any given change in the structure of interest rates. This lower limit is the product of two terms, of which one is a function of the interest rate change only, and the other depends only on the structure of the portfolio. Consequently, this second term provides a measure of immunization risk. If this measure is minimized, the exposure of the portfolio to any interest rate change is the lowest.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04923.x"
        },
        {
            "no": "19",
            "title": "Hedging Interest Rate Risk with Futures Portfolios under Term Structure Effects",
            "date": "December 1984",
            "author": [
                "JIMMY E. HILLIARD"
            ],
            "abstract": "This study develops and tests a methodology for reducing interest rate risk in a fixed spot portfolio of assets and liabilities with default‐free cash flows. A minimum variance hedge is constructed by adding a portfolio of financial futures to the spot portfolio. Theorems are given which establish necessary and sufficient conditions for the existence of unique and zero‐variance hedges. The risk reduction characteristics of the methodology are demonstrated by an empirical analysis.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04924.x"
        },
        {
            "no": "20",
            "title": "Production and Risk Leveling in the Intertemporal Capital Asset Pricing Model",
            "date": "December 1984",
            "author": [
                "EARL L. GRINOLS"
            ],
            "abstract": "This paper extends Merton's intertemporal capital asset pricing model with multiple consumers to include a description of the supply of traded securities. The production decisions of firms are described in a model with stochastic investment opportunities and incomplete markets. Firms maximize the welfare of their stockholders based on the sum of dollar values placed on the projects by shareholders of the firm. The monetary value to stockholders of a marginal change in the contract structure due to changing firm production is analyzed. In this setting, the competitive market achieves an appropriately defined Nash‐Constrained Pareto Optimum. Sufficient conditions for investor unanimity, market‐value maximization by firms, and the equilibrium to achieve a Constrained Pareto Optimum and full Pareto Optimum are derived.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04925.x"
        },
        {
            "no": "21",
            "title": "The Impact of Seniority and Security Covenants on Bond Yields: A Note",
            "date": "December 1984",
            "author": [
                "GORDON S. ROBERTS",
                "JERRY A. VISCIONE"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04926.x"
        },
        {
            "no": "22",
            "title": "New Findings Regarding Day‐of‐the‐Week Returns over Trading and Non‐Trading Periods: A Note",
            "date": "December 1984",
            "author": [
                "RICHARD J. ROGALSKI"
            ],
            "abstract": "This paper decomposes daily close to close returns into trading day and non‐trading day returns. We discover that all of the average negative returns from Friday close to Monday close documented in the literature for stock market indexes occurs during the non‐trading period from Friday close to Monday open. In addition, average trading day returns (open to close) are identical for all days of the week. January/firm size/turn‐of‐the‐year anomalies are shown to be interrelated with day‐of‐the‐week returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04927.x"
        },
        {
            "no": "23",
            "title": "Direct Equity Financing; A Resolution of a Paradox: A Comment",
            "date": "December 1984",
            "author": [
                "RICHARD L. SMITH",
                "MANJEET DHATT"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04928.x"
        },
        {
            "no": "24",
            "title": "Direct Equity Financing; A Resolution of a Paradox: A Reply",
            "date": "December 1984",
            "author": [
                "ROBERT S. HANSEN",
                "JOHN M. PINKERTON"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04929.x"
        },
        {
            "no": "25",
            "title": "Book Reviews",
            "date": "December 1984",
            "author": [],
            "abstract": "Book reviewed in this article:\nThe Modern Theory of Corporate Finance. Edited by MICHAEL C. JENSEN and CLIFFORD W. SMITH, Jr.\nMoney, Banking, and Financial Markets. By J. WALTER ELLIOTT.\nBank Management; Text and Cases. By GEORGE H. HEMPEL, ALAN B. COLEMAN, and DONALD G. SIMONSON.\nPersonal Finance. By R. MALCOLM RICHARDS, S. KERRY COOPER, and DONALD R. FRASER.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04930.x"
        },
        {
            "no": "26",
            "title": "MISCELLANEA",
            "date": "December 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04931.x"
        },
        {
            "no": "27",
            "title": "INDEX TO VOLUME XXXIX",
            "date": "December 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb00741.x"
        },
        {
            "no": "28",
            "title": "ASSOCIATION MEETINGS",
            "date": "December 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04905.x"
        },
        {
            "no": "29",
            "title": "ANNOUNCEMENTS",
            "date": "December 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb04906.x"
        },
        {
            "no": "30",
            "title": "Back Matter",
            "date": "December 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb00743.x"
        }
    ]
}