{
    "journal": "JF",
    "volume": "39",
    "issue": "4",
    "date": "September 1984",
    "page": "Pages: i-vi, 937-1256, vii-xviii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "September 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb00898.x"
        },
        {
            "no": "2",
            "title": "Marketmaker Behavior in an Auction Market: An Analysis of Scalpers in Futures Markets",
            "date": "September 1984",
            "author": [
                "WILLIAM L. SILBER"
            ],
            "abstract": "This paper focuses on the role of scalpers as marketmakers in the competitive auction of futures exchanges. We use transactions data of a representative scalper to identify the source of scalper earnings. We find that scalpers provide liquidity services to incoming market orders, thereby facilitating commercial hedging. Scalper earnings are positively related to the bid‐asked spread and negatively related to the length of time a position is held.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03886.x"
        },
        {
            "no": "3",
            "title": "Futures Markets and Informational Efficiency: A Laboratory Examination",
            "date": "September 1984",
            "author": [
                "ROBERT FORSYTHE",
                "THOMAS R. PALFREY",
                "CHARLES R. PLOTT"
            ],
            "abstract": "Through the use of laboratory market methodology, the effect of a futures market on the time path of asset prices is studied and competing models of asset pricing are analyzed. With replication of market conditions, the predictions of a rational expectations equilibrium model are relatively accurate whether or not futures markets are present. However, the presence of futures markets increases the speed with which an efficient equilibrium is achieved. While this more rapid adjustment can increase the variance of spot market prices as they move to equilibrium, this increased variance reflects efficiency gains due to better information.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03887.x"
        },
        {
            "no": "4",
            "title": "Theory and Behavior of Multiple Unit Discriminative Auctions",
            "date": "September 1984",
            "author": [
                "JAMES C. COX",
                "VERNON L. SMITH",
                "JAMES M. WALKER"
            ],
            "abstract": "This paper reports the results of controlled experiments designed to test the Harris‐Raviv generalization of the Vickrey theory of bidding in multiple unit discriminative auctions. The paper also discusses further development of the theory—in a way suggested by the experimental results—to include bidders with distinct risk preferences.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03888.x"
        },
        {
            "no": "5",
            "title": "Money Market Funds and Shareholder Dilution",
            "date": "September 1984",
            "author": [
                "ANDREW B. LYON"
            ],
            "abstract": "This paper analyzes the effects of a share valuation technique, amortized cost valuation, on institutional money market funds (MMFs) and their investors. The possibility of arbitrage between securities priced at market value and amortized MMFs is investigated. It is found that significant dilution has taken place as a result of this valuation technique. Losses per share have been about 10 basis points per year. Evidence that arbitrageurs will take advantage of a misvaluation of the MMF and cause losses to other shareholders may suggest that some investors should reconsider the desirability of amortized MMFs for their investments.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03889.x"
        },
        {
            "no": "6",
            "title": "Some Results in the Theory of Arbitrage Pricing",
            "date": "September 1984",
            "author": [
                "JONATHAN E. INGERSOLL JR."
            ],
            "abstract": "This paper derives a stronger version of Huberman's recent “preference free” pricing theorem. This pricing result relates the expected return on an asset to its factor responses and the covariance structure of the residuals from a linear factor model. It must characterize any infinite asset economy in which no arbitrage opportunities are present whether or not the factor model has uncorrelated residuals. This result provides the intuition for the role of residual risk in the pricing model and eliminates some classes of arbitrage opportunities still present under Huberman's bound. Some applications to empirical tests and performance measurement are also discussed.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03890.x"
        },
        {
            "no": "7",
            "title": "Arbitrage Pricing Theory and Utility Stock Returns",
            "date": "September 1984",
            "author": [
                "DOROTHY H. BOWER",
                "RICHARD S. BOWER",
                "DENNIS E. LOGUE"
            ],
            "abstract": "This paper presents some new evidence that Arbitrage Pricing Theory may lead to different and better estimates of expected return than the Capital Asset Pricing Model, particularly in the case of utility stock returns. Results for monthly portfolio returns for 1971–1979 lead to the conclusion that regulators should not adopt the single‐factor risk approach of the CAPM as the principal measure of risk, but give greater weight to APT, whose multiple factors provide a better indication of asset risk and a better estimate of expected return.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03891.x"
        },
        {
            "no": "8",
            "title": "The Leasing Puzzle",
            "date": "September 1984",
            "author": [
                "JAMES ANG",
                "PAMELA P. PETERSON"
            ],
            "abstract": "Prevailing theories in finance and economics suggest that leases and debt are substitutes; an increase in one should led to a compensating decrease in the other. In particular, there are three views on the magnitude of the substitution coefficient. Standard finance theory treats cash flows from lease obligations as equivalent to debt cash flows, thus describing the tradeoff between debt and leases as one‐to‐one. Others are willing to use a tradeoff of leases for debt which is less than, but close to, one. The rationale for a dollar of leases using less of debt capacity than a dollar of debt obligation is based upon the differences in the terms and nature of lease and debt contracts. Finally, there are some who argue that since leased assets may be firm‐specific, the risk of moral hazard may be great, resulting in a tradeoff of greater than one‐to‐one; that is, a dollar of a lease obligation uses more of debt capacity than a dollar of a debt obligation.\nA series of empirical tests are performed in this study on samples of approximately 600 firms, covering the years 1976 through 1981, with none of the three views supported by the results. Instead, the results indicate that leases and debt are complements; greater use of debt is associated with a greater use of leasing. This finding reappears consistently for each year, each definition of leverage ratios, and each approach to analysis. This complementary relationship persists even after refinements are made to the estimation technique.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03892.x"
        },
        {
            "no": "9",
            "title": "A Further Empirical Investigation of the Bankruptcy Cost Question",
            "date": "September 1984",
            "author": [
                "EDWARD I. ALTMAN"
            ],
            "abstract": "In this paper, empirical evidence with respect to both the direct and indirect costs of bankruptcy is assessed. This should be of interest for three related reasons. First, there is a need to provide further evidence as to the size of bankruptcy costs. Second, for the first time a proxy methodology for measuring indirect costs of bankruptcy is presented and actually measured. Third, a simple format for measuring the present value of expected bankruptcy costs is compared with the present value of expected tax benefits from interest payments on leverage. This comparison has important implications for the continuing debate as to whether or not an optimum capital structure exists for corporations.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03893.x"
        },
        {
            "no": "10",
            "title": "Earnings and Dividend Announcements: Is There a Corroboration Effect?",
            "date": "September 1984",
            "author": [
                "ALEX KANE",
                "YOUNG KI LEE",
                "ALAN MARCUS"
            ],
            "abstract": "We examine abnormal stock returns surrounding contemporaneous earnings and dividend announcements in order to determine whether investors evaluate the two announcements in relation to each other. We find that there is a statistically significant interaction effect. The abnormal return corresponding to any earnings or dividend announcement depends upon the value of the other announcement. This evidence suggests the existence of a corroborative relationship between the two announcements. Investors give more credence to unanticipated dividend increases or decreases when earnings are also above or below expectations, and vice versa.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03894.x"
        },
        {
            "no": "11",
            "title": "Continuous Maturity Diversification of Default‐Free Bond Portfolios and a Generalization of Efficient Diversification",
            "date": "September 1984",
            "author": [
                "W. JOHN HEANEY",
                "PAO L. CHENG"
            ],
            "abstract": "This paper presents a method for solving the mean‐variance portfolio selection problem that is applicable to the case where the number of securities is nondenumerably infinite. Necessary conditions for the existence of an optimal portfolio density are obtained and an expression for the efficient frontier is derived. The conditions for the existence of an optimal portfolio of continuously maturing bonds when their covariance matrix is singular are used to derive an arbitrage‐free bond pricing equation. A method for estimating the covariance matrix and the associated efficient frontier is presented.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03895.x"
        },
        {
            "no": "12",
            "title": "Rational Expectations and the Measurement of a Stock's Elasticity of Demand",
            "date": "September 1984",
            "author": [
                "FRANKLIN ALLEN",
                "ANDREW POSTLEWAITE"
            ],
            "abstract": "Scholes 1 considered the effect of secondary sales of large blocks of stock on the price of the stock. However, he only looked at price changes occurring just before and just after the sale took place. It is argued here, using a simple model, that if traders have rational expectations they may anticipate the sale, and prices could reflect this possibility long before it actually occurs. To determine the full effect, it may therefore be necessary to consider the price path many months, or even years, before the sale.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03896.x"
        },
        {
            "no": "13",
            "title": "A Simple Implicit Measure of the Effective Bid‐Ask Spread in an Efficient Market",
            "date": "September 1984",
            "author": [
                "RICHARD ROLL"
            ],
            "abstract": "In an efficient market, the fundamental value of a security fluctuates randomly. However, trading costs induce negative serial dependence in successive observed market price changes. In fact, given market efficiency, the effective bid‐ask spread can be measured by\nSpread\n=\n2\n−\ncov\nwhere “cov” is the first‐order serial covariance of price changes. This implicit measure of the bid‐ask spread is derived formally and is shown empirically to be closely related to firm size.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03897.x"
        },
        {
            "no": "14",
            "title": "The Effect of Interest Rate Changes on the Common Stock Returns of Financial Institutions",
            "date": "September 1984",
            "author": [
                "MARK J. FLANNERY",
                "CHRISTOPHER M. JAMES"
            ],
            "abstract": "This paper examines the relation between the interest rate sensitivity of common stock returns and the maturity composition of the firm's nominal contracts. Using a sample of actively traded commerical banks and stock savings and loan associations, common stock returns are found to be correlated with interest rate changes. The co‐movement of stock returns and interest rate changes is positively related to the size of the maturity difference between the firm's nominal assets and liabilities.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03898.x"
        },
        {
            "no": "15",
            "title": "A Theoretic Framework for the Analysis of Credit Union Decision Making",
            "date": "September 1984",
            "author": [
                "DONALD J. SMITH"
            ],
            "abstract": "This paper presents a formal theoretic framework to analyze credit union interest rates on loans and savings deposits. The unique motivational and institutional features of a credit union, in particular its structure as a financial service cooperative, are used to develop the objective function. This is based on a comparison of the credit union's rates to alternatively available market rates and includes parameters to recognize the possibility of borrower‐saver conflict. The principal result is that the optimal rates and reactions to exogenous changes depend critically on the preference of the organization toward financial gain to the borrowing and saving members.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03899.x"
        },
        {
            "no": "16",
            "title": "Taxes and the Theory of Trade Debt",
            "date": "September 1984",
            "author": [
                "IVAN E. BRICK",
                "WILLIAM K. H. FUNG"
            ],
            "abstract": "In this paper, we show that taxes motivate the flow of trade credit without involving the assumption of credit market imperfections. The direction of trade credit flow depends on the distribution of marginal tax rates among buyers and sellers. In equilibrium, the trade credit decision follows a tax‐induced clientele on both the supply and demand side.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03900.x"
        },
        {
            "no": "17",
            "title": "The Effects of Inflation and Money Supply Announcements on Interest Rates",
            "date": "September 1984",
            "author": [
                "THOMAS URICH",
                "PAUL WACHTEL"
            ],
            "abstract": "This paper examines the impact of the money supply and inflation rate announcements on interest rates. Survey data on expectations of the money supply and consumer and producer price indexes are used to distinguish anticipated and unanticipated components of the announcements. This distinction is used to test for the efficiency of the financial market response to the announcements of new information. The results indicate that the unanticipated components of the announced changes in the Producers Price Index and in the money supply have an immediate positive effect on short‐term interest rates. The Consumer Price Index announcement has no apparent effect. There is no evidence of a delayed announcement effect. However, there is some indication of a liquidity effect of the money supply change on interest rates. This takes place when reserves are changing and several weeks prior to the information announcement.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03901.x"
        },
        {
            "no": "18",
            "title": "Rankings of Finance Departments by Faculty Representation on Editorial Boards of Professional Journals: A Note",
            "date": "September 1984",
            "author": [
                "GEORGE G. KAUFMAN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03902.x"
        },
        {
            "no": "19",
            "title": "Bank Income Taxes and Interest Rate Risk Management: A Note",
            "date": "September 1984",
            "author": [
                "EITAN GUREL",
                "DAVID PYLE"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03903.x"
        },
        {
            "no": "20",
            "title": "Comparing Time‐Series and Survey Forecasts of Weekly Changes in Money: A Methodological Note",
            "date": "September 1984",
            "author": [
                "R. W. HAFER"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03904.x"
        },
        {
            "no": "21",
            "title": "The Effects of Transaction Costs and Different Borrowing and Lending Rates on the Option Pricing Model: A Note",
            "date": "September 1984",
            "author": [
                "JOHN E. GILSTER JR.",
                "WILLIAM LEE"
            ],
            "abstract": "This paper modifies the Black‐Scholes option pricing model to include the effects of transaction costs and different borrowing and lending rates. The paper demonstrates that these market imperfections tend to offset each other yielding a bounded range of prices for each option. The paper also shows that under some conditions the option pricing hedge may be society's lowest cost financial intermediary.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03905.x"
        },
        {
            "no": "22",
            "title": "Ordering Uncertain Options under Inflation: A Note",
            "date": "September 1984",
            "author": [
                "HAIM LEVY",
                "AZRIEL LEVY"
            ],
            "abstract": "Stochastic dominance rules (SD) have been extended to the case where investors are allowed to borrow and lend at the riskless interest rate. Stochastic dominance rules with a riskless asset (SDR) are much more effective than SD rules. However, it seems that this benefit is eliminated by an uncertain inflation, since riskless assets become risky once uncertain inflation is considered.\nWe prove in this paper that SDR criteria are valid also in the face of uncertain (and independent) inflation. Moreover, while the mean‐variance (MV) efficient set increases with uncertain inflation, the stochastic dominance efficient sets decrease.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03906.x"
        },
        {
            "no": "23",
            "title": "Signaling and the Valuation of Unseasoned New Issues: A Comment",
            "date": "September 1984",
            "author": [
                "JAY R. RITTER"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03907.x"
        },
        {
            "no": "24",
            "title": "Book Reviews",
            "date": "September 1984",
            "author": [],
            "abstract": "Book reviewed in this article:\nAn Introduction to Risk and Return from Common Stocks, 2nd Edition. By RICHARD A. BREALEY.\nOption Pricing. By ROBERT A. JARROW and ANDREW RUDD.\nGame Theory in the Social Sciences: Concepts and Solutions. By MARTIN SHUBIK.\nMultinational Business Finance. By DAVID K. EITEMAN and ARTHUR I. STONEHILL.",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03908.x"
        },
        {
            "no": "25",
            "title": "MISCELLANEA",
            "date": "September 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03909.x"
        },
        {
            "no": "26",
            "title": "Preliminary Program Forty‐Third Annual Meeting American Finance Association",
            "date": "September 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03910.x"
        },
        {
            "no": "27",
            "title": "ASSOCIATION MEETINGS",
            "date": "September 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03911.x"
        },
        {
            "no": "28",
            "title": "ANNOUNCEMENTS",
            "date": "September 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb03912.x"
        },
        {
            "no": "29",
            "title": "Back Matter",
            "date": "September 1984",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1984.tb00899.x"
        }
    ]
}