{
    "journal": "RFS",
    "volume": "30",
    "issue": "7",
    "date": "July 2017",
    "page": "Pages 2229–2554",
    "article": [
        {
            "no": "1",
            "title": "Equity Vesting and Investment",
            "date": "27 March 2017",
            "author": [
                "Alex Edmans",
                "Vivian W. Fang",
                "Katharina A. Lewellen"
            ],
            "abstract": "This paper links the CEO’s concerns for the current stock price to reductions in real investment. We identify short-term concerns using the amount of stock and options scheduled to vest in a given quarter. Vesting equity is associated with a decline in the growth of research and development and capital expenditure, positive analyst forecast revisions, and positive earnings guidance, within the same quarter. More broadly, by introducing a measure of incentives that is determined by equity grants made several years prior, and thus unlikely driven by current investment opportunities, we provide evidence that CEO contracts affect real decisions.",
            "link": "https://doi.org/10.1093/rfs/hhx018"
        },
        {
            "no": "2",
            "title": "Market Forces and CEO Pay: Shocks to CEO Demand Induced by IPO Waves",
            "date": "02 February 2017",
            "author": [
                "Jordan Nickerson"
            ],
            "abstract": "I develop a simple competitive equilibrium model and derive the prediction that CEO pay-size elasticity increases when more firms compete for an inelastic supply of managers. Using industry-level IPO waves as a proxy for increased competition for CEOs, I find that pay-size elasticity increases by 6% with a one-standard-deviation increase in IPO activity. This effect is stronger in specialized industries. In addition, increased IPO activity leads to a greater likelihood of executive transitions between firms. These findings indicate that market forces play a key role in the determination of CEO pay.",
            "link": "https://doi.org/10.1093/rfs/hhx004"
        },
        {
            "no": "3",
            "title": "Do Independent Director Departures Predict Future Bad Events?",
            "date": "02 February 2017",
            "author": [
                "Rüdiger Fahlenbrach",
                "Angie Low",
                "René M. Stulz"
            ],
            "abstract": "Following surprise independent director departures, affected firms have worse stock and operating performance, are more likely to restate earnings, face shareholder litigation, suffer from an extreme negative return event, and make worse mergers and acquisitions. The announcement returns to surprise director departures are negative, suggesting that the market infers bad news from surprise departures. We use exogenous variation in independent director departures triggered by director deaths to test whether surprise independent director departures cause these negative outcomes or whether an anticipation of negative outcomes is responsible for the surprise director departure. Our evidence is more consistent with the latter.",
            "link": "https://doi.org/10.1093/rfs/hhx009"
        },
        {
            "no": "4",
            "title": "Do Takeover Defense Indices Measure Takeover Deterrence?",
            "date": "03 April 2017",
            "author": [
                "Jonathan M. Karpoff",
                "Robert J. Schonlau",
                "Eric W. Wehrly"
            ],
            "abstract": "Many researchers use the G-index or E-index to measure firms’ takeover defenses. Others argue that these indices are not related to firms’ takeover likelihoods. We find that, unlike their raw values, the instrumented versions of these indices are significantly and negatively related to acquisition likelihood. The difference between the raw and instrumented results indicates that the G-index and E-index include an endogenous component and highlights the importance of accounting for endogeneity in tests that use takeover indices to measure takeover deterrence. We provide data on new instruments that researchers can use to address these issues.",
            "link": "https://doi.org/10.1093/rfs/hhx025"
        },
        {
            "no": "5",
            "title": "The Real Effects of Lending Relationships on Innovative Firms and Inventor Mobility",
            "date": "03 October 2016",
            "author": [
                "Johan Hombert",
                "Adrien Matray"
            ],
            "abstract": "We study how relationship lending determines the financing of innovation. Exploiting a negative shock to relationships, we show that it reduces the number of innovative firms, especially those that depend more on relationship lending such as small, opaque firms. This credit supply shock leads to reallocation of inventors whereby young and productive inventors leave small firms and move out of geographical areas where lending relationships are hurt. Overall, our results show that credit markets affect both the level of innovation activity and the distribution of innovative human capital across the economy.",
            "link": "https://doi.org/10.1093/rfs/hhw069"
        },
        {
            "no": "6",
            "title": "Intellectual Property Rights Protection, Ownership, and Innovation: Evidence from China",
            "date": "03 April 2017",
            "author": [
                "Lily H. Fang",
                "Josh Lerner",
                "Chaopeng Wu"
            ],
            "abstract": "Using a difference-in-differences approach, we study how intellectual property right (IPR) protection affects innovation in China in the years around the privatizations of state-owned enterprises (SOEs). Innovation increases after SOE privatizations, and this increase is larger in cities with strong IPR protection. Our results support theoretical arguments that IPR protection strengthens firms’ incentives to innovate and that private sector firms are more sensitive to IPR protection than SOEs.",
            "link": "https://doi.org/10.1093/rfs/hhx023"
        },
        {
            "no": "7",
            "title": "What Determines Entrepreneurial Outcomes in Emerging Markets? The Role of Initial Conditions",
            "date": "11 March 2017",
            "author": [
                "Meghana Ayyagari",
                "Asli Demirguc-Kunt",
                "Vojislav Maksimovic"
            ],
            "abstract": "We study how institutions influence start-up characteristics of firms and how these characteristics predict entrants’ growth trajectories over the early firm life cycle. Using census data from India, we find that greater financial development is associated with higher entry rates and smaller-sized entrants. Following entry, however, large and small entrants grow at the same rates across states with different institutions or industries with differing reliance on external finance. The impact of access to finance is greater on start-up size and entry rates than on the subsequent growth of firms during the early life cycle.",
            "link": "https://doi.org/10.1093/rfs/hhx011"
        },
        {
            "no": "8",
            "title": "How Does Personal Bankruptcy Law Affect Startups?",
            "date": "16 September 2016",
            "author": [
                "Geraldo Cerqueiro",
                "María Fabiana Penas"
            ],
            "abstract": "We exploit state-level changes in the amount of personal wealth individuals can protect under Chapter 7 to analyze the effect of debtor protection on the financing structure and performance of a representative panel of U.S. startups. The effect of increasing debtor protection depends on the entrepreneur’s level of wealth. Firms owned by mid-wealth entrepreneurs whose assets become fully protected suffer a reduction in credit availability, employment, operating efficiency, and survival rates. We find no such negative effects for low-wealth and high-wealth owners. Our results are consistent with theories that predict that asset protection in bankruptcy leads to a redistribution of credit.",
            "link": "https://doi.org/10.1093/rfs/hhw081"
        }
    ]
}