{
    "journal": "RFS",
    "volume": "30",
    "issue": "12",
    "date": "December 2017",
    "page": "Pages 4083–4520",
    "article": [
        {
            "no": "1",
            "title": "Does Hedging Affect Firm Value? Evidence from a Natural Experiment",
            "date": "11 July 2017",
            "author": [
                "Erik P. Gilje",
                "Jérôme P. Taillard"
            ],
            "abstract": "We exploit an exogenous change in basis risk in the oil and gas industry to analyze the channels through which hedging affects firm value. Using a difference-in-differences framework, we find that firms affected by a basis risk shock reduce investment, have lower valuations, sell assets, and reduce debt. Our findings are driven by firms with ex ante high leverage. Overall, our results provide evidence that reducing the probability of financial distress and underinvestment risk are first-order channels through which hedging affects firm value.",
            "link": "https://doi.org/10.1093/rfs/hhx069"
        },
        {
            "no": "2",
            "title": "International Corporate Diversification and Financial Flexibility",
            "date": "18 July 2017",
            "author": [
                "Yeejin Jang"
            ],
            "abstract": "If the location of firm operations is relevant for financing, multinationals should have easier access to different foreign sources of funding relative to domestic firms. I document that U.S. multinationals are more likely to borrow from a foreign bank and to issue international bonds than are U.S. domestic firms. Multinationals are less affected than domestic firms by capital market dislocations because of greater funding flexibility. Using the 2007–2009 financial crisis as a capital supply shock, I find that multinationals relied more on foreign funding sources in bank loans and consequently reduced domestic investment less than did domestic firms.",
            "link": "https://doi.org/10.1093/rfs/hhx065"
        },
        {
            "no": "3",
            "title": "Risk Management with Supply Contracts",
            "date": "25 May 2017",
            "author": [
                "Heitor Almeida",
                "Kristine Watson Hankins",
                "Ryan Williams"
            ],
            "abstract": "Purchase obligations are forward contracts with suppliers and are used more broadly than traded commodity derivatives. This paper is the first to document that these contracts are a risk management tool and have a material impact on corporate hedging activity. Firms that expand their risk management options following the introduction of steel futures contracts substitute financial hedging for purchase obligations. Contracting frictions, such as bargaining power and settlement risk, as well as potential hold-up issues associated with relationship-specific investment, affect the use of purchase obligations in the cross-section, as well as how firms respond to the introduction of steel futures.",
            "link": "https://doi.org/10.1093/rfs/hhx051"
        },
        {
            "no": "4",
            "title": "Product Market Competition and Industry Returns",
            "date": "29 April 2017",
            "author": [
                "M. Cecilia Bustamante",
                "Andres Donangelo"
            ],
            "abstract": "This paper studies how expected returns interact with product market competition. The model predicts that (1) competition erodes markups, such that firms are more exposed to systematic risk; (2) the threat of entry by new firms lowers exposure to systematic risk of incumbents; and (3) higher industry aggregate risk represents a barrier to entry, such that riskier industries become less competitive. We provide empirical evidence consistent with these three channels and for an overall negative relation between returns and competition. We also consider a sample selection correction for publicly listed firms and use it to construct an alternative concentration measure.",
            "link": "https://doi.org/10.1093/rfs/hhx033"
        },
        {
            "no": "5",
            "title": "Authority, Consensus, and Governance",
            "date": "27 June 2017",
            "author": [
                "Archishman Chakraborty",
                "Bilge Yılmaz"
            ],
            "abstract": "Management-aligned boards exchange precise information with management and make efficient decisions. But when agency conflicts are important, management-aligned boards may not maximize shareholder value. Even if management controls all decisions and the board only provides advice, optimal boards may withhold information. This creates inefficiencies. But agency costs fall because management is induced to obey the board. When the board can directly veto management proposals, shareholders are better off. Optimal boards should then be more shareholder-aligned. Shareholder value is further enhanced if shareholders can veto management and also commit to revealing the board’s information. Optimal boards should then be perfectly shareholder-aligned.",
            "link": "https://doi.org/10.1093/rfs/hhx068"
        },
        {
            "no": "6",
            "title": "Rational Opacity",
            "date": "19 May 2017",
            "author": [
                "Cyril Monnet",
                "Erwan Quintin"
            ],
            "abstract": "We present an environment in which long-term investors sometimes choose to restrict how much fundamental information they receive about the value of their investment to preserve its liquidity in secondary markets. When and only when there is a risk that secondary markets may be shallow, more information can reduce the expected payoff of agents who need to cash out early. Even given direct and costless control over information design, stakeholders choose to incentivize managers to withhold interim information. In such an environment, imposing transparency can lower investment and welfare.",
            "link": "https://doi.org/10.1093/rfs/hhx034"
        },
        {
            "no": "7",
            "title": "Nonlinear Shrinkage of the Covariance Matrix for Portfolio Selection: Markowitz Meets Goldilocks",
            "date": "08 June 2017",
            "author": [
                "Olivier Ledoit",
                "Michael Wolf"
            ],
            "abstract": "Markowitz (1952) portfolio selection requires an estimator of the covariance matrix of returns. To address this problem, we promote a nonlinear shrinkage estimator that is more flexible than previous linear shrinkage estimators and has just the right number of free parameters (i.e., the Goldilocks principle). This number is the same as the number of assets. Our nonlinear shrinkage estimator is asymptotically optimal for portfolio selection when the number of assets is of the same magnitude as the sample size. In backtests with historical stock return data, it performs better than previous proposals and, in particular, it dominates linear shrinkage.",
            "link": "https://doi.org/10.1093/rfs/hhx052"
        },
        {
            "no": "8",
            "title": "The Characteristics that Provide Independent Information about Average U.S. Monthly Stock Returns",
            "date": "27 March 2017",
            "author": [
                "Jeremiah Green",
                "John R. M. Hand",
                "X. Frank Zhang"
            ],
            "abstract": "We take up Cochrane’s (2011) challenge to identify the firm characteristics that provide independent information about average U.S. monthly stock returns by simultaneously including 94 characteristics in Fama-MacBeth regressions that avoid overweighting microcaps and adjust for data-snooping bias. We find that while 12 characteristics are reliably independent determinants in non-microcap stocks from 1980 to 2014 as a whole, return predictability sharply fell in 2003 such that just two characteristics have been independent determinants since then. Outside of microcaps, the hedge returns to exploiting characteristics-based predictability also have been insignificantly different from zero since 2003.",
            "link": "https://doi.org/10.1093/rfs/hhx019"
        },
        {
            "no": "9",
            "title": "A Simple Estimation of Bid-Ask Spreads from Daily Close, High, and Low Prices",
            "date": "26 August 2017",
            "author": [
                "Farshid Abdi",
                "Angelo Ranaldo"
            ],
            "abstract": "We propose a new method to estimate the bid-ask spread when quote data are not available. Compared to other low-frequency estimates, this method utilizes a wider information set, namely, readily available close, high, and low prices. In the absence of end-of-day quote data, this method generally provides the highest cross-sectional and average time-series correlations with the TAQ effective spread benchmark. Moreover, it delivers the most accurate estimates for less liquid stocks. Our estimator has many potential applications, including an accurate measurement of transaction cost, systematic liquidity risk, and commonality in liquidity for U.S. stocks dating back almost one century.",
            "link": "https://doi.org/10.1093/rfs/hhx084"
        },
        {
            "no": "10",
            "title": "Price Impact or Trading Volume: Why Is the Amihud (2002) Measure Priced?",
            "date": "11 July 2017",
            "author": [
                "Xiaoxia Lou",
                "Tao Shu"
            ],
            "abstract": "The return premium associated with the Amihud (2002) measure is generally considered a liquidity premium that compensates for price impact. We find that the pricing of the Amihud measure is not attributable to the construction of the return-to-volume ratio intended to capture price impact, but is driven by the trading volume component. Additionally, the high-frequency price impact and spread benchmarks are priced only in January and do not explain the pricing of the trading volume component of the Amihud measure. Additional analyses suggest that the volume effect on stock return is likely caused by mispricing, not by compensation for illiquidity.",
            "link": "https://doi.org/10.1093/rfs/hhx072"
        }
    ]
}