{
    "journal": "RFS",
    "volume": "30",
    "issue": "9",
    "date": "September 2017",
    "page": "Pages 2933–3336",
    "article": [
        {
            "no": "1",
            "title": "Returns to Hedge Fund Activism: An International Study",
            "date": "20 June 2017",
            "author": [
                "Marco Becht",
                "Julian Franks",
                "Jeremy Grant",
                "Hannes F. Wagner"
            ],
            "abstract": "This paper provides evidence on the incidence, characteristics, and performance of activist engagements across countries. We find that the incidence of activism is greatest with high institutional ownership, particularly for U.S. institutions. We use a sample of 1,740 activist engagements across 23 countries and find that almost one-quarter of engagements are by multi-activists engaging the same target. These engagements perform strikingly better than single activist engagements. Engagement outcomes, such as board changes and takeovers, vary across countries and significantly contribute to the returns to activism. Japan is an exception, with high initial expectations and low outcomes.",
            "link": "https://doi.org/10.1093/rfs/hhx048"
        },
        {
            "no": "2",
            "title": "Market Segmentation and Differential Reactions of Local and Foreign Investors to Analyst Recommendations",
            "date": "11 March 2017",
            "author": [
                "Chunxin Jia",
                "Yaping Wang",
                "Wei Xiong"
            ],
            "abstract": "This paper uses segmented dual-class shares of Chinese firms—A shares traded in mainland China by local investors and H shares traded in Hong Kong by foreign investors—to document a rich pattern in the differential reactions of local and foreign investors to analyst recommendations. This pattern reveals that social connections between analysts and investors affect investor reactions to analyst recommendations. Because of the investors’ differential reactions, analyst recommendations may exacerbate, rather than attenuate, the market segmentation between the two share classes.",
            "link": "https://doi.org/10.1093/rfs/hhx010"
        },
        {
            "no": "3",
            "title": "It Depends on Where You Search: Institutional Investor Attention and Underreaction to News",
            "date": "17 May 2017",
            "author": [
                "Azi Ben-Rephael",
                "Zhi Da",
                "Ryan D. Israelsen"
            ],
            "abstract": "We propose a direct measure of abnormal institutional investor attention (AIA) using news searching and news reading activity for specific stocks on Bloomberg terminals. AIA is highly correlated with institutional trading measures and related to, but different from, other investor attention proxies. Contrasting AIA with retail attention measured by Google search activity, we find that institutional attention responds more quickly to major news events, leads retail attention, and facilitates permanent price adjustment. The well-documented price drifts following both earnings announcements and analyst recommendation changes are driven by announcements to which institutional investors fail to pay sufficient attention.",
            "link": "https://doi.org/10.1093/rfs/hhx031"
        },
        {
            "no": "4",
            "title": "Bid-Ask Spreads, Trading Networks, and the Pricing of Securitizations",
            "date": "18 May 2017",
            "author": [
                "Burton Hollifield",
                "Artem Neklyudov",
                "Chester Spatt"
            ],
            "abstract": "The Financial Industry Regulatory Authority began collecting transaction data from broker-dealers in 2011 as a step toward enhancing its understanding of securitization markets. We use transaction data to document the importance of the interdealer network structure to market quality. Some dealers are relatively central in the network and trade with many dealers, while others are peripheral. Core dealers receive relatively lower and less dispersed spreads than peripheral dealers. We develop a model in which core and peripheral dealers trade with different customer clienteles and argue that the presence of relatively sophisticated customers in securitization markets explains these facts.",
            "link": "https://doi.org/10.1093/rfs/hhx027"
        },
        {
            "no": "5",
            "title": "Risk Sharing and Contagion in Networks",
            "date": "14 July 2017",
            "author": [
                "Antonio Cabrales",
                "Piero Gottardi",
                "Fernando Vega-Redondo"
            ],
            "abstract": "We investigate the socially optimal design of financial networks, that allows to tackle the trade-off between risk sharing and contagion. We identify conditions on the shock distribution under which full integration or maximal segmentation is optimal. We also show that, under different conditions, the optimal network displays different levels of strength of linkages to other firms or intermediate degrees of segmentation. In the latter case, the individual and social incentives to establish linkages are not necessarily aligned. When firms face heterogeneous distributions of risks, they should optimally form linkages only with firms facing risks of the same kind.",
            "link": "https://doi.org/10.1093/rfs/hhx077"
        },
        {
            "no": "6",
            "title": "Tax Rates and Corporate Decision-making",
            "date": "02 May 2017",
            "author": [
                "John R. Graham",
                "Michelle Hanlon",
                "Terry Shevlin",
                "Nemit Shroff"
            ],
            "abstract": "We survey companies and find that many use incorrect tax rate inputs into important corporate decisions. Specifically, many companies use an average tax rate (the GAAP effective tax rate, ETR) to evaluate incremental decisions, rather than using the theoretically correct marginal tax rate. We find evidence consistent with behavioral biases (heuristics, salience) and managers’ educational backgrounds affecting these choices. We estimate the economic consequences of using the theoretically incorrect tax rate and find that using the ETR for capital structure decisions leads to suboptimal leverage choices and using the ETR in investment decisions makes firms less responsive to investment opportunities.",
            "link": "https://doi.org/10.1093/rfs/hhx037"
        },
        {
            "no": "7",
            "title": "Taxation and Dividend Policy: The Muting Effect of Agency Issues and Shareholder Conflicts",
            "date": "31 May 2017",
            "author": [
                "Martin Jacob",
                "Roni Michaely"
            ],
            "abstract": "Using proprietary data on the entire spectrum of ownership structure and exact tax status of investors and firms, we examine how dividend taxation affects payout. Utilizing an exogenous shock to dividend taxation, we show that absent any frictions, dividend taxation has a large impact on payout. As agency issues and shareholder conflicts increase, owners’ tax preferences have significantly smaller impact on payout. Three mechanisms reduce the dividend-tax sensitivity: Coordination among owners, heterogeneity in tax preferences, and diverging objectives between managers and owners. Altogether, taxation has a first-order impact on payout, but agency issues and shareholder conflicts mute its impact substantially.",
            "link": "https://doi.org/10.1093/rfs/hhx041"
        },
        {
            "no": "8",
            "title": "The Economic Effects of Public Financing: Evidence from Municipal Bond Ratings Recalibration",
            "date": "26 May 2017",
            "author": [
                "Manuel Adelino",
                "Igor Cunha",
                "Miguel A. Ferreira"
            ],
            "abstract": "We show that municipalities’ financial constraints can have a significant impact on local employment and growth. We identify these effects by exploiting exogenous upgrades in U.S. municipal bond ratings caused by Moody’s recalibration of its ratings scale in 2010. We find that local governments increase expenditures because their debt capacity expands following a rating upgrade. These expenditures have an estimated local income multiplier of 1.9 and a cost per job of $20,000 per year. Our findings suggest that debt-financed increases in government spending can improve economic conditions during recessions.",
            "link": "https://doi.org/10.1093/rfs/hhx049"
        },
        {
            "no": "9",
            "title": "Information Sharing and Rating Manipulation",
            "date": "25 July 2017",
            "author": [
                "Mariassunta Giannetti",
                "José María Liberti",
                "Jason Sturgess"
            ],
            "abstract": "We show that banks manipulate borrowers’ credit ratings before sharing them with competing banks. Using a unique feature on the timing of information disclosure of a public credit registry, we disentangle the effect of manipulation from learning of credit ratings. We show that banks downgrade high-quality borrowers for which they have positive private information to protect their informational rents. Banks also upgrade low-quality borrowers with multiple lenders to avoid creditor runs. Our results suggest that credit ratings manipulation limits the positive effects of credit registries’ information disclosure on credit allocation.",
            "link": "https://doi.org/10.1093/rfs/hhx050"
        },
        {
            "no": "10",
            "title": "Gender and Connections among Wall Street Analysts",
            "date": "19 July 2017",
            "author": [
                "Lily Hua Fang",
                "Sterling Huang"
            ],
            "abstract": "We examine how alumni ties with corporate boards differentially affect male and female analysts’ job performance and career outcomes. Connections improve analysts’ forecasting accuracy and recommendation impact, but the effect is two to three times as large for men as for women. Connections also contribute to analysts’ likelihood of being voted by institutional investors as “star” analysts, but act as a partial substitute to performance for men, while a complement to performance for women. Our evidence indicates that men benefit more than women from connections in both job performance and the subjective evaluation by others.",
            "link": "https://doi.org/10.1093/rfs/hhx040"
        },
        {
            "no": "11",
            "title": "Corrigendum",
            "date": "02 August 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhx076"
        }
    ]
}