{
    "journal": "RFS",
    "volume": "30",
    "issue": "5",
    "date": "May 2017",
    "page": "Pages 1425–1829",
    "article": [
        {
            "no": "1",
            "title": "Shaped by Booms and Busts: How the Economy Impacts CEO Careers and Management Styles",
            "date": "31 January 2017",
            "author": [
                "Antoinette Schoar",
                "Luo Zuo"
            ],
            "abstract": "We show that economic conditions when managers enter the labor market have long-run effects on their career paths and managerial styles. Managers who began their careers during recessions become CEOs more quickly, but at smaller firms. They also have more conservative styles, such as lower investment in capital expenditures and research and development, more cost cutting, and lower leverage and working capital needs. These recession effects appear to be largely driven by the characteristics of the CEO’s first job (recession CEOs tend to start in smaller or private firms), which suggests that the early work environment is important to the formation and selection of managers.",
            "link": "https://doi.org/10.1093/rfs/hhw111"
        },
        {
            "no": "2",
            "title": "Bribes and Firm Value",
            "date": "06 February 2017",
            "author": [
                "Stefan Zeume"
            ],
            "abstract": "I exploit the passage of the U.K. Bribery Act 2010 as a shock to U.K. firms’ cost of doing business. Around the Act’s passage, U.K. firms operating in high-corruption countries experience a drop in firm value, while their non-U.K. competitors in these countries encounter an increase. U.K. firms respond to the Act by reducing the expansion of their subsidiary network into perceptively corrupt countries. Moreover, their sales and merger and acquisition (M&A) activity in such countries declines. In sum, bribes facilitate doing business in certain countries. Imposing unilateral antibribery regulations on some firms benefits their unregulated competitors.",
            "link": "https://doi.org/10.1093/rfs/hhw108"
        },
        {
            "no": "3",
            "title": "Foreign Cash: Taxes, Internal Capital Markets, and Agency Problems",
            "date": "06 February 2017",
            "author": [
                "Jarrad Harford",
                "Cong Wang",
                "Kuo Zhang"
            ],
            "abstract": "When the fraction of a firm’s cash held overseas is greater, its shareholders value that cash lower. This goes beyond a pure tax effect: the repatriation tax friction disrupts the firm’s internal capital market, distorting its investment policy. Firms underinvest domestically and overinvest abroad. Our findings are more pronounced when firms are subject to higher repatriation tax rates, higher costs of borrowing, and more agency problems. Overall, our evidence suggests that a combination of taxes, financing frictions, and agency problems leads to a valuation discount for foreign cash and documents real effects of how foreign earnings are taxed.",
            "link": "https://doi.org/10.1093/rfs/hhw109"
        },
        {
            "no": "4",
            "title": "Extending Industry Specialization through Cross-Border Acquisitions",
            "date": "02 February 2017",
            "author": [
                "Laurent Frésard",
                "Ulrich Hege",
                "Gordon Phillips"
            ],
            "abstract": "We investigate the role of industry specialization in horizontal cross-border mergers and acquisitions. We find that acquirers from more specialized industries in a country are more likely to buy foreign targets in countries that are less specialized in these same industries. The role of industry specialization in foreign acquisitions is more prevalent when contracting inefficiencies and exporting costs limit arm’s-length relationships. The economic gains in cross-border deals are larger when specialized acquirers purchase assets in less specialized industries. These results are consistent with an internalization motive for foreign acquisitions, through which acquirers can apply localized intangibles on foreign assets.",
            "link": "https://doi.org/10.1093/rfs/hhx008"
        },
        {
            "no": "5",
            "title": "Competition and Ownership Structure of Closely Held Firms",
            "date": "31 January 2017",
            "author": [
                "Jan Bena",
                "Ting Xu"
            ],
            "abstract": "We study how product market competition affects firms’ ownership structures using a large sample of closely held firms in eighteen European countries. We show that firms operating in more competitive environments have lower inside ownership and that the stakes of their outside shareholders are more dispersed. These results are explained by competition increasing the need to raise external equity and reducing private control benefits. Our findings suggest that, by changing corporate ownership structure, competition mitigates incentive misalignment among shareholders, leading to better firm performance and gains in economic efficiency.",
            "link": "https://doi.org/10.1093/rfs/hhx002"
        },
        {
            "no": "6",
            "title": "The Effects of Short-Selling Threats on Incentive Contracts: Evidence from an Experiment",
            "date": "06 February 2017",
            "author": [
                "David De Angelis",
                "Gustavo Grullon",
                "Sébastien Michenaud"
            ],
            "abstract": "This paper examines the effects of a shock to the stock-price formation process on the design of executive incentive contracts. We find that an exogenous removal of short-selling constraints causes firms to convexify compensation payoffs by granting relatively more stock options to their managers. We also find that treated firms adopt new antitakeover provisions. These results suggest that when firms face the threat of bear raids, they incentivize managers to take actions that mitigate the adverse effects of unrestrained short selling. Overall, this paper provides causal evidence that financial markets affect incentive contract design.",
            "link": "https://doi.org/10.1093/rfs/hhw105"
        },
        {
            "no": "7",
            "title": "Distracted Shareholders and Corporate Actions",
            "date": "25 September 2016",
            "author": [
                "Elisabeth Kempf",
                "Alberto Manconi",
                "Oliver Spalt"
            ],
            "abstract": "Investor attention matters for corporate actions. Our new identification approach constructs firm-level shareholder “distraction” measures, by exploiting exogenous shocks to unrelated parts of institutional shareholders’ portfolios. Firms with “distracted” shareholders are more likely to announce diversifying, value-destroying, acquisitions. They are also more likely to grant opportunistically timed CEO stock options, more likely to cut dividends, and less likely to fire their CEO for bad performance. Firms with distracted shareholders have abnormally low stock returns. Combined, these patterns are consistent with a model in which the unrelated shock shifts investor attention, leading to a temporary loosening of monitoring constraints.",
            "link": "https://doi.org/10.1093/rfs/hhw082"
        },
        {
            "no": "8",
            "title": "Spillovers Inside Conglomerates: Incentives and Capital",
            "date": "07 November 2016",
            "author": [
                "Ran Duchin",
                "Amir Goldberg",
                "Denis Sosyura"
            ],
            "abstract": "Using hand-collected data on divisional managers at conglomerates, we find that a change in industry pay in one division generates spillovers on managerial pay in other divisions of the same firm. These spillovers arise only within the boundaries of a conglomerate. The intra-firm spillovers increase when conglomerates have excess cash and when managers have more influence over its distribution, but decline in the presence of strong governance. These spillovers are associated with weaker performance and lower firm value. Our evidence is consistent with simultaneous cross-subsidization via managerial compensation and capital budgets and suggests that these practices arise in similar firms.",
            "link": "https://doi.org/10.1093/rfs/hhw095"
        },
        {
            "no": "9",
            "title": "Financing and New Product Decisions of Private and Publicly Traded Firms",
            "date": "30 December 2016",
            "author": [
                "Gordon M. Phillips",
                "Giorgo Sertsios"
            ],
            "abstract": "We exploit Medicare national coverage reimbursement approvals as a quasi-natural experiment to investigate how the financing decisions of private and publicly traded firms respond to changes in investment opportunities. We find that publicly traded companies increase their external financing and their subsequent product introductions by more than private companies in response to national coverage approvals. Private equity financing is the primary source of the increased financing for public firms. We show that the stock characteristics of publicly traded firms, such as liquidity and price informativeness, and product market competition are important factors in explaining their financing advantage.",
            "link": "https://doi.org/10.1093/rfs/hhw106"
        },
        {
            "no": "10",
            "title": "Impact of Financial Leverage on the Incidence and Severity of Product Failures: Evidence from Product Recalls",
            "date": "24 December 2016",
            "author": [
                "Omesh Kini",
                "Jaideep Shenoy",
                "Venkat Subramaniam"
            ],
            "abstract": "We study the impact of the financial condition of firms on firms’ ability to produce safer products that result in fewer recalls. Using a variety of tests, including two quasi-natural experiments that result in exogenous negative industry cash-flow shocks, we find that firms with higher leverage or distress likelihood have a greater probability of a product recall. These firms also face more frequent and severe recalls. Further, firms with more debt due at the onset of the financial crisis experience a greater likelihood and frequency of recalls. We conclude that a firm’s financial condition has real effects that impact product safety.",
            "link": "https://doi.org/10.1093/rfs/hhw092"
        }
    ]
}