{
    "journal": "JFE",
    "volume": "126",
    "issue": "2",
    "date": "November 2017",
    "page": "Pages 227-446",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Nov 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(17)30260-X"
        },
        {
            "no": "2",
            "title": "Are corporate inversions good for shareholders?",
            "date": "Jul 2017",
            "author": [
                "Anton Babkin",
                "Brent Glover",
                "Oliver Levine"
            ],
            "abstract": "Corporate inversion, the process of redomiciling for tax purposes, reduces corporate income taxes, but it imposes a personal tax cost that is shareholder-specific. We develop a model, incorporating the corporate tax benefits and personal tax costs, to quantify the return to inversion for different shareholders. Foreign and tax-exempt investors, along with the chief executive officer, disproportionately benefit. We show that an inversion simultaneously reduces the wealth of many taxable shareholders. The model illustrates an agency conflict in which heterogeneity in personal taxes generates a wealth transfer between shareholders. Furthermore, personal taxes offset the loss in government revenue by 39%.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.07.004"
        },
        {
            "no": "3",
            "title": "Rollover risk as market discipline: A two-sided inefficiency",
            "date": "Jul 2017",
            "author": [
                "Thomas M. Eisenbach"
            ],
            "abstract": "Why does the market discipline that financial intermediaries face seem too weak during booms and too strong during crises? This paper shows in a general equilibrium setting that rollover risk as a disciplining device is effective only if all intermediaries face purely idiosyncratic risk. However, if assets are correlated, a two-sided inefficiency arises: Good aggregate states have intermediaries taking excessive risks, while bad aggregate states suffer from costly fire sales. The driving force behind this inefficiency is an amplifying feedback loop between asset values and market discipline. In equilibrium, financial intermediaries inefficiently amplify both positive and negative aggregate shocks.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.07.009"
        },
        {
            "no": "4",
            "title": "International correlation risk",
            "date": "Sep 2016",
            "author": [
                "Philippe Mueller",
                "Andreas Stathopoulos",
                "Andrea Vedolin"
            ],
            "abstract": "We show that the cross-sectional dispersion of conditional foreign exchange (FX) correlation is countercyclical and that currencies that perform badly (well) during periods of high dispersion yield high (low) average excess returns. We also find a negative cross-sectional association between average FX correlations and average option-implied FX correlation risk premiums. Our findings show that while investors in spot currency markets require a positive risk premium for exposure to high dispersion states, FX option prices are consistent with investors being compensated for the risk of low dispersion states. To address our empirical findings, we propose a no-arbitrage model that features unspanned FX correlation risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.09.012"
        },
        {
            "no": "5",
            "title": "Acquiring growth",
            "date": "Jul 2017",
            "author": [
                "Oliver Levine"
            ],
            "abstract": "I develop a model of mergers in which M&A deals are used to reallocate investment opportunities. In equilibrium, acquirers lack internal growth options and seek out projects from targets in the M&A market. The model is able to reconcile many features of the merger data that I document, including the high productivity, investment, and valuation of target firms. Furthermore, in my model, profitability is highly predictive of acquisition, and merger transactions naturally lead to a substantial drop in profitability despite creating value for the acquirer.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.07.001"
        },
        {
            "no": "6",
            "title": "Idiosyncratic risk and the manager",
            "date": "Jul 2017",
            "author": [
                "Brent Glover",
                "Oliver Levine"
            ],
            "abstract": "We develop a model to characterize and quantify the effects of stock, option, and fixed compensation on a manager’s risk-taking incentive and investment choice. We find the average chief executive officer’s (CEO) compensation contract incentivizes overinvestment by 1.3 percentage points per year, with significant variation across firms and over time. We estimate a value of CEO effort implied by compensation contracts and find it to be strongly related to firm intangibility. Finally, we assess the effects on investment of FAS 123R and a hypothetical ban on option grants and find heterogeneous responses that depend on firm volatility and the prior structure of compensation.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.07.003"
        },
        {
            "no": "7",
            "title": "Employee bargaining power, inter-firm competition, and equity-based compensation",
            "date": "Jul 2017",
            "author": [
                "Francesco Bova",
                "Liyan Yang"
            ],
            "abstract": "We develop a model to illustrate that equity-based compensation for non-executive employees and product market decisions are related. When the product market is competitive and employees have low bargaining power, the unique equilibrium is for each firm’s owners to offer equity-based compensation to their employees. In this setting, equity-based compensation leads to a lower wage rate, which makes each firm more competitive with its rival. However, this unique equilibrium is a Prisoner’s Dilemma for the firms’ original owners. Our results are consistent with several empirical regularities and provide predictions on when firms will offer equity-based compensation to their employees.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.07.006"
        },
        {
            "no": "8",
            "title": "The effects of credit default swap trading on information asymmetry in syndicated loans",
            "date": "Oct 2016",
            "author": [
                "Dan Amiram",
                "William H. Beaver",
                "Wayne R. Landsman",
                "Jianxin Zhao"
            ],
            "abstract": "This study shows that initiation of credit default swap (CDS) trading for an entity's debt increases the share of loans retained by loan syndicate lead arrangers and increases loan spread. These findings are consistent with CDS initiation reducing the effectiveness of a lead arranger's stake in the loan to serve as a mechanism to address the adverse selection and moral hazard problems in the loan syndicate. Additional findings corroborate this interpretation by revealing a moderating effect for firms with greater transparency, for loans originated by a lead arranger with a strong reputation in this market, and for firms with relatively illiquid CDS markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.10.001"
        },
        {
            "no": "9",
            "title": "Precautionary savings, retirement planning and misperceptions of financial literacy",
            "date": "Jul 2017",
            "author": [
                "Anders Anderson",
                "Forest Baker",
                "David T. Robinson"
            ],
            "abstract": "We measure financial literacy among LinkedIn members, complementing standard questions with additional questions that allow us to gauge self-perceptions of financial literacy. Average financial literacy is surprisingly low given the demographics of our sample: fewer than two-thirds of chief financial officers, chief executive officers, and chief operating officers complete the test correctly. Financial literacy, precautionary savings and retirement planning are positively correlated, but this is mostly driven by perceived, not actual, literacy: controlling for self-perceptions, actual literacy has low predictive power. Perceptions drive decision-making among low-literacy respondents and are associated with mistaken beliefs about financial products and less willingness to accept financial advice.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.07.008"
        },
        {
            "no": "10",
            "title": "Early peek advantage? Efficient price discovery with tiered information disclosure",
            "date": "Jul 2017",
            "author": [
                "Grace Xing Hu",
                "Jun Pan",
                "Jiang Wang"
            ],
            "abstract": "From 2007 to June 2013, a small group of fee-paying, high-speed traders receive the Michigan Index of Consumer Sentiment two seconds before its broader release. Within this early peek window, we find highly concentrated trading and a fast price discovery of less than 200 milliseconds. Outside this narrow window, general investors trade at fully adjusted prices. We further establish a causal relationship between the early peek mechanism and the fast price discovery by isolating the impact of the early peek arrangement along two dimensions. In cross section, we use other news releases without the early peek (as controls); in time series, we use the sudden suspension of the early peek arrangement in July 2013 (as the treatment). Our difference-in-difference tests directly connect the early peek arrangement to more efficient price discovery — it results in faster price discovery, lower volatility, and faster resolution of uncertainty. These results show that contrary to the common perception, tiered information release may help to reduce, rather than enhance, the informational advantage of faster traders and improve the efficiency of the price discovery process in financial markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.07.007"
        },
        {
            "no": "11",
            "title": "Staggered boards and long-term firm value, revisited",
            "date": "Aug 2017",
            "author": [
                "K.J. Martijn Cremers",
                "Lubomir P. Litov",
                "Simone M. Sepe"
            ],
            "abstract": "This paper revisits the staggered board debate focusing on the long-term association of firm value with changes in board structure. We find no evidence that staggered board changes are negatively related to firm value. However, we find a positive relation for firms engaged in innovation and where stakeholder relationships matter more. This suggests that staggered boards promote value creation for some firms by committing the firm to undertaking long-term projects and bonding it to the relationship-specific investments of its stakeholders. Our results are robust to matching procedures and an exogenous change in Massachusetts corporate law that mandated staggered boards.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.08.003"
        },
        {
            "no": "12",
            "title": "Corrigendum to “Board reforms and firm value: Worldwide evidence” [J. Financ. Econ. 125 (2017) 120–142]",
            "date": "Aug 2017",
            "author": [
                "Larry Fauver",
                "Mingyi Hung",
                "Xi Li",
                "Alvaro G. Taboada"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/j.jfineco.2017.08.004"
        }
    ]
}