{
    "journal": "JFE",
    "volume": "126",
    "issue": "1",
    "date": "October 2017",
    "page": "Pages 1-226",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Oct 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(17)30242-8"
        },
        {
            "no": "2",
            "title": "Intermediary asset pricing: New evidence from many asset classes",
            "date": "Aug 2017",
            "author": [
                "Zhiguo He",
                "Bryan Kelly",
                "Asaf Manela"
            ],
            "abstract": "We find that shocks to the equity capital ratio of financial intermediaries—Primary Dealer counterparties of the New York Federal Reserve—possess significant explanatory power for cross-sectional variation in expected returns. This is true not only for commonly studied equity and government bond market portfolios, but also for other more sophisticated asset classes such as corporate and sovereign bonds, derivatives, commodities, and currencies. Our intermediary capital risk factor is strongly procyclical, implying countercyclical intermediary leverage. The price of risk for intermediary capital shocks is consistently positive and of similar magnitude when estimated separately for individual asset classes, suggesting that financial intermediaries are marginal investors in many markets and hence key to understanding asset prices.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.08.002"
        },
        {
            "no": "3",
            "title": "The impact of portfolio disclosure on hedge fund performance",
            "date": "Jun 2017",
            "author": [
                "Zhen Shi"
            ],
            "abstract": "Consistent with the argument that portfolio disclosure reveals trade secrets, a difference-in-differences estimation suggests a drop in fund performance after a hedge fund begins filing Form 13F as well as an increase in return correlations with other funds in the same investment style. The drop in performance is concentrated among funds with larger expected proprietary costs of disclosure, for instance, funds that disclose a greater fraction of their assets or hold more illiquid stocks. The drop in performance cannot be fully explained by alternative explanations such as decreasing returns to scale or mean reversion in fund returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.06.001"
        },
        {
            "no": "4",
            "title": "Activism mergers",
            "date": "Jun 2017",
            "author": [
                "Nicole M. Boyson",
                "Nickolay Gantchev",
                "Anil Shivdasani"
            ],
            "abstract": "Shareholder value creation from hedge fund activism occurs primarily by influencing takeover outcomes for targeted firms. Controlling for selection decisions, activist interventions substantially increase the probability of a takeover offer. Third-party bids for targets have higher returns, premia, and completion rates, but these patterns reverse when the activist is the bidder. Failed bids for activism targets lead to improvements in operating performance, financial policy, and positive long-term abnormal returns, suggesting that activism enhances value. The positive long-term performance from hedge fund activism arises from monitoring target management during merger and acquisition contests and not from target undervaluation or bidder overpayment.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.06.008"
        },
        {
            "no": "5",
            "title": "The source of information in prices and investment-price sensitivity",
            "date": "Jun 2017",
            "author": [
                "Alex Edmans",
                "Sudarshan Jayaraman",
                "Jan Schneemeier"
            ],
            "abstract": "This paper shows that real decisions depend not only on the total amount of information in prices, but the source of this information—a manager learns from prices when they contain information not possessed by him. We use the staggered enforcement of insider trading laws across 27 countries as a shock to the source of information that leaves total information unchanged: enforcement reduces (increases) managers’ (outsiders’) contribution to the stock price. Consistent with the predictions of our theoretical model, enforcement increases investment-q sensitivity, even when controlling for total price informativeness. The effect is larger in industries where learning is likely to be stronger, and in emerging countries where outsider information acquisition rises most post-enforcement. Enforcement does not increase the sensitivity of investment to cash flow, a non-price measure of investment opportunities. These findings suggest that extant measures of price efficiency should be rethought when evaluating real efficiency. More broadly, our paper provides causal evidence that managers learn from prices, by using a shock to price informativeness.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.06.017"
        },
        {
            "no": "6",
            "title": "Do managers overreact to salient risks? Evidence from hurricane strikes",
            "date": "Jul 2017",
            "author": [
                "Olivier Dessaint",
                "Adrien Matray"
            ],
            "abstract": "We study how managers respond to hurricane events when their firms are located in the neighborhood of the disaster area. We find that the sudden shock to the perceived liquidity risk leads managers to increase corporate cash holdings and to express more concerns about hurricane risk in 10-Ks/10-Qs, even though the actual risk remains unchanged. Both effects are temporary. Over time, the perceived risk decreases, and the bias disappears. The distortion between perceived and actual risk is large, and the increase in cash is suboptimal. Overall, managerial reaction to hurricanes is consistent with salience theories of choice.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.07.002"
        },
        {
            "no": "7",
            "title": "Are foreign investors locusts? The long-term effects of foreign institutional ownership",
            "date": "Jul 2017",
            "author": [
                "Jan Bena",
                "Miguel A Ferreira",
                "Pedro Matos",
                "Pedro Pires"
            ],
            "abstract": "This paper challenges the view that foreign investors lead firms to adopt a short-term orientation and forgo long-term investment. Using a comprehensive sample of publicly listed firms in 30 countries over the period 2001–2010, we find instead that greater foreign institutional ownership fosters long-term investment in tangible, intangible, and human capital. Foreign institutional ownership also leads to significant increases in innovation output. We identify these effects by exploiting the exogenous variation in foreign institutional ownership that follows the addition of a stock to the MSCI indexes. Our results suggest that foreign institutions exert a disciplinary role on entrenched corporate insiders worldwide.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.07.005"
        },
        {
            "no": "8",
            "title": "An extrapolative model of house price dynamics",
            "date": "Jun 2017",
            "author": [
                "Edward L. Glaeser",
                "Charles G. Nathanson"
            ],
            "abstract": "A model in which homebuyers make a modest approximation leads house prices to display three features present in the data but usually missing from rational models: momentum at one-year horizons, mean reversion at five-year horizons, and excess longer-term volatility relative to fundamentals. Approximating buyers assume that past prices reflect only contemporaneous demand, just like professional economists who use trends in housing prices to infer trends in housing demand. Consistent with survey evidence, this approximation leads buyers to expect increases in the market value of their homes after recent house price increases.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.06.012"
        },
        {
            "no": "9",
            "title": "The effects of institutional investor objectives on firm valuation and governance",
            "date": "Jun 2017",
            "author": [
                "Paul Borochin",
                "Jie Yang"
            ],
            "abstract": "We find that ownership by different types of institutional investors has varying implications for future firm misvaluation and governance characteristics. Dedicated institutional investors decrease future firm misvaluation, in both direction and magnitude, relative to fundamentals. In contrast, transient institutional investors have the opposite effect. Using the U.S. Securities and Exchange Commission (SEC) Regulation FD as an exogenous shock to information dissemination, we find evidence consistent with dedicated institutions having an information advantage. Similarly, dedicated investors are associated with better future governance characteristics, while transient investors are not. The valuation effects are primarily driven by institutional portfolio concentration while the governance effects are driven by portfolio turnover. These results imply a more nuanced relationship between institutional ownership and firm value and corporate governance.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.06.013"
        },
        {
            "no": "10",
            "title": "Merger activity in industry equilibrium",
            "date": "Jun 2017",
            "author": [
                "Theodosios Dimopoulos",
                "Stefano Sacchetto"
            ],
            "abstract": "We quantify the impact of merger activity on productive efficiency. We develop and calibrate a dynamic industry-equilibrium model that features mergers, entry, and exit by heterogeneous firms. Mergers affect productivity directly through realized synergies, and indirectly through firms’ incentives to enter or exit the industry. Merger activity increases average firm productivity by 4.8%, of which 4.1% reflects the accumulation of synergies, and 0.7% the interaction between merger options and firms’ entry and exit decisions. We show that ignoring the implications of merger activity for public policies that promote entry can reverse the expected impact of these policies on productivity.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.06.014"
        }
    ]
}