{
    "journal": "JFE",
    "volume": "31",
    "issue": "2",
    "date": "April 1992",
    "page": "Pages 133-278",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Apr 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(92)90001-E"
        },
        {
            "no": "2",
            "title": "Does corporate performance improve after mergers?",
            "date": "Apr 1992",
            "author": [
                "Paul M. Healy",
                "Krishna G. Palepu",
                "Richard S. Ruback"
            ],
            "abstract": "We examine post-acquisition performance for the 50 largest U.S. mergers between 1979 and mid-1984. Merged firms show significant improvements in asset productivity relative to their industries, leading to higher operating cash flow returns. This performance improvement is particularly strong for firms with highly overlapping businesses. Mergers do not lead to cuts in long-term capital and R&D investments. There is a strong positive relation between postmerger increases in operating cash flows and abnormal stock returns at merger announcements, indicating that expectations of economic improvements underlie the equity revaluations of the merging firms.",
            "link": "https://doi.org/10.1016/0304-405X(92)90002-F"
        },
        {
            "no": "3",
            "title": "Stock return variation and expected dividends",
            "date": "Apr 1992",
            "author": [
                "S.P. Kothari",
                "Jay Shanken"
            ],
            "abstract": "This paper examines the extent to which aggregate stock return variation is explained by variables chosen to reflect revisions in expectations of future dividends. In effect, we decompose realized dividend growth into expected and unexpected components using information in aggregate investment, dividend yield, and future returns. A parsimonious specification accounts for over 70% of annual return variation. We also conduct a cross-sectional experiment using portfolios formed on the basis of annual return performance. This analysis shows that nearly 90% of the portfolio return variation is explained by dividend and expected return variables.",
            "link": "https://doi.org/10.1016/0304-405X(92)90003-G"
        },
        {
            "no": "4",
            "title": "Changes in corporate performance associated with bank acquisitions",
            "date": "Apr 1992",
            "author": [
                "Marcia Millon Cornett",
                "Hassan Tehranian"
            ],
            "abstract": "This paper examines the post-acquisition performance of large bank mergers between 1982 and 1987. On the whole, the merged banks outperform the banking industry. Their better performance appears to result from improvements in the ability to attract loans and deposits, in employee productivity, and in profitable asset growth. Further, we find a significant correlation between announcement-period abnormal stock returns and the various performance measures, showing that market participants are able to identify in advance the improved performance associated with bank acquisitions.",
            "link": "https://doi.org/10.1016/0304-405X(92)90004-H"
        },
        {
            "no": "5",
            "title": "Measuring abnormal performance",
            "date": "Apr 1992",
            "author": [
                "Navin Chopra",
                "Josef Lakonishok",
                "Jay R. Ritter"
            ],
            "abstract": "A highly controversial issue in financial economies is whether stocks overreact. In this paper we find an economically-important overreaction effect even after adjusting for size and beta. In portfolios formed on the basis of prior five-year returns, extreme prior losers outperform extreme prior winners by 5–10% per year during the subsequent five years. Although we find a pronounced January seasonal, our evidence suggests that the overreaction effect is distinct from tax-loss selling effects. Interestingly, the overreaction effect is substantially stronger for smaller firms than for larger firms. Returns consistent with the overeaction hypothesis are also observed for short windows around quarterly earnings announcements.",
            "link": "https://doi.org/10.1016/0304-405X(92)90005-I"
        },
        {
            "no": "6",
            "title": "Underwriting calls of convertible securities",
            "date": "Apr 1992",
            "author": [
                "Arnold R. Cowan",
                "Nandkumar Nayar",
                "Ajai K. Singh"
            ],
            "abstract": "Average common stock price responses to convertible preferred stock calls are significantly negative only when firms employ underwriters to assure conversion. Previous work reports similar results for convertible bond calls; we find that the stock price reaction does not depend upon the type of convertible security being called. The results support the idea that managers are more likely to have calls underwritten the more unfavorable their private information about firm value.",
            "link": "https://doi.org/10.1016/0304-405X(92)90006-J"
        }
    ]
}