{
    "journal": "JFE",
    "volume": "96",
    "issue": "2",
    "date": "May 2010",
    "page": "Pages 175-344",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "May 2010",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(10)00059-0"
        },
        {
            "no": "2",
            "title": "A skeptical appraisal of asset pricing tests",
            "date": "Sep 2009",
            "author": [
                "Jonathan Lewellen",
                "Stefan Nagel",
                "Jay Shanken"
            ],
            "abstract": "It has become standard practice in the cross-sectional asset pricing literature to evaluate models based on how well they explain average returns on size-B/M portfolios, something many models seem to do remarkably well. In this paper, we review and critique the empirical methods used in the literature. We argue that asset pricing tests are often highly misleading, in the sense that apparently strong explanatory power (high cross-sectional R2s and small pricing errors) can provide quite weak support for a model. We offer a number of suggestions for improving empirical tests and evidence that several proposed models do not work as well as originally advertised.",
            "link": "https://doi.org/10.1016/j.jfineco.2009.09.001"
        },
        {
            "no": "3",
            "title": "When are outside directors effective?",
            "date": "Dec 2009",
            "author": [
                "Ran Duchin",
                "John G. Matsusaka",
                "Oguzhan Ozbas"
            ],
            "abstract": "This paper uses recent regulations that have required some companies to increase the number of outside directors on their boards to generate estimates of the effect of board independence on performance that are largely free from endogeneity problems. Our main finding is that the effectiveness of outside directors depends on the cost of acquiring information about the firm: when the cost of acquiring information is low, performance increases when outsiders are added to the board, and when the cost of information is high, performance worsens when outsiders are added to the board. The estimates provide some of the cleanest estimates to date that board independence matters, and the finding that board effectiveness depends on information cost supports a nascent theoretical literature emphasizing information asymmetry. We also find that firms compose their boards as if they understand that outsider effectiveness varies with information costs.",
            "link": "https://doi.org/10.1016/j.jfineco.2009.12.004"
        },
        {
            "no": "4",
            "title": "Liquidity biases in asset pricing tests",
            "date": "Dec 2009",
            "author": [
                "Elena Asparouhova",
                "Hendrik Bessembinder",
                "Ivalina Kalcheva"
            ],
            "abstract": "Microstructure noise in security prices biases the results of empirical asset pricing specifications, particularly when security-level explanatory variables are cross-sectionally correlated with the amount of noise. We focus on tests of whether measures of illiquidity, which are likely to be correlated with the noise, are priced in the cross-section of stock returns, and show a significant upward bias in estimated return premiums for an array of illiquidity measures in Center for Research in Security Prices (CRSP) monthly return data. The upward bias is larger when illiquid securities are included in the sample, but persists even for NYSE/Amex stocks after decimalization. We introduce a methodological correction to eliminate the biases that simply involves weighted least squares (WLS) rather than ordinary least squares (OLS) estimation, and find evidence of smaller, but still significant, return premiums for illiquidity after implementing the correction.",
            "link": "https://doi.org/10.1016/j.jfineco.2009.12.011"
        },
        {
            "no": "5",
            "title": "The performance of emerging hedge funds and managers",
            "date": "Dec 2009",
            "author": [
                "Rajesh K. Aggarwal",
                "Philippe Jorion"
            ],
            "abstract": "This paper provides the first systematic analysis of performance patterns for emerging funds and managers in the hedge fund industry. Emerging funds and managers have particularly strong financial incentives to create investment performance and, because of their size, may be more nimble than established ones. Performance measurement, however, needs to control for the usual biases afflicting hedge fund databases. After adjusting for such biases and using a novel event time approach, we find strong evidence of outperformance during the first two to three years of existence. Each additional year of age decreases performance by 42 basis points, on average. Cross-sectionally, early performance by individual funds is quite persistent, with early strong performance lasting for up to five years.",
            "link": "https://doi.org/10.1016/j.jfineco.2009.12.010"
        },
        {
            "no": "6",
            "title": "Inside the black box: The role and composition of compensation peer groups",
            "date": "Jan 2010",
            "author": [
                "Michael Faulkender",
                "Jun Yang"
            ],
            "abstract": "This paper considers the features of the newly disclosed compensation peer groups and demonstrates their significant role in explaining variations in chief executive officer (CEO) compensation beyond that of other benchmarks such as the industry-size peers. After controlling for industry, size, visibility, CEO responsibility, and talent flows, we find that firms appear to select highly paid peers to justify their CEO compensation and this effect is stronger in firms where the compensation peer group is smaller, where the CEO is the chairman of the board of directors, where the CEO has longer tenure, and where directors are busier serving on multiple boards.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.01.006"
        },
        {
            "no": "7",
            "title": "Detecting jumps from Lévy jump diffusion processes",
            "date": "Dec 2009",
            "author": [
                "Suzanne S. Lee",
                "Jan Hannig"
            ],
            "abstract": "Recent asset-pricing models incorporate jump risk through Lévy processes in addition to diffusive risk. This paper studies how to detect stochastic arrivals of small and big Lévy jumps with new nonparametric tests. The tests allow for robust analysis of their separate characteristics and facilitate better estimation of return dynamics. Empirical evidence of both small and big jumps based on these tests suggests that models for individual equities and overall market indices require incorporating Lévy-type jumps. The evidence of small jumps also helps explain why jumps in the market index are uncorrelated with jumps in its component equities.",
            "link": "https://doi.org/10.1016/j.jfineco.2009.12.009"
        },
        {
            "no": "8",
            "title": "The Sarbanes-Oxley act and corporate investment: A structural assessment",
            "date": "Feb 2010",
            "author": [
                "Qiang Kang",
                "Qiao Liu",
                "Rong Qi"
            ],
            "abstract": "We assess the impact of the Sarbanes-Oxley Act of 2002 on corporate investment in an investment Euler equation framework. We allow a dummy for the passage of the Act to affect the rate at which managers discount future investment payoffs. Using generalized method of moments estimators, we find that the rate U.S. firm managers apply to discount investment projects rises significantly after 2002, while the discount rate for U.K. firms remains unchanged. The effects of the legislation on corporate investment are asymmetric, and are much more significant among relatively small firms. We also find that well-governed firms, firms with a credit rating, and accelerated filers of Section 404 of the Act have become more cautious about investment.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.02.002"
        },
        {
            "no": "9",
            "title": "The role of private equity group reputation in LBO financing",
            "date": "Feb 2010",
            "author": [
                "Cem Demiroglu",
                "Christopher M. James"
            ],
            "abstract": "This paper investigates whether the reputation of acquiring private equity groups (PEGs) is related to the financing structure of leveraged buyouts (LBOs). Using a sample of 180 public-to-private LBOs in the US between January 1, 1997 and August 15, 2007, we find that reputable PEGs are more active in the LBO market when credit risk spreads are low and lending standards in the credit markets are lax. We also find that reputable PEGs pay narrower bank and institutional loan spreads, have longer loan maturities, and rely more on institutional loans. In addition, while we find that PEG reputation is positively related to buyout leverage (i.e., LBO debt divided by pre-LBO earnings before interest, taxes, and amortization (EBITDA) of the target), and leverage is significantly positively related to buyout pricing, we do not find any direct relation between PEG reputation and buyout valuations. The evidence suggests that PEG reputation is related to LBO financing structure not only because reputable PEGs are more likely to take advantage of market timing in credit markets and but also because PEG reputation reduces agency costs of LBO debt.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.02.001"
        },
        {
            "no": "10",
            "title": "Limited participation and consumption-saving puzzles: A simple explanation and the role of insurance",
            "date": "Jan 2010",
            "author": [
                "Todd Gormley",
                "Hong Liu",
                "Guofu Zhou"
            ],
            "abstract": "In this paper, we show that the existence of a large, negative wealth shock and insufficient insurance against such a shock could explain both the limited stock market participation puzzle and the low-consumption–high-savings puzzle. We then conduct an empirical analysis on the relation between household portfolio choices and access to private insurance and various types of government safety nets. The empirical results demonstrate that a lack of insurance against large, negative wealth shocks is positively correlated with lower participation rates and higher saving rates. Overall, the evidence suggests an important role of insurance in household investment and savings decisions.",
            "link": "https://doi.org/10.1016/j.jfineco.2010.01.001"
        }
    ]
}