{
    "journal": "JFE",
    "volume": "33",
    "issue": "1",
    "date": "February 1993",
    "page": "Pages 1-145",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Feb 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(93)90021-3"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Feb 1993",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Wayne H. Mikkelson",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(93)90022-4"
        },
        {
            "no": "3",
            "title": "Common risk factors in the returns on stocks and bonds",
            "date": "Feb 1993",
            "author": [
                "Eugene F. Fama",
                "Kenneth R. French"
            ],
            "abstract": "This paper identifies five common risk factors in the returns on stocks and bonds. There are three stock-market factors: an overall market factor and factors related to firm size and book-to-market equity. There are two bond-market factors, related to maturity and default risks. Stock returns have shared variation due to the stock-market factors, and they are linked to bond returns through shared variation in the bond-market factors. Except for low-grade corporates, the bond-market factors capture the common variation in bond returns. Most important, the five factors seem to explain average returns on stocks and bonds.",
            "link": "https://doi.org/10.1016/0304-405X(93)90023-5"
        },
        {
            "no": "4",
            "title": "Trading volume, management solicitation, and shareholder voting",
            "date": "Feb 1993",
            "author": [
                "Philip J. Young",
                "James A. Millar",
                "G.William Glezen"
            ],
            "abstract": "In an investigation of possible relationships between shareholder voting turnout, trading volume after the record data, and the intervals between the record and meeting dates, we find that higher trading volume and more trading days between the record date and the receipt of proxy materials both reduce voting turnout. A longer interval between the receipt of proxy materials and the meeting increases turnout, as does greater solicitation expense. Our tests show that management mails proxies further in advance of the meeting when its proposals require a majority of shares outstanding, as opposed to votes cast, for approval.",
            "link": "https://doi.org/10.1016/0304-405X(93)90024-6"
        },
        {
            "no": "5",
            "title": "Measuring security price performance using daily NASDAQ returns",
            "date": "Feb 1993",
            "author": [
                "Cynthia J. Campbell",
                "Charles E. Wesley"
            ],
            "abstract": "We evaluate the performance of alternative test statistics in event studies which include NASDAQ daily security returns. We document varying degrees of test statistic misspecification in NASDAQ samples. In particular, we find that the commonly used standardized test statistic is misspecified in most settings. Although less pervasive, misspecification is also evident in the portfolio test statistic estimated using the time series of portfolio mean abnormal returns. The nonparametric rank statistic [introduced in Corrado (1989)] performs the best overall in NASDAQ samples; we recommend its use with market model abnormal returns based on an equal-weighted NASDAQ market index.",
            "link": "https://doi.org/10.1016/0304-405X(93)90025-7"
        },
        {
            "no": "6",
            "title": "The information content of distressed restructurings involving public and private debt claims",
            "date": "Feb 1993",
            "author": [
                "David T. Brown",
                "Christopher M. James",
                "Robert M. Mooradian"
            ],
            "abstract": "This paper examines debt restructurings by financially distressed firms. We develop a model which predicts that, in public debt exchange offers, firms with unfavorable private information will offer equity claims to convince bondholders that the firm's prospects are poor. In contrast, offering equity to well-informed private lenders conveys favorable private information to outsiders. Consistent with our analysis, we find positive average abnormal returns around restructurings that offer equity to private lenders and senior debt to public debtholders, and we find significant negative average abnormal returns when private lenders are offered senior debt and public lenders are offered equity.",
            "link": "https://doi.org/10.1016/0304-405X(93)90026-8"
        },
        {
            "no": "7",
            "title": "Another look at time-varying risk and return in a long-horizon contrarian strategy",
            "date": "Feb 1993",
            "author": [
                "Steven L. Jones"
            ],
            "abstract": "This paper reconciles the relative pricing controversy between DeBondt and Thaler (1985, 1987), Chan (1988), and Ball and Kothari (1989). The negative autocorrelation in long-horizon index returns, along with the selection criterion of the contrarian strategy, can explain the positive covariance between time-varying betas and risk premiums. However, test-period beta estimates reflect the reversal of earnings expectations associated with underlying factors. The controversy thus reduces to the debate of Fama and French (1988) and Poterba and Summers (1988) over the source of the temporary price components in the market index. Rational changes in expected returns and cash flows explain most of the cross-sectional variation in returns.",
            "link": "https://doi.org/10.1016/0304-405X(93)90027-9"
        }
    ]
}