{
    "journal": "JFE",
    "volume": "33",
    "issue": "2",
    "date": "April 1993",
    "page": "Pages 147-260",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Apr 1993",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Wayne H. Mikkelson",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(93)90001-R"
        },
        {
            "no": "2",
            "title": "Positive information from equity issue announcements",
            "date": "Apr 1993",
            "author": [
                "John W. Cooney",
                "Avner Kalay"
            ],
            "abstract": "The Myers and Majluf (1984) model predicts a nonpositive price reaction to an announcement of a new issue of equity. This paper shows that the Myers and Majluf result is a direct outcome of their assumption that all potential projects facing the firm have a nonnegative net present value. Refining the Myers and Majluf model, by allowing for the realistic possibility of potential projects having negative net present values, leads to different predictions. The refined model predicts positive as well as negative stock price responses, consistent with recent empirical evidence concerning the stock price effects of new stock issues.",
            "link": "https://doi.org/10.1016/0304-405X(93)90002-S"
        },
        {
            "no": "3",
            "title": "Institutional trades and intraday stock price behavior",
            "date": "Apr 1993",
            "author": [
                "Louis K.C. Chan",
                "Josef Lakonishok"
            ],
            "abstract": "This paper examines the price effect of institutional stock trading, using a unique data set that reports the transactions (large and small) of 37 large institutional money management firms. The direction of each trade and the identity of the management firm behind each trade are known. Although institutional trades are associated with some price pressure, we find that the average effect is small. There is also a marked asymmetry between the price impact of buys versus sells. We relate our findings to various hypotheses on the elasticity of demand for stocks, the cost of executing transactions, and the determinants of market impact. Although market capitalization and relative trade size influence the market impact of a trade, the dominant influence is the identity of the money manager behind the trade.",
            "link": "https://doi.org/10.1016/0304-405X(93)90003-T"
        },
        {
            "no": "4",
            "title": "A reexamination of analysts' earnings forecasts for takeover targets",
            "date": "Apr 1993",
            "author": [
                "Peter A. Brous",
                "Omesh Kini"
            ],
            "abstract": "We examine analysts' earnings forecasts for a sample of takeover targets and document that the announcement-month forecasts are systematically revised upward, supporting the hypothesis that a takeover announcement conveys favorable information about the target firm. In addition, we find that abnormal forecast revisions of future stand-alone earnings are significantly greater for targets with low Tobin's q-ratios relative to targets with high q-ratios, lending further support to the information hypothesis. Finally, we provide evidence that managerial resistance to the takeover does not destroy value. Our results are in direct contrast to Pound (1988).",
            "link": "https://doi.org/10.1016/0304-405X(93)90004-U"
        },
        {
            "no": "5",
            "title": "Transaction taxes and the behavior of the Swedish stock market",
            "date": "Apr 1993",
            "author": [
                "Steven R. Umlauf"
            ],
            "abstract": "This paper studies the effects of transaction taxes on the behavior of Swedish equity returns during the 1980–1987 period. Sweden provides an excellent laboratory-style setting for such a study, as taxes were imposed for political purposes rather than to alter the behavior of the stock market. Volatility did not decline in response to the introduction of taxes although stock price levels and turnover did. Large proportions of trading activity migrated overseas to London when the tax rate was increased to 2% in 1986.",
            "link": "https://doi.org/10.1016/0304-405X(93)90005-V"
        },
        {
            "no": "6",
            "title": "NYSE vs NASDAQ returns",
            "date": "Apr 1993",
            "author": [
                "Tim Loughran"
            ],
            "abstract": "Reinganum (1990) reports that small NYSE securities have average returns about 6% per year higher than those of similarly-sized NASDAQ securities during the 1973–1988 period. He attributes the return differential to market microstructure differences. In contrast, this paper demonstrates that differences in the characteristics of the companies listed on the two exchanges explain much of the disparity. About 60% of the return differential can be attributed to the poor performance of recent initial public offerings, which comprise a large portion of the firms on NASDAQ. On average, IPOs underperform during the six calendar years after going public.",
            "link": "https://doi.org/10.1016/0304-405X(93)90006-W"
        }
    ]
}