{
    "journal": "JFE",
    "volume": "33",
    "issue": "3",
    "date": "June 1993",
    "page": "Pages 261-425",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Jun 1993",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Wayne H. Mikkelson",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(93)90007-X"
        },
        {
            "no": "2",
            "title": "Private benefits from block ownership and discounts on closed-end funds",
            "date": "Jun 1993",
            "author": [
                "Michael J. Barclay",
                "Clifford G. Holderness",
                "Jeffrey Pontiff"
            ],
            "abstract": "The greater the managerial stock ownership in closed-end funds, the larger are the discounts to net asset value. The average discount for funds with blockholders is 14%, whereas the average discount for funds without blockholders is only 4%. This relation is robust over time and to various model specifications that control for other factors that affect discounts. We argue that blockholders receive private benefits that do not accrue to other shareholders and that they veto open-ending proposals to preserve these benefits. We support this argument by documenting a range of potential private benefits received by blockholders in closed-end funds.",
            "link": "https://doi.org/10.1016/0304-405X(93)90008-Y"
        },
        {
            "no": "3",
            "title": "Restructuring through spinoffs",
            "date": "Jun 1993",
            "author": [
                "Patrick J. Cusatis",
                "James A. Miles",
                "J.Randall Woolridge"
            ],
            "abstract": "We investigate the value created through spinoffs over the 1965–1988 period by measuring the stock returns of spinoffs, their parent firms, and parent-spinoff combinations for periods of up to three years following the spinoffs. We find significantly positive abnormal returns for spinoffs, their parents, and the spinoff-parent combinations. Both the spinoffs and parents experience an unusually high incidence of takeovers and the abnormal performance is limited to firms involved in takeover activity. These findings suggest that spinoffs provide a low-cost method of transferring control of corporate assets to bidders who will create greater value.",
            "link": "https://doi.org/10.1016/0304-405X(93)90009-Z"
        },
        {
            "no": "4",
            "title": "An empirical study of the Mexican Treasury bill auction",
            "date": "Jun 1993",
            "author": [
                "Steven R. Umlauf"
            ],
            "abstract": "This paper analyzes bidding behavior in Mexican Treasury bill auctions for the period 1986–1991. The Mexican auction rules resemble those used in U.S. Treasury bill auctions closely. Results suggest the presence of collusion among large bidders throughout a large portion of the sampling period and the presence of information asymmetries between small and large bidders. Results also suggest that bidders account for the winner's curse and that participants bid more cautiously when uncertainty is high. Bidders' profits fell dramatically in 1990 when the Treasury substituted uniform for discriminatory pricing to combat collusion and to increase auction revenues.",
            "link": "https://doi.org/10.1016/0304-405X(93)90010-9"
        },
        {
            "no": "5",
            "title": "Seniority and maturity of debt contracts",
            "date": "Jun 1993",
            "author": [
                "Douglas W. Diamond"
            ],
            "abstract": "This paper provides a model of how borrowers with private information about their credit prospects choose seniority and maturity of debt. Increased short-term debt leads lenders to liquidate too often. It also increases the sensitivity of financing costs to new information, although better-than-average borrowers desire information sensitivity. The model implies that short-term debt will be senior to long-term debt, and that long-term debt will allow the issue of additional future senior debt. The model also has implications on the structure of leveraged buyouts and on how various types of lenders respond to potential defaults.",
            "link": "https://doi.org/10.1016/0304-405X(93)90011-Y"
        },
        {
            "no": "6",
            "title": "The journal of financial economics",
            "date": "Jun 1993",
            "author": [
                "G.William Schwert"
            ],
            "abstract": "Data for the 516 papers published in volumes 1–30 of the Journal of Financial Economics in the period 1974–91 are analyzed. 477 authors from 136 institutions contributed papers, and these papers received 16,231 citations according to the Social Science Citation Index. Lists of authors and institutions who have contributed the most papers to the JFE and a list of the mostly highly-cited JFE papers show why the Journal has been successful in influencing the finance and economics literature during its first 18 years.",
            "link": "https://doi.org/10.1016/0304-405X(93)90012-Z"
        },
        {
            "no": "7",
            "title": "Index",
            "date": "Jun 1993",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(93)90013-2"
        }
    ]
}