{
    "journal": "RFS",
    "volume": "3",
    "issue": "1",
    "date": "January 1990",
    "page": "Pages 1–151",
    "article": [
        {
            "no": "1",
            "title": "Introduction to NBER Symposium on the October 1987 Crash",
            "date": "30 April 2015",
            "author": [
                "Sanford J. Grossman"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/3.1.1"
        },
        {
            "no": "2",
            "title": "Transmission of Volatility between Stock Markets",
            "date": "30 April 2015",
            "author": [
                "Mervyn A. King",
                "Sushil Wadhwani"
            ],
            "abstract": "This article investigates why, in October 1987, almost all stock markets fell together despite widely differing economic circumstances. We construct a model in which “contagion” between markets occurs as a result of attempts by rational agents to infer information from price changes in other markets. This provides a channel through which a “mistake” in one market can be transmitted to other markets. We offer supporting evidence for contagion effects using two different sources of data.",
            "link": "https://doi.org/10.1093/rfs/3.1.5"
        },
        {
            "no": "3",
            "title": "Discussion",
            "date": "30 April 2015",
            "author": [
                "James M. Poterba"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/3.1.34"
        },
        {
            "no": "4",
            "title": "Stock Market Structure and Volatility",
            "date": "30 April 2015",
            "author": [
                "Hans R. Stoll",
                "Robert E. Whaley"
            ],
            "abstract": "The procedure for opening stocks on the NYSE appears to affect price volatility. An analytical framework for assessing the magnitude of the structurally induced volatility is presented. The ratio of variance of open-to-open returns to close-to-close returns is shown to be consistently greater than one for NYSE common stocks during the period 1982 through 1986. The greater volatility at the open is not attributable to the way in which public information is released since both the open-to-open return and the close-to-close return span the same period of time. Instead, the greater volatility appears to be attributable to private information revealed in trading and to temporary price deviations induced by specialist and other traders. The implied cost of immediacy at the open is significantly higher than at the close. Other empirical evidence in this article documents the volume of trading at the open, the time delays between the exchange opening and the first transaction in a stock, the difference in daytime volatility versus overnight volatility, and the extent to which volatility is related to trading volume.",
            "link": "https://doi.org/10.1093/rfs/3.1.37"
        },
        {
            "no": "5",
            "title": "Discussion",
            "date": "30 April 2015",
            "author": [
                "Paul Pfleiderer"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/3.1.72"
        },
        {
            "no": "6",
            "title": "Stock Volatility and the Crash of ’87",
            "date": "30 April 2015",
            "author": [
                "G. William Schwert"
            ],
            "abstract": "This article analyzes the behavior of stock return volatility using daily data from 1885 through 1988. The October 1987 stock market crash was unusual in many ways. October 19 was the largest percentage change in market value in over 29,000 days. Stock volatility jumped dramatically during and after the crash. Nevertheless, it returned to lower, more normal levels more quickly than past experience predicted. I use data on implied volatilities from call option prices and estimates of volatility from futures contracts on stock indexes to confirm this result.",
            "link": "https://doi.org/10.1093/rfs/3.1.77"
        },
        {
            "no": "7",
            "title": "Discussion",
            "date": "30 April 2015",
            "author": [
                "Robert F. Engle"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/3.1.103"
        },
        {
            "no": "8",
            "title": "Mean Reversion and Consumption Smoothing",
            "date": "30 April 2015",
            "author": [
                "Fischer Black"
            ],
            "abstract": "Most models of the evolution of wealth and consumption assume that wealth volatility and risk premium are constant. But in fact, volatility declines, and risk premium seems to decline, as wealth rises. A model that allows mean reversion in the sense that the risk premium declines as wealth rises can help explain both the “consumption smoothing puzzle” and the “equity premium puzzle.” In an example of such a model that gives us an analytic solution, direct and derived risk aversion are both constant, but differ.",
            "link": "https://doi.org/10.1093/rfs/3.1.107"
        },
        {
            "no": "9",
            "title": "The Stock Market and Investment",
            "date": "30 April 2015",
            "author": [
                "Robert J. Barro"
            ],
            "abstract": "Changes in stock prices have substantial explanatory power for U.S. investment, especially for long-term samples, and even in the presence of cash flow variables. The stock market dramatically outperforms a standard q-variable because the market-equity component of this variable is only a rough proxy for stock market value. Although the stock market did not predict accurately after the crash of October 1987, the errors were not statistically significant. Parallel relationships for Canada raise the puzzle that Canadian investment appears to react more to the U.S. stock market than to the Canadian market.",
            "link": "https://doi.org/10.1093/rfs/3.1.115"
        },
        {
            "no": "10",
            "title": "Clearing and Settlement During the Crash",
            "date": "30 April 2015",
            "author": [
                "Ben S. Bernanke"
            ],
            "abstract": "This article is a reexamination of the clearing and settlement process in financial markets (particularly the futures market) and its performance during the 1987 stock market crash. It provides both some institutional background and some conceptual perspective on the problems faced by the system during the week of October 19. Much of the discussion is based on the useful analogies that can be drawn between the clearinghouse and other financial intermediaries, such as banks and insurance companies. A major conclusion is that the Federal Reserve played a vital role in protecting the integrity of the clearing and settlements system during the crash.",
            "link": "https://doi.org/10.1093/rfs/3.1.133"
        },
        {
            "no": "11",
            "title": "Erratum",
            "date": "30 April 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/3.1.ii"
        }
    ]
}