{
    "journal": "JF",
    "volume": "13",
    "issue": "3",
    "date": "September 1958",
    "page": "Pages: i-ix, 323-471, x-xviii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "September 1958",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb00175.x"
        },
        {
            "no": "2",
            "title": "ADEQUACY OF FINANCING FOR SMALL BUSINESS SINCE WORLD WAR II*",
            "date": "September 1958",
            "author": [
                "Irving Schweiger"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04199.x"
        },
        {
            "no": "3",
            "title": "A QUARTERLY SERIES OF CORPORATE BASIC YIELDS, 1952–57, AND SOME ATTENDANT RESERVATIONS*",
            "date": "September 1958",
            "author": [
                "David Durand"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04200.x"
        },
        {
            "no": "4",
            "title": "CONTROL OF CAPITAL ISSUES IN THE UNITED KINGDOM",
            "date": "September 1958",
            "author": [
                "Harold J. Plous"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04201.x"
        },
        {
            "no": "5",
            "title": "RECENT INVESTMENT RETURN ON INDUSTRIAL STOCKS*",
            "date": "September 1958",
            "author": [
                "Frederick C. Dirks"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04202.x"
        },
        {
            "no": "6",
            "title": "THE VARIABLE ANNUITY: SECURITY OR INSURANCE",
            "date": "September 1958",
            "author": [
                "Robert I. Mehr"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04203.x"
        },
        {
            "no": "7",
            "title": "THE IMPACT OF FEDERAL MORTGAGE INSURANCE PROGRAMS ON ANN ARBOR'S HOME MORTGAGE MARKET, 1956",
            "date": "September 1958",
            "author": [
                "James C. T. Mao"
            ],
            "abstract": "In a recent issue of this Journal,1\n1 James Gillies and Clayton Curtis, “The Structure of Local Mortgage Markets and Government Housing Programs,” Journal of Finance, × (September, 1955), 363–75.\n\nJames Gillies and Clayton Curtis examined the possibility that the impact of federal housing finance programs in various areas might differ with the structure of local mortgage markets. Their conclusions, reached on the basis of data for major metropolitan areas, were essentially as follows:\n1.\nLending institutions usually operate in a set pattern with respect to FHA and VA lending. That is, life insurance companies and commercial banks are stronger supporters of federal housing finance programs than savings and loan associations.\n2.\nTherefore, the impact of FHA and VA programs on specific markets is predictable. That is, in those markets where savings and loan associations are the predominant lenders the proportion of insured lending will be lower than in areas where life insurance companies and/or commercial banks predominate.\nThe object of this note is to test the applicability of these conclusions to the city of Ann Arbor, Michigan, a non‐metropolitan mortgage market.",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04204.x"
        },
        {
            "no": "8",
            "title": "A NOTE ON THE PIGOU EFFECT AND THE UPWARD TURNING POINT*",
            "date": "September 1958",
            "author": [
                "Richard H. Timberlake Jr."
            ],
            "abstract": "Sometime ago A critical issue of contemporary monetary theory and policy was discussed by Alvin Hansen in the Journal of Political Economy.1\n1 A. H. Hansen, “The Pigouvian Effect,” Journal of Political Economy, LIX (December, 1951), 535–36.\n\nIn his article Hansen raised the question of whether the Pigou effect itself could do more than stop a deflation involving a decline in output, employment, income, and the price level. In answering this question in the negative, Hansen concluded:\nAs soon as the increased real value of assets raises the consumption function sufficiently to start employment and output up again, prices and wages will cease falling, and the real value of assets will cease rising.… Thus the deflation of prices (which à la Pigou is supposed to continue to cause an ever increasing real value of liquid assets until full employment is reached) stops at the lower turning point. The force that is supposed to drive the economy into full employment already peters out once the lower turning point is reached.2\n2 Ibid., p. 535.\n\nHansen derived his criticism from the well‐known article on the Pigou effect by Don Patinkin, “Price Flexibility and Full Employment.”3\n3 Don Patinkin, “Price Flexibility and Full Employment,” American Economic Review, XXXVIII (1948), 543–64; reprinted with addendum in Readings in Monetary Theory, ed. F. Lutz and L. Mints (Philadelphia: Blakiston Co., 1951). Page references will be to this latter source.\n\nAssuming a fixed stock of money, no adverse liquidity effects, and a flexible price level, Patinkin's argument runs, a falling price level will augment the real value of the stock of money and lead to a shifting of the consumption function to the left (less will be saved out of given alternative incomes). In effect, Hansen questions whether this shift will be large enough to re‐establish a full‐employment level of spending and, therefore, income.\nIn concentrating his attention on the behavior of the consumption function, Hansen seems to have overlooked another facet of Patinkin's (Pigou's) argument, namely, the real balance effect on savings. Patinkin states it thus:\nThe extent to which an individual wishes to save out of current income for reasons other than the desire for future income is inversely related to the real value of his cash balances. If this is sufficiently large, all his secondary desires for saving will be fully satisfied. At this point the only reason he will continue to save out of current income is the primary one of anticipated future interest payments. In other words, if the real value of cash balances is sufficiently large, the savings function becomes zero at a positive rate of interest, regardless of the income level.4\n4 Patinkin, op. cit., p. 259.\n\nFig. 1\nOpen in figure viewerPowerPoint\nProbably a diagram of the relevant functions at this point would clarify the arguments. In order to keep the ideas clear, let us assume straight‐line functions. We start from a full‐employment income,\nY\na\n, a result of consumption spending and investment spending from the functions\nC\n1\nand\nI\n1\n. The savings and investment functions are simply “rolled” 180° from their normal position and made integral with the consumption function. Thus the vertical axis in Figure 1 is either +C or —S above the xȁaxis and is +S or +I below the xȁaxis. All values are in “real” terms.\nThe consumption function is drawn for a given real stock of money,\nM\n0\n/\nP\n1\nand the savings function is drawn for a given real stock of money and a given interest rate,\nr\na\n. Thus both savings and consumption are functions of three variables: income, the rate of interest, and the real stock of money. The relationship of savings to the rate of interest is presented in Figure 2, in which savings are graphed as a function of the rate of interest, given income, and the real stock of money. The real stock of money itself is simply a given nominal stock of money with respect to some given price level. If the price level rises (falls), the real stock of money would then fall (rise).\nFig. 2\nOpen in figure viewerPowerPoint\nLet us start by assuming that the economy is operating at a full‐employment income,\nY\na\nwith an exogenous investment function,\nI\n1\n, intersecting the savings function,\nS\n1\n, at this income. Now let investment fall to\nI\n2\n—the normal Keynesian shift that is supposed to give us an equilibrium income of less‐than‐full employment.\nWe should note at this point that we do not “need” the real balances effect to get an upward turning point. That is, even the pure Keynesian model will stabilize at income level\nY\nb\n. Therefore, Hansen's argument uses up the real balance effect before it is even needed.\nNow let us assume that the price level falls to\nP\n2\n. With a fixed nominal stock of money,5\n5 The nominal stock of money is, of course, subject to much variation; and much of the variation is positively elastic with respect to income variations, as a result of the expansion and contraction of credit by the fractional reserve banking system. I have discussed this point in another paper, “Patinkin and the Pigou Effect,” Review of Economics and Statistics, August, 1957.\n\nM\n0\n, the real stock of money will increase to\nM\n0\n/\nP\n2\n, shifting the consumption function up or to the left, simply indicating that more will be consumed at various levels of income. The rationale of this position is that the increased real stock of money is quasi‐capital gains income and will thus result in greater consumption. Since a lower turning point had already been reached, may we not presume that we are now headed back toward full employment? At least we shall be at some intermediate position between\nY\nb\nand\nY\na\n.\nFinally, we have the effect of cash‐balance changes on savings. As the real stock of money increases with the falling price level, the public's “secondary” desires for savings will be satisfied by the greater stock of money it is holding. Therefore, there will be less savings at various possible interest rates, implying that the savings function in Figure 2 will shift from\nS\n1\nto\nS\n2\n.6\n6 For an extended discussion of this point see Vera Lutz, “Real and Monetary Factors in the Determination of Employment Levels,” Quarterly Journal of Economics, LXVI (May, 1952), 263.\n\nBut a shift in the savings function must also be shown in Figure 1. Such is shown by a shift in the savings function in Figure 1 from\nS\n2\nto\nS\n3\n. Of course, the consumption must also shift up to\nC\n3\n. And income is now in equilibrium at\nY\na\n′\n, a position which appears on the diagram to be “over” full employment but which is not necessarily any specific level of income until we know the magnitudes of the variables involved. That is, we must know the actual flexibility of prices and the reactions of consumption and savings to them.\nIf we allow ourselves to introduce an accelerator, that is, if we presume that investment is some function of consumption, we have cause for a shift in the investment function back toward its original position. But we are not limited to relying on this accelerator for an upward push after the turning point. Both the consumption and the savings functions will provide a stimulus; and it is this that Hansen failed to take account of. In brief, there are many combinations of investment (= savings) and consumption spending which could give us a full‐employment level of national income. And even though we cannot say that full employment is necessarily reached, we have forces in reserve which do not “peter out once the lower turning point is reached.”7\n7 Both the accelerator action through the consumption function from increased real balances and the shifting of the savings function make\nY\nb\non the diagram an equilibrium income which is unstable.\n\nWith respect to monetary policy, the real‐value‐of‐balances theory in effect says that we can get any price level and any level of business activity we want by manipulating the stock of money. (A priori, it would seem that if we could get a real stock of money and corresponding level of activity by altering the nominal stock of money, we should be able to get the same effect by letting the price level fluctuate around a given stock of money.)\nPractically, we should note, first, that we do not have a fixed stock of money and, second, that we do not have a fixed stock of “liquidity,” primarily because of the operations of the fractional reserve banking system.8\n8 Cf. n. 5.\n\nFurther, our economy is not static but shows year‐to‐year increases in both total productivity per capita and the total number of people sharing this greater productivity. Therefore, in order that economic stability may be maintained at full employment with a reasonably stable price level, some part of the stock of liquid assets must be increased at a fairly constant rate.9\n9 Velocity, of course, can vary independently of the changes in the stock of money. However, velocity has been surprisingly constant during full‐employment periods. That is, the value of velocity for 1956 is very close to that for 1929. In fact, the secular trend for velocity from the 1890's to the present shows only a slight downward tilt, although there was an appreciable dip during the 1930's and 1940's.\n\nSince an increase in the real value of liquid balances may take place either by an increase in M or a decrease in P, or a combination of changes in both, we have no good reason for following the austere alternative which calls for P to do all the “work.” In fact, the analysis of the Pigou effect is simply an exercise for getting the relevant variables delineated and does not imply recourse to any particular policy. It shows only what may be expected under the most simplified conditions.\nAt present, Federal Reserve System purchases of government securities in the open market is the principal means that our economy has for augmenting the stock of money. The alchemy, “painlessly” exercised by the Federal Reserve banks, of purchasing assets of a lower order of liquidity—i.e., government securities—and emitting liquid liabilities of a higher order—i.e., Federal Reserve Notes or member—bank reserves‐is certainly capable of giving the economy in the long run, as well as in the short run, the liquidity impulses it needs to satisfy the cash‐balance demands of the public without recourse to falling prices, even if other minor factors in the balance sheet behave contrariwise.10\n10 In the unlikely event that all the outstanding public debt was finally “monetized” by the purchases of the Federal Reserve banks, additional debt would have to be made available by yearly fiscal deficits.\n\nOne common charge against the effectiveness of monetary policy on the banking system is that greater reserves in the hands of the banks will result only in “bank hoarding.” We should note, however, that, although the behavior of banks is less predictable than that of people—since banks have to hold only fractional reserves against liquid liabilities—they are not likely to build up an infinite stock of liquidity either. They, too, will be faced with an inducement to disinvest cash balances for more attractive, income‐earning assets.\nHansen, in his discussion of policy, surprisingly seems to regard the banking system as dynamically “neutral.” He says: “Bank created money involves both assets and liabilities which balance each other off.”11\n11 Op. cit., p. 535. My italics.\n\nAnd on the next page he implies the same kind of error when he says: “A mere monetization of publicly owned securities will, however, not increase total liquid asset holdings.“12\n12 Op. cit., p. 536.\n\nAlthough Hansen is perfectly correct in holding that a Pigou effect would not be involved as the banking system expands and contracts, dramatic positive shifts in the coefficients of liquidity of the total asset structure of the economy would certainly take place. The same would hold for monetization of the public debt. These qualitative shifts in liquidity may be even more important, under some conditions, than the quantitative changes subsumed under the Pigou analysis.",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04205.x"
        },
        {
            "no": "9",
            "title": "A SIMPLIFIED RECONCILIATION OF ECONOMIC AND ACCOUNTING DETERMINANTS OF DEPRECIATION COST*",
            "date": "September 1958",
            "author": [
                "Charles E. Gilliland Jr."
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04206.x"
        },
        {
            "no": "10",
            "title": "THE CONCEPT OF GROWTH IN THE EVALUATION OF COMMON STOCKS AS ILLUSTRATED BY THE CHEMICAL PRODUCTS INDUSTRY*",
            "date": "September 1958",
            "author": [
                "Robert E. Kennedy Jr."
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04207.x"
        },
        {
            "no": "11",
            "title": "TAXATION AND ACCELERATED INDUSTRIALIZATION*",
            "date": "September 1958",
            "author": [
                "James C. T. Mao"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04208.x"
        },
        {
            "no": "12",
            "title": "A STUDY OF PUBLIC HOUSING IN THE UNITED STATES*",
            "date": "September 1958",
            "author": [
                "Samuel E. Trotter"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04209.x"
        },
        {
            "no": "13",
            "title": "AN EVALUATION OF THE LIQUIDITY OF THE ASSETS OF THE COMMERCIAL BANKS IN THE UNITED STATES, 1939–53*",
            "date": "September 1958",
            "author": [
                "Nasrollah Vaqar"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04210.x"
        },
        {
            "no": "14",
            "title": "ALLOCATION OF MULTISTATE INCOME UNDER STATE CORPORATE NET INCOME TAXES*",
            "date": "September 1958",
            "author": [
                "John Alwyn Wilkie"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04211.x"
        },
        {
            "no": "15",
            "title": "ACTIVITIES OF STUDENT AFFILIATES",
            "date": "September 1958",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04212.x"
        },
        {
            "no": "16",
            "title": "BOOK REVIEWS",
            "date": "September 1958",
            "author": [],
            "abstract": "Accounts Receivable Financing as a Method of Business Finance. By Clyde Williams Phelps.\nPersonal and Family Finance. By Joseph F. Bradley and Ralph H. Wherry.\nThe Family in a Money World. By Frances L. Feldman.\nBalances and Imbalances of Payments. By Geoffrey Crowther\nThe World Dollar Problem. By Donald MacDougall.\nInternational Monetary Policy. By W. M. Scammell.\nEurope and the Money Muddle: From Bilateralism to Near‐Convertibility, 1947–1956. By Robert Triffin.\nThe Investment Decision: An Empirical Study. By John R. Meyer and Edwin Kuh.\nU.S. Investments in the Latin American Economy. By Samuel Pizer and Frederick Cutler.\nCentral Banking in Mexico: Monetary Policies and Financial Crises, 1864–1940. By Virgil M. Bett.\nMoney of Their Own: The Great Counterfeiters. By Murray Teigh Bloom.\nOutline of Monetary Economics. By A. C. L. Day.\nBusiness Cycles and Economic Policy. By Erik Lundberg.\nThe Farmers Bank, 1807–1957. By Dudley C. Lunt.\nFluctuations, Growth, and Forecasting: The Principles of Dynamic Business Economics. By Sherman J. Maisel.\nCentral Banking after Bagehot. By R. S. Sayers.\nOur Modern Banking and Monetary System. By Rollin G. Thomas.\nTaxation in the United Kingdom. By Walter W. Brundo and Frank Bower.\nTax Factors in Basing International Business Abroad. By William J. Gibbons.\nTaxation in Mexico. By Henry J. Gumpel and Hugo B. Margain.\nJapan's Finance and Taxation, 1940–1956. By Saburo Shiomi.\nFinancing Highways: A Symposium Conducted by the Tax Institute.\nBusiness Enterprise and the City. By Mabel Walker.\nResidential Finance, 1950. By R. U. Ratcliff, D. B. Rathbun, and J. Honnold.",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04213.x"
        },
        {
            "no": "17",
            "title": "Books Recieved",
            "date": "September 1958",
            "author": [
                "Clyde William Phelps"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04214.x"
        },
        {
            "no": "18",
            "title": "Announcement",
            "date": "September 1958",
            "author": [
                "Lester V. Chandler"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04215.x"
        },
        {
            "no": "19",
            "title": "Back Matter",
            "date": "September 1958",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb00174.x"
        }
    ]
}