{
    "journal": "JF",
    "volume": "13",
    "issue": "4",
    "date": "December 1958",
    "page": "Pages: i-x, 473-593, xi-xxi",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "December 1958",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb00179.x"
        },
        {
            "no": "2",
            "title": "SUPPLEMENTARY SECURITY‐RESERVE REQUIREMENTS RECONSIDERED",
            "date": "December 1958",
            "author": [
                "Joseph Aschheim"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04216.x"
        },
        {
            "no": "3",
            "title": "ISRAEL'S SURVEY OF CONSUMER FINANCES",
            "date": "December 1958",
            "author": [
                "Mordechai E. Kreinin"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04217.x"
        },
        {
            "no": "4",
            "title": "LARGE MANUFACTURING CORPORATIONS AS SUPPLIERS OF FUNDS TO THE UNITED STATES GOVERNMENT SECURITIES MARKET",
            "date": "December 1958",
            "author": [
                "William J. Frazer Jr."
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04218.x"
        },
        {
            "no": "5",
            "title": "LIQUIDITY RATIOS AND RECENT BRITISH MONETARY EXPERIENCE",
            "date": "December 1958",
            "author": [
                "David E. Novack"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04219.x"
        },
        {
            "no": "6",
            "title": "SOME IMPLICATIONS OF THE GROWTH OF FINANCIAL INTERMEDIARIES",
            "date": "December 1958",
            "author": [
                "Donald Shelby"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04220.x"
        },
        {
            "no": "7",
            "title": "A COMMENT ON “THE FEDERAL HOME LOAN BANK SYSTEM AND THE CONTROL OF CREDIT”",
            "date": "December 1958",
            "author": [
                "Charles F. Haywood"
            ],
            "abstract": "In “the Federal Home Loan Bank System and the Control of Credit” (Journal of Finance, XII [1957], 319–32), Gordon W. McKinley set forth an erroneous analysis in support of the view that there is little or no need for the monetary authorities to exercise greater control over savings intermediaries. The principal errors in his analysis can be demonstrated by reconsidering the three questions he sought to answer (p. 320).\n1. Do commercial banks alone among private institutions have the ability to create money?\nDefining money as “anything which is normally, consistently, and generally used as a store of value and/or a medium of exchange” (p. 321), McKinley answered this question in the negative. What McKinley defined, however, is not money but assets. The unique property of money is that it serves as a store of value and as a medium of exchange. It is true that all stores of value which do not serve as means of payment are, in varying degrees, substitutes for holding money, but it is unnecessary and actually extirpatory of correct analysis to include these substitutes in the concept of money.\nIf the concept of money is not restricted to those things serving as a medium of exchange, the concept of the velocity of the circulation of money, which McKinley misapprehended but did not abandon in his analysis, loses its significance. One can speak of time deposits, savings and loan shares, etc., as having a certain “rate of turnover,” but this is not the same concept as the velocity of the circulation of money. Time deposits and other savings claims turn over against money. In the same sense one can speak of the rate of turnover of inventories, real estate, used cars, or any other non‐money asset. The turnover of money and the turnover of time deposits, savings and loan shares, and other non‐money assets are obverse phenomena.\nSavings intermediaries, including the savings departments of commercial banks, do exert a quantitative effect upon monetary magnitudes. However, this effect is not on the quantity of money, as McKinley contended, but on the velocity of the circulation of money. By issuing very liquid substitutes for holding money, savings intermediaries make it quite easy for spending units to vary their ratios of total outlays to money balances. McKinley's analysis not only failed to delineate this velocity effect but actually obscured it, because of his incorrect definition of money.\n2. Does the Federal Reserve at present exercise practical influence on all savings intermediaries?\nIt is one thing to show that savings intermediaries are not free of Federal Reserve influence and quite another thing to show that the Federal Reserve can control these intermediaries so that their operations are not destabilizing. McKinley drew the latter conclusion, although his arguments (pp. 325–28) demonstrated only the former.\nIn the face of a tight‐money policy, savings intermediaries may find, as McKinley argued, that it is more difficult to induce spending units to give up demand deposits in exchange for savings claims, but a tight‐money policy also raises yields on earning assets, thereby providing savings intermediaries with the means and incentive for more aggressive expansion of liabilities. Far from exercising effective control over the total of liabilities of savings intermediaries, Federal Reserve policy may contribute to destabilizing changes in the rate of expansion of the liabilities and, hence, the lending capacity of savings intermediaries.\nThere is more reason to believe that Federal Reserve policy may influence the composition of assets of savings intermediaries than the total of their assets and liabilities, but even here the evidence is not nearly so conclusive as McKinley asserted. The decline in security prices associated with a tight‐money policy may make savings intermediaries less willing to shift from securities to loans, but does this effect do any more than temper a strong, destabilizing shift? Effective control must surely go beyond the partial mitigation of destabilizing forces. It would have been helpful if McKinley had documented his allusion to the “clear statistical evidence in studies made by the Federal Reserve Board.”\n3. Do the Federal Home Loan Banks create money, and, if so, should their policies be consciously co‐ordinated with those of the Federal Reserve?\nMcKinley gave an affirmative answer to the first part of this question and a qualified negative answer to the second part, but unfortunately he failed to pose here the really pertinent question. That the Federal Home Loan Banks create certain deposit balances which members use as a means of payment is not crucial to the issue of whether their policies should be “consciously co‐ordinated” with Federal Reserve policies. The relevant point is that, by making advances to members, the Federal Home Loan Banks provide a source of marginal liquidity in much the same way and with much the same effects as any central bank performing the function of lender of last resort. By varying the cost and availability of advances, the Federal Home Loan Banks not only alter the distribution of lendable funds but also affect the capacity of the entire financial system to hold debt, i.e., its capacity to generate lendable funds.\nMcKinley conceded that in recent years the Federal Home Loan Banks “may have been motivated by a desire to exercise selective control over credit flows” and that “such use of their powers appears to be beyond the compass of legislation establishing the Banks and suffers also from the difficulty of co‐ordination with Federal Reserve policy” (p. 332). What McKinley failed to recognize even in this regard, however, is that, whether or not the Federal Home Loan Banks are “motivated by a desire to exercise selective control,” they must at all times have some conscious policy with respect to the cost and availability of advances to members, and such policy, whatever it may be, has an effect upon the distribution of lendable funds.\nOver and above this qualitative effect, the operations of the Federal Home Loan Banks have a quantitative effect, because the banks are part of the mechanism determining the capacity of the financial system to generate lendable funds and to alter the velocity of the circulation of money. To attempt to measure the importance of the Federal Home Loan Banks in this regard would extend these remarks beyond the space limitations of this comment. Whether the quantitative aspects of the operations of the Federal Home Loan Banks should be consciously co‐ordinated with Federal Reserve policy is part of the broader problem of controlling changes in the velocity of the circulation of money.\nIt would be presumptuous to attempt within the space limitations of a comment to make a case that the Federal Reserve should have greater control of savings intermediaries. One thing is clear, however, McKinley's approach is not the way to demonstrate that such control is not necessary.",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04221.x"
        },
        {
            "no": "8",
            "title": "REPLY",
            "date": "December 1958",
            "author": [
                "Gordon W. McKinley"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04222.x"
        },
        {
            "no": "9",
            "title": "VALUATION OF INVENTORIES FOR INCOME TAX PURPOSES*",
            "date": "December 1958",
            "author": [
                "J. F. Barron"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04223.x"
        },
        {
            "no": "10",
            "title": "SOME STUDIES IN MONETARY POLICY, INTEREST RATES, AND THE INVESTMENT BEHAVIOR OF LIFE INSURANCE COMPANIES*",
            "date": "December 1958",
            "author": [
                "Andrew Felton Brimmer"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04224.x"
        },
        {
            "no": "11",
            "title": "PUBLIC POLICY TOWARD TAX DEPRECIATION ALLOWANCES*",
            "date": "December 1958",
            "author": [
                "Dwight S. Brothers"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04225.x"
        },
        {
            "no": "12",
            "title": "GUARANTEED RENEWABLE DISABILITY INSURANCE*",
            "date": "December 1958",
            "author": [
                "Oliver Donald Dickerson Jr."
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04226.x"
        },
        {
            "no": "13",
            "title": "REAL ESTATE CREDIT CONTROLS AS A SELECTIVE INSTRUMENT OF FEDERAL RESERVE POLICY*",
            "date": "December 1958",
            "author": [
                "David P. Eastburn"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04227.x"
        },
        {
            "no": "14",
            "title": "MONETARY POLICY AND THE PUBLIC DEBT*",
            "date": "December 1958",
            "author": [
                "John H. Kareken"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04228.x"
        },
        {
            "no": "15",
            "title": "NON‐FISCAL GOALS IN THE NEW ZEALAND TAX SYSTEM*",
            "date": "December 1958",
            "author": [
                "Louise P. Lerdau"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04229.x"
        },
        {
            "no": "16",
            "title": "THE STOCK EXCHANGE: ITS ROLE AT VARIOUS STAGES OF CAPITALIST DEVELOPMENT*",
            "date": "December 1958",
            "author": [
                "Giulio Pontecorvo"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04230.x"
        },
        {
            "no": "17",
            "title": "A STUDY OF THE COUNTERCYCLICAL ASPECTS OF TOTAL GOVERNMENT FISCAL POLICY, 1929–40*",
            "date": "December 1958",
            "author": [
                "Ansel M. Sharp"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04231.x"
        },
        {
            "no": "18",
            "title": "THE IMPLICATIONS OF BUSINESS PLANNING FOR ECONOMIC STABILITY IN THE UNITED STATES*",
            "date": "December 1958",
            "author": [
                "Henry Thomassen"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04232.x"
        },
        {
            "no": "19",
            "title": "BOOK REVIEWS",
            "date": "December 1958",
            "author": [],
            "abstract": "Book reviewed in this article:\nCorporation Finance: Principles and Problems. By S. C. Kuchhal.\nCommon Stock Financing. By Harold W. Stevenson.\nCash Outlays and Economic Costs of Homeownership. By Fred E. Case.\nRevolving Credit. By Robert H. Cole.\nVoluntary Health Insurance in Two Cities. By Odin W. Anderson.\nLloyd's of London: A Study in Individualism. By D. E. W. Gibb.\nConsumer Credit Insurance. By Daniel P. Kedzie.\nNon‐Group Enrollment for Health Insurance: A Study of Administrative Approaches of Blue Cross Plans. By Sol. Levine, O. W. Anderson, and G. Gordon.\nMultiple‐Line Insurance. By G. F. Michelbacher.\nInternational Economics. By Roy F. Harrod.\nInternational Finance. By Charles N. Henning.\nInvestor's Progress: From Money Box to Stocks and Shares. By A. G. Ellinger.\nThe Over‐the‐Counter Securities Market. By Irwin Friend, G. W. Hoffman, and W. J. Winn.\nForeign Central Banking: The Instruments of Monetary Policy. By Peter G. Fousek.\nBusiness Looks at Banks. By George Katona, with the collaboration of Albert Lauterbach and Stanley Steinkamp.\nThe Scholastic Analysis of Usury. By John T. Noonan, Jr.\nA History of the Dollar. By Arthur Nussbaum.\nDie Deutsche Bundesbank. By Joachim von Spindler, W. Becker, and O. Starke.\nChanges in Monetary Policy and Their Consequences. By Otto Veit, with the assistance of O. Peters, B. Stadermann, and H. Boedler.\nSales Taxation. By JOHN F. DUE. Urbana, Ill.\nThe Royal General Farms in Eighteenth‐Century France. By George T. Matthews.\nToward Responsible Government: An Economic Appraisal of Federal Investment in Water Resource Programs. By Edward F. Renshaw.",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04233.x"
        },
        {
            "no": "20",
            "title": "BOOK RECIEVED",
            "date": "December 1958",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb04234.x"
        },
        {
            "no": "21",
            "title": "Back Matter",
            "date": "December 1958",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1958.tb00180.x"
        }
    ]
}