{
    "journal": "JFE",
    "volume": "16",
    "issue": "2",
    "date": "June 1986",
    "page": "Pages 141-283",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "Jun 1986",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "G. William Schwert",
                "Clifford W. Smith",
                "RenéM. Stultz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(86)90058-9"
        },
        {
            "no": "2",
            "title": "Corporate mergers and security returns",
            "date": "Jun 1986",
            "author": [
                "Debra K. Dennis",
                "John J. McConnell"
            ],
            "abstract": "An examination of rates of return and dollar value returns for various classes of merging firms' securities indicates that acquired companies' common stockholders, convertible and non-convertible preferred stockholders, and convertible bondholders gain in merger, as do acquiring companies' convertible preferred stockholders. Acquired companies' non-convertible bondholders and acquiring companies' convertible and non-convertible bondholders and non-convertible preferred stockholders neither gain nor lose. There is no evidence that acquiring companies' common stockholders lose and there is statistically reliable evidence that they gain. Additionally, the dollar value of both acquired and acquiring firms increase, as does the dollar value of the combined acquired and acquiring companies.",
            "link": "https://doi.org/10.1016/0304-405X(86)90059-0"
        },
        {
            "no": "3",
            "title": "Insiders' profits, costs of trading, and market efficiency",
            "date": "Jun 1986",
            "author": [
                "H.Nejat Seyhun"
            ],
            "abstract": "This study investigates the anomalous findings of the previous insider trading studies that any investor can earn abnormal profits by reading the Official Summary. Availability of abnormal profits to insiders, availability of abnormal profits to outsiders who imitate insiders, determinants of insiders' predictive ability, and effect of insider trading on costs of trading for other investors are examined by using approximately 60,000 insider sale and purchase transactions from 1975 to 1981. Implications for market efficiency and evaluation of abnormal profits to active trading strategies are discussed.",
            "link": "https://doi.org/10.1016/0304-405X(86)90060-7"
        },
        {
            "no": "4",
            "title": "A theory of price limits in futures markets",
            "date": "Jun 1986",
            "author": [
                "Michael J. Brennan"
            ],
            "abstract": "The existence of price limits in certain futures markets is explained by demonstrating that price limits may act as a partial substitute for margin requirements in ensuring contract performance. Their effectiveness is a decreasing function of the amount of information available to traders about the equilibrium futures price which is unobservable in the event of a limit move, and the theory predicts that no limits will exist in the markets for financial futures. Actual limits are broadly consistent with the theory.",
            "link": "https://doi.org/10.1016/0304-405X(86)90061-9"
        },
        {
            "no": "5",
            "title": "An empirical investigation of calls of non-convertible bonds",
            "date": "Jun 1986",
            "author": [
                "Joseph D. Vu"
            ],
            "abstract": "This paper examines call behavior of corporate issuers of non-convertible bonds. Evidence from a sample of 102 calls indicates that the market value of the called bonds is usually below the call price at the time of the announcement. The stock price reactions to call announcements are positively related to the direction of the change in leverage. When the call relaxes restrictive covenants, the firm on average pays a larger premium to call debt. The premium is a minimum estimate of the potential opportunity costs of restrictive covenants.",
            "link": "https://doi.org/10.1016/0304-405X(86)90062-0"
        },
        {
            "no": "6",
            "title": "The puzzling price behavior of treasury bills that mature at the turn of calendar months",
            "date": "Jun 1986",
            "author": [
                "Sang Yong Park",
                "Marc R. Reinganum"
            ],
            "abstract": "This paper documents the unusual price behavior of Treasury bills that mature at the turn of calendar months. There is a kink in the yield curve as it crosses calendar months, and this kink is most pronounced as the yield curve crosses between calendar years. Potential seasonality in the spot rate of interest could not explain these results, nor could they be explained by the ‘mispricing’ of either the last bill or first bill in a month. The exceptionally large premium on the first bill in a month tended to be earned throughout the lifetime of the bill.",
            "link": "https://doi.org/10.1016/0304-405X(86)90063-2"
        }
    ]
}