{
    "journal": "JFE",
    "volume": "71",
    "issue": "2",
    "date": "February 2004",
    "page": "Pages EX1-EX4, 205-416",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Feb 2004",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(03)00282-4"
        },
        {
            "no": "2",
            "title": "Why are foreign firms listed in the U.S. worth more?",
            "date": "Feb 2004",
            "author": [
                "Craig Doidge",
                "G.Andrew Karolyi",
                "René M Stulz"
            ],
            "abstract": "At the end of 1997, foreign companies with shares cross-listed in the U.S. had Tobin's q ratios that were 16.5% higher than the q ratios of non-cross-listed firms from the same country. The valuation difference is statistically significant and reaches 37% for those companies that list on major U.S. exchanges, even after controlling for a number of firm and country characteristics. We suggest that a U.S. listing reduces the extent to which controlling shareholders can engage in expropriation and thereby increases the firm's ability to take advantage of growth opportunities. We show that growth opportunities are more highly valued for firms that choose to cross-list in the U.S., particularly those from countries with poorer investor rights.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00183-1"
        },
        {
            "no": "3",
            "title": "Investibility and return volatility",
            "date": "Feb 2004",
            "author": [
                "Kee-Hong Bae",
                "Kalok Chan",
                "Angela Ng"
            ],
            "abstract": "Unlike previous studies that examine how emerging market return volatility changes subsequent to stock market liberalization, this paper investigates the impact of investibility, or the degree to which a stock can be foreign-owned, on emerging market volatility. We find a positive relation between return volatility and the investibility of individual stocks, even after controlling for country, industry, firm size, and turnover. We also find that a highly investible emerging market portfolio is subject to larger world market exposure than a non-investible portfolio, suggesting that highly investible stocks are more integrated with the world and therefore more vulnerable to world market risk.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00166-1"
        },
        {
            "no": "4",
            "title": "Corporate governance and firm value: evidence from the Korean financial crisis",
            "date": "Feb 2004",
            "author": [
                "Jae-Seung Baek",
                "Jun-Koo Kang",
                "Kyung Suh Park"
            ],
            "abstract": "During the 1997 Korean financial crisis, firms with higher ownership concentration by unaffiliated foreign investors experienced a smaller reduction in their share value. Firms that had higher disclosure quality and alternative sources of external financing also suffered less. In contrast, chaebol firms with concentrated ownership by controlling family shareholders experienced a larger drop in the value of their equity. Firms in which the controlling shareholders’ voting rights exceeded cash flow rights and those who borrowed more from the main banks also had lower returns. Our results suggest that change in firm value during a crisis is a function of firm-level differences in corporate governance measures.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00167-3"
        },
        {
            "no": "5",
            "title": "Bailout and conglomeration",
            "date": "Feb 2004",
            "author": [
                "Se-Jik Kim"
            ],
            "abstract": "This paper develops a model of business groups in emerging markets where banks cannot accurately distinguish between good (high productivity) and bad (low productivity) borrower firms. For stand-alone firms, banks can infer the proportion of bad firms among those that default on contracted debt repayments, and might optimally choose to liquidate all defaulting firms in order to reduce the number of bad firms. Business groups, however, obscure the productivity of individual firms. The optimal policy might then be full bailout so as not to risk eliminating good firms. Given the bank's bailout policy, risk-averse firms might form a conglomerate to reduce the risk of liquidation.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00191-0"
        },
        {
            "no": "6",
            "title": "The illusory nature of momentum profits",
            "date": "Feb 2004",
            "author": [
                "David A. Lesmond",
                "Michael J. Schill",
                "Chunsheng Zhou"
            ],
            "abstract": "Our paper re-examines the profitability of relative strength or momentum trading strategies (buying past strong performers and selling past weak performers). We find that standard relative strength strategies require frequent trading in disproportionately high cost securities such that trading costs prevent profitable strategy execution. In the cross-section, we find that those stocks that generate large momentum returns are precisely those stocks with high trading costs. We conclude that the magnitude of the abnormal returns associated with these trading strategies creates an illusion of profit opportunity when, in fact, none exists.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00206-X"
        },
        {
            "no": "7",
            "title": "Death spiral convertibles",
            "date": "Feb 2004",
            "author": [
                "Pierre Hillion",
                "Theo Vermaelen"
            ],
            "abstract": "Floating-priced convertibles, known as death spirals, are privately held convertible securities with a conversion price set at a discount from the average of past stock prices in a look-back period. The issuance of floating-priced convertibles is followed by significant negative abnormal returns. The results are consistent with the faulty contract hypothesis that argues that the contract design encourages short-selling by the convertible holders and other professional short sellers. However, the results are also consistent with the last-resort financing hypothesis that argues that the stock price declines because the stock is overvalued at the time of the issue.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00209-5"
        }
    ]
}