{
    "journal": "JFE",
    "volume": "71",
    "issue": "3",
    "date": "March 2004",
    "page": "Pages EX1-EX4, 419-614",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Mar 2004",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(04)00018-2"
        },
        {
            "no": "2",
            "title": "Market evidence on the opaqueness of banking firms’ assets",
            "date": "Mar 2004",
            "author": [
                "Mark J. Flannery",
                "Simon H. Kwan",
                "M. Nimalendran"
            ],
            "abstract": "We assess the market microstructure properties of U.S. banking firms’ equity, to determine whether they exhibit more or less evidence of asset opaqueness than similar-sized nonbanking firms. The evidence indicates that large bank holding companies (BHC), traded on the NYSE, have very similar trading properties to their matched nonfinancial firms. In contrast, smaller BHCs, traded on NASDAQ, trade much less frequently despite having very similar spreads. Analysis of IBES earnings forecasts indicates that banking assets are not unusually opaque; they are simply boring. The implications for regulatory policy and future market microstructure research are discussed.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00185-5"
        },
        {
            "no": "3",
            "title": "The impact of illegal insider trading in dealer and specialist markets: evidence from a natural experiment",
            "date": "Mar 2004",
            "author": [
                "Raymond P.H Fishe",
                "Michel A Robe"
            ],
            "abstract": "We examine insider trading in specialist and dealer markets, using the trades of stock brokers who had advance copies of a stock analysis column in Business Week magazine. We find that increases in price and volume occur after informed trades. During informed trading, market makers decrease depth. Depth falls more on the NYSE and Amex than on the Nasdaq. Spreads increase on the NYSE and Amex, but not on the Nasdaq. We find none of these pre-release changes in a nontraded control sample of stocks mentioned in the column. Our results show that insider trading has a negative impact on market liquidity; depth is an important tool to manage asymmetric information risk; and specialist markets are better at detecting informed trades.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00188-0"
        },
        {
            "no": "4",
            "title": "Internal capital markets and investment policy: evidence from corporate spinoffs",
            "date": "Mar 2004",
            "author": [
                "Seoungpil Ahn",
                "David J Denis"
            ],
            "abstract": "We analyze changes in investment policy following 106 spinoffs between 1981 and 1996. Pre-spinoff, the sample firms are valued at a discount and invest less in their high q segments than do their single-segment peers. Post-spinoff, there is a significant increase in measures of investment efficiency and the diversification discount is eliminated. Furthermore, changes in excess value around the spinoff are positively related to changes in measures of investment efficiency. These findings support the view that (i) diversified firms allocate investment funds inefficiently, and (ii) by breaking up the conglomerate, spinoffs create value by improving investment efficiency.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00165-X"
        },
        {
            "no": "5",
            "title": "Determinants of target capital structure: The case of dual debt and equity issues",
            "date": "Mar 2004",
            "author": [
                "Armen Hovakimian",
                "Gayane Hovakimian",
                "Hassan Tehranian"
            ],
            "abstract": "We examine whether market and operating performance affect corporate financing behavior because they are related to target leverage. Our focus on firms that issue both debt and equity enhances our ability to draw inferences. Consistent with dynamic trade-off theories, dual issuers offset the deviation from the target resulting from accumulation of earnings and losses. Our results also imply that high market-to-book firms have low target debt ratios. On the other hand, consistent with market timing, high stock returns increase the probability of equity issuance but have no effect on target leverage.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00181-8"
        },
        {
            "no": "6",
            "title": "Predicting stock price movements from past returns: the role of consistency and tax-loss selling",
            "date": "Mar 2004",
            "author": [
                "Mark Grinblatt",
                "Tobias J. Moskowitz"
            ],
            "abstract": "The consistency of positive past returns and tax-loss selling significantly affects the relation between past returns and the cross-section of expected returns. Analysis of these additional effects across stock characteristics, seasons, and tax regimes provides clues about the sources of temporal relations in stock returns, pointing to potential explanations for this relation. A parsimonious trading rule generates surprisingly large economic returns despite controls for confounding sources of return premia, microstructure effects, and data snooping biases.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00176-4"
        },
        {
            "no": "7",
            "title": "Order preferencing and market quality on NASDAQ before and after decimalization",
            "date": "Mar 2004",
            "author": [
                "Kee H Chung",
                "Chairat Chuwonganant",
                "D.Timothy McCormick"
            ],
            "abstract": "Despite the widely held belief that order preferencing affects market quality, no hard evidence exists on the extent and determinants of order preferencing and its impact on dealer competition and execution quality. This study shows that the bid-ask spread (dealer quote aggressiveness) is positively (negatively) related to the proportion of internalized volume during both the pre- and post-decimalization periods. Although decimal pricing led to lower order preferencing on NASDAQ, the extent of order preferencing after decimalization is higher than what prior studies had predicted. The price impact of preferenced trades is smaller than that of unpreferenced trades and preferenced trades receive greater (smaller) size (price) improvements than unpreferenced trades.",
            "link": "https://doi.org/10.1016/S0304-405X(03)00174-0"
        },
        {
            "no": "8",
            "title": "Index",
            "date": "Mar 2004",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(04)00023-6"
        }
    ]
}