{
    "journal": "JF",
    "volume": "42",
    "issue": "2",
    "date": "June 1987",
    "page": "Pages: i-vi, 201-481, vii-xviii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "June 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb00564.x"
        },
        {
            "no": "2",
            "title": "Tests of Asset Pricing with Time‐Varying Expected Risk Premiums and Market Betas",
            "date": "June 1987",
            "author": [
                "WAYNE E. FERSON",
                "SHMUEL KANDEL",
                "ROBERT F. STAMBAUGH"
            ],
            "abstract": "Tests of asset‐pricing models are developed that allow expected risk premiums and market betas to vary over time. These tests exploit the relation between expected excess returns and current market values. Using weekly data for 1963 through 1982 on ten common stock portfolios formed according to equity capitalization, a single‐risk‐premium model is not rejected if the expected premium is time varying and is not constrained to correspond to a market factor. Conditional mean‐variance efficiency of a value‐weighted stock index is rejected, and the rejection is insensitive to how much variability of expected risk premiums is assumed.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02564.x"
        },
        {
            "no": "3",
            "title": "Nonsynchronous Data and the Covariance‐Factor Structure of Returns",
            "date": "June 1987",
            "author": [
                "JAY SHANKEN"
            ],
            "abstract": "Evidence is presented that indicates that the standard estimator of the covariance matrix of daily returns provides a distorted view of the true covariance‐factor structure. An alternative estimator, based on a model of the price‐adjustment delay process, reveals roughly twice as much covariation in individual security returns. The number of factors identified also appears to increase when this estimator is employed. Since the linear space spanned by the estimated factor‐loading vectors is quite sensitive to the estimator used, it is important that the consistent estimator be considered in the usual two‐stage empirical investigations of the APT.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02565.x"
        },
        {
            "no": "4",
            "title": "Mutual Fund Performance Evaluation: A Comparison of Benchmarks and Benchmark Comparisons",
            "date": "June 1987",
            "author": [
                "BRUCE N. LEHMANN",
                "DAVID M. MODEST"
            ],
            "abstract": "The authors' main goal in this paper is to ascertain whether conventional measures of abnormal mutual fund performance are sensitive to the benchmark chosen to measure normal performance. They employ the standard CAPM benchmarks and a variety of APT benchmarks to investigate this question. They find little similarity between the absolute and relative mutual fund rankings obtained from these alternative benchmarks, which suggests the importance of knowing the appropriate model for risk and return in this context. In addition, the rankings are not insensitive to the method used to construct the APT benchmark. Finally, they find statistically significant measured abnormal performance using all the benchmarks. The economic explanation for this phenomenon appears to be an open question.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02566.x"
        },
        {
            "no": "5",
            "title": "The Pricing of Options with Default Risk",
            "date": "June 1987",
            "author": [
                "HERB JOHNSON",
                "RENÉ STULZ"
            ],
            "abstract": "This paper considers the pricing of options with default risk. The comparative statics of such options can differ from those of ordinary options, and early exercise of such American call options can be optimal. Several examples of options with default risk are considered.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02567.x"
        },
        {
            "no": "6",
            "title": "The Pricing of Options on Assets with Stochastic Volatilities",
            "date": "June 1987",
            "author": [
                "JOHN HULL",
                "ALAN WHITE"
            ],
            "abstract": "One option‐pricing problem that has hitherto been unsolved is the pricing of a European call on an asset that has a stochastic volatility. This paper examines this problem. The option price is determined in series form for the case in which the stochastic volatility is independent of the stock price. Numerical solutions are also produced for the case in which the volatility is correlated with the stock price. It is found that the Black‐Scholes price frequently overprices options and that the degree of overpricing increases with the time to maturity.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02568.x"
        },
        {
            "no": "7",
            "title": "Efficient Analytic Approximation of American Option Values",
            "date": "June 1987",
            "author": [
                "GIOVANNI BARONE‐ADESI",
                "ROBERT E. WHALEY"
            ],
            "abstract": "This paper provides simple, analytic approximations for pricing exchange‐traded American call and put options written on commodities and commodity futures contracts. These approximations are accurate and considerably more computationally efficient than finite‐difference, binomial, or compound‐option pricing methods.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02569.x"
        },
        {
            "no": "8",
            "title": "Efficient Signalling with Dividends and Investments",
            "date": "June 1987",
            "author": [
                "RAMASASTRY AMBARISH",
                "KOSE JOHN",
                "JOSEPH WILLIAMS"
            ],
            "abstract": "An efficient signalling equilibrium with dividends and investments or, equivalently, dividends and net new issues of stock is constructed, and its properties are identified. Because corporate insiders can exploit multiple signals, the efficient mix must minimize dissipative costs. In equilibrium, many firms both distribute dividends and deviate from first‐best investment. Also, the impact of dividends on stock prices is positive. By contrast, the announcement effect of new stock is negative for firms with private information primarily about assets in place and positive for firms with inside information mainly about opportunities to invest.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02570.x"
        },
        {
            "no": "9",
            "title": "Collateral and Competitive Equilibria with Moral Hazard and Private Information",
            "date": "June 1987",
            "author": [
                "YUK‐SHEE CHAN",
                "ANJAN V. THAKOR"
            ],
            "abstract": "The authors examine equilibrium credit contracts and allocations under different competitivity specifications and explain the economic roles of collateral under these specifications. Both moral hazard and adverse selection are considered. The principal message is that how a competitive equilibrium is conceptualized significantly affects the characterization of equilibrium credit contracts. Specifically, some well‐known results in the rationing literature are shown to rest delicately on the adopted equilibrium concept. Two somewhat surprising results emerge. First, high‐quality borrowers with unlimited collateral may be priced out of the market despite the bank having idle deposits. Second, high‐quality borrowers may put up more collateral.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02571.x"
        },
        {
            "no": "10",
            "title": "A Theory of Stock Price Responses to Alternative Corporate Cash Disbursement Methods: Stock Repurchases and Dividends",
            "date": "June 1987",
            "author": [
                "AHARON R. OFER",
                "ANJAN V. THAKOR"
            ],
            "abstract": "This paper develops a model in which managers can signal their firms' true values by using either a dividend or a stock repurchase or both. The authors explain a number of stylized facts about these cash‐disbursement mechanisms, particularly those concerning the relative magnitudes of stock price responses to dividends and repurchases. Most importantly, they explain why a stock repurchase elicits a significantly higher price response, on average, than a dividend announcement.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02572.x"
        },
        {
            "no": "11",
            "title": "Forward Foreign Exchange Rates, Expected Spot Rates, and Premia: A Signal‐Extraction Approach",
            "date": "June 1987",
            "author": [
                "CHRISTIAN C. P. WOLFF"
            ],
            "abstract": "In this paper, we implement a methodology to identify and measure premia in the pricing of forward foreign exchange that involves application of signal‐extraction techniques from the engineering literature. Diagnostic tests indicate that these methods are quite successful in capturing the essence of the time‐series properties of premium terms. The estimated premium models indicate that premia show a certain degree of persistance over time and that more than half the variance in the forecast error that results from the use of current forward rates as predictors of future spot rates is accounted for by variation in premium terms. The methodology can be applied straightforwardly to the measurement of unobservables in other financial markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02573.x"
        },
        {
            "no": "12",
            "title": "Reserves Announcements and Interest Rates: Does Monetary Policy Matter?",
            "date": "June 1987",
            "author": [
                "GIKAS A. HARDOUVELIS"
            ],
            "abstract": "The author provides evidence on the perceived existence of strong liquidity effect. The analysis is based on the response of the term structure of interest rates to the weekly Federal Reserve announcements of bank reserves during the post‐October 1979 period. It is shown that unanticipated changes in the mix between borrowed and nonborrowed reserves cause expected real interest rates to change after the announcement because they provide information about a future change in the supply of money. A precise model is developed and tested during subperiods of nonborrowed and borrowed reserves targeting by the Fed.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02574.x"
        },
        {
            "no": "13",
            "title": "A Multiproduct Cost Study of Savings and Loans",
            "date": "June 1987",
            "author": [
                "LORETTA J. MESTER"
            ],
            "abstract": "This paper investigates the cost structure of savings and loans. Most studies of financial institutions have failed to take into account the multiproduct nature of these institutions. Using the multiproduct approach, the existence of subadditivity, multiproduct global and product‐specific economies of scale and scope, and substitutability between inputs is investigated. A translogarithmic cost function is estimated using 1982 data on California savings and loans. Restrictive functional forms also estimated are rejected. Standard errors for the statistics calculated are estimated, and various statistical tests are conducted. Previous authors have not calculated standard errors for these statistics. No evidence of subadditivity in the industry is found.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02575.x"
        },
        {
            "no": "14",
            "title": "Taxable vs. Tax‐Exempt Bonds: A Note on the Effect of Uncertain Taxable Income",
            "date": "June 1987",
            "author": [
                "CHRISTOPHER D. PIROS"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02576.x"
        },
        {
            "no": "15",
            "title": "Can Tax‐Loss Selling Explain the January Effect? A Note",
            "date": "June 1987",
            "author": [
                "CHARLES P. JONES",
                "DOUGLAS K. PEARCE",
                "JACK W. WILSON"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02577.x"
        },
        {
            "no": "16",
            "title": "A Note on the Convergence of Binomial‐Pricing and Compound‐Option Models",
            "date": "June 1987",
            "author": [
                "EDWARD OMBERG"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02578.x"
        },
        {
            "no": "17",
            "title": "Positively Weighted Frontier Portfolios: A Note",
            "date": "June 1987",
            "author": [
                "LARS TYGE NIELSEN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02579.x"
        },
        {
            "no": "18",
            "title": "A Note on the Local Expectations Hypothesis: A Discrete‐Time Exposition—Erratum",
            "date": "June 1987",
            "author": [
                "CHRISTIAN GILLES",
                "STEPHEN F. LeROY"
            ],
            "abstract": "We found an error in the expression for the rate of interest in Section III of Gilles and LeRoy 1.\nA consumer seeks to maximize the expected value of terminal‐period wealth\nE\n0\n(WT), where the law of motion for wealth is\nw\nt\n+\n1\n=\nw\nt\n×\ns\nt\n+\n1\n,\nw\n0\ngiven\n.\n(12)\nThe formula given for the price of a bond is correct as long as the bond matures at T. For arbitrary maturity\nt\n+\nτ\n, the correct formula is\np\n(\nt\n,\nτ\n)\n=\nE\nt\n{\nΠ\ni\n=\nτ\n+\n1\nT\n−\nt\ns\nt\n+\ni\n}\n/\nE\nt\n{\nΠ\ni\n=\n1\nT\n−\nt\ns\nt\n+\ni\n}\n.\n(13)\nThat is because, at t, the investor is indifferent between random payoff\ns\nt\n+\n1\n×\ns\nt\n+\n2\n×\n⋯\n×\ns\nt\n+\nτ\nat\nt\n+\nτ\nand the sure payoff 1/p (t, τ) only as long as both payoffs accumulate (in the productive process) to the same mean value at T.\nIn particular, the rate of interest is not\n1\n+\nr\nt\n=\nE\nt\n(\ns\nt\n+\n1\n)\nas claimed, but, instead,\n1\n+\nr\nt\n=\nE\nt\n{\nΠ\ni\n=\n1\nT\n−\nt\ns\nt\n+\ni\n}\n/\nE\nt\n{\nΠ\ni\n=\n2\nT\n−\nt\ns\nt\n+\ni\n}\n.\nThe conclusion remains the same, though; the local expectations hypothesis does not hold.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02580.x"
        },
        {
            "no": "19",
            "title": "Book Reviews",
            "date": "June 1987",
            "author": [],
            "abstract": "Book reviewed in this article:\nThe American Business Cycle: Continuity and Change. Edited by ROBERT J. GORDON. Chicago, Illinois: The University of Chicago Press, 1986. Pp. xiv + 868.\nInvestments. By ROBERT W. KOLB. Glenview, Illinois: Scott, Foresman and Co., 1986. Pp. xi + 637.\nAgency Problems and Financial Contracting. By AMIRB ARNEA,R OBERTA. HAUGEN, and LEMMA W. SENBET. Englewood Cliffs, New Jersey: Prentice Hall, 1985. Pp. x + 163.",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02581.x"
        },
        {
            "no": "20",
            "title": "MISCELLANEA",
            "date": "June 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb02582.x"
        },
        {
            "no": "21",
            "title": "ASSOCIATION MEETINGS",
            "date": "June 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb00565.x"
        },
        {
            "no": "22",
            "title": "ANNOUNCEMENTS",
            "date": "June 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb00566.x"
        },
        {
            "no": "23",
            "title": "Back Matter",
            "date": "June 1987",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1987.tb00567.x"
        }
    ]
}