{
    "journal": "JFE",
    "volume": "133",
    "issue": "2",
    "date": "August 2019",
    "page": "Pages 251-538",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Aug 2019",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(19)30146-1"
        },
        {
            "no": "2",
            "title": "AAA",
            "date": "Aug 2019",
            "author": [
                "Clifford W. Smith"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(19)30155-2"
        },
        {
            "no": "3",
            "title": "Why did the q theory of investment start working?",
            "date": "Mar 2019",
            "author": [
                "Daniel Andrei",
                "William Mann",
                "Nathalie Moyen"
            ],
            "abstract": "We show that the relation between aggregate investment and Tobin’s q has become remarkably tight in recent years, contrasting with earlier times. We connect this change with the growing empirical dispersion in Tobin’s q, which we show both in the cross-section and the time series. To study the source of this dispersion, we augment a standard investment model with two distinct mechanisms related to firms’ research activities: innovations and learning. Both innovation jumps in cash flows and the frequent updating of beliefs about future cash flows endogenously amplify volatility in the firm’s value function. Perhaps counterintuitively, the investment-q regression works better for research-intensive industries, a growing segment of the economy, despite their greater stock of intangible assets. We confirm the model’s predictions in the data, and we disentangle the results from measurement error in q.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.03.007"
        },
        {
            "no": "4",
            "title": "Empirical tests of asset pricing models with individual assets: Resolving the errors-in-variables bias in risk premium estimation",
            "date": "Feb 2019",
            "author": [
                "Narasimhan Jegadeesh",
                "Joonki Noh",
                "Kuntara Pukthuanthong",
                "Richard Roll",
                "Junbo Wang"
            ],
            "abstract": "To attenuate an inherent errors-in-variables bias, portfolios are widely employed to test asset pricing models; but portfolios might mask relevant risk- or return-related features of individual stocks. We propose an instrumental variables approach that allows the use of individual stocks as test assets, yet delivers consistent estimates of ex post risk premiums. This estimator also yields well-specified tests in small samples. The market risk premium under the capital asset pricing model (CAPM) and the liquidity-adjusted CAPM, premiums on risk factors under the Fama–French three- and five-factor models, and the Hou et al. (2015) four-factor model are all insignificant after controlling for asset characteristics.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.02.010"
        },
        {
            "no": "5",
            "title": "How news and its context drive risk and returns around the world",
            "date": "Nov 2018",
            "author": [
                "Charles W. Calomiris",
                "Harry Mamaysky"
            ],
            "abstract": "We develop a classification methodology for the context and content of news articles to predict risk and return in stock markets in 51 developed and emerging economies. A parsimonious summary of news, including topic-specific sentiment, frequency, and unusualness (entropy) of word flow, predicts future country-level returns, volatilities, and drawdowns. Economic and statistical significance are high and larger for year ahead than monthly predictions. The effect of news measures on market outcomes differs by country type and over time. News stories about emerging markets contain more incremental information. Out-of-sample testing confirms the economic value of our approach for forecasting country-level market outcomes.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.11.009"
        },
        {
            "no": "6",
            "title": "Government debt and corporate leverage: International evidence",
            "date": "Mar 2019",
            "author": [
                "Irem Demirci",
                "Jennifer Huang",
                "Clemens Sialm"
            ],
            "abstract": "We empirically investigate the impact of government debt on corporate financing decisions in an international setting. We show a negative relation between government debt and corporate leverage using data on 40 countries between 1990–2014. This negative relation is stronger for government debt that is financed domestically, for firms that are larger and more profitable, and in countries with more developed equity markets. To address potential endogeneity concerns, we use an instrumental variable approach based on military spending and a quasi-natural experiment based on the introduction of the Euro currency. Our findings suggest that government debt crowds out corporate debt.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.03.009"
        },
        {
            "no": "7",
            "title": "A capital structure channel of monetary policy",
            "date": "Mar 2019",
            "author": [
                "Benjamin Grosse-Rueschkamp",
                "Sascha Steffen",
                "Daniel Streitz"
            ],
            "abstract": "We study the transmission channels from central banks’ quantitative easing programs via the banking sector when central banks start purchasing corporate bonds. We find evidence consistent with a “capital structure channel” of monetary policy. The announcement of central bank purchases reduces the bond yields of firms whose bonds are eligible for central bank purchases. These firms substitute bank term loans with bond debt, thereby relaxing banks’ lending constraints: banks with low tier-1 ratios and high nonperforming loans increase lending to private (and profitable) firms, which experience a growth in investment. The credit reallocation increases banks’ risk-taking in corporate credit.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.03.006"
        },
        {
            "no": "8",
            "title": "The effect of bank monitoring on public bond terms",
            "date": "Feb 2019",
            "author": [
                "Zhiming Ma",
                "Derrald Stice",
                "Christopher Williams"
            ],
            "abstract": "This study examines the effect of bank loan monitoring on public bond contract design. We find that bond yield spreads are lower and that bond issuance amounts are larger when a borrower has recently obtained a private loan, consistent with bond issuers benefiting from the screening and ongoing monitoring of banks. We find that these bonds include more covenants than bonds issued without the cross-monitoring of banks, consistent with bondholders wanting to protect themselves from private lenders. This effect is larger for firms with high information asymmetry and larger potential conflicts between different lender types. Our results are robust to a battery of sensitivity tests. Overall, our empirical results suggest that borrowers that precede their public bond issuances with private loan agreements receive more favorable bond terms. Meanwhile, these benefits are associated with the cost of increased monitoring by public bonds.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.02.003"
        },
        {
            "no": "9",
            "title": "Volatility and the cross-section of corporate bond returns",
            "date": "Feb 2019",
            "author": [
                "Kee H. Chung",
                "Junbo Wang",
                "Chunchi Wu"
            ],
            "abstract": "This paper examines the pricing of volatility risk and idiosyncratic volatility in the cross-section of corporate bond returns for the period of 1994–2016. Results show that bonds with high volatility betas have low expected returns, and this negative relation appears in all segments of corporate bonds. Further, bonds with high idiosyncratic bond (stock) volatility have high (low) expected returns, and this relation strengthens as ratings decrease. Conventional risk factors and bond/issuer characteristics cannot account for these cross-sectional relations. There is evidence that the effect of idiosyncratic stock volatility on expected bond returns works through the channel of contemporaneous stock returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.02.002"
        },
        {
            "no": "10",
            "title": "Do firms hedge with foreign currency derivatives for employees?",
            "date": "Jan 2019",
            "author": [
                "Pinghsun Huang",
                "Hsin-Yi Huang",
                "Yan Zhang"
            ],
            "abstract": "Using a sample of 3004 US firm-years with foreign sales, we provide the first evidence that a firm's employee treatment score is an important determinant of its fraction of foreign sales hedged with currency-based derivatives. The positive relation between employee treatment rating and currency hedging activity is driven by firms operating in competitive industries, businesses with relatively unique products or assets, and companies adopting aggressive business strategies. These results suggest that firms with foreign sales tend to factor employee benefits in their currency hedging policies when their acquisition, development, and retention of human capital are especially costly or highly valued.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.01.008"
        },
        {
            "no": "11",
            "title": "The role of executive cash bonuses in providing individual and team incentives",
            "date": "Feb 2019",
            "author": [
                "Wayne R. Guay",
                "John D. Kepler",
                "David Tsui"
            ],
            "abstract": "Given CEOs’ substantial equity portfolios, much recent literature on CEO incentives regards cash-based bonus plans as largely irrelevant, begging the question of why nearly all CEO compensation plans include such bonuses. We develop a new measure of bonus plan incentives and show that performance sensitivities are much greater than prior estimates. We also test hypotheses regarding the role of bonuses in providing executives with individualized and team incentives. We find little evidence supporting the individualized incentives hypotheses but find consistent evidence that bonus plans appear to be used to encourage mutual monitoring and to facilitate coordination across the top management team as a whole.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.02.007"
        },
        {
            "no": "12",
            "title": "The cash conversion cycle spread",
            "date": "Feb 2019",
            "author": [
                "Baolian Wang"
            ],
            "abstract": "The cash conversion cycle (CCC) refers to the time span between the outlay of cash for purchases to the receipt of cash from sales. It is a widely used metric to gauge the effectiveness of a firm's management and intrinsic need for external financing. This paper shows that a zero-investment portfolio that buys the lowest CCC decile stocks and shorts the highest CCC decile stocks earns 5%–7% alphas per year. The CCC effect is prevalent across industries, remains even for large capitalization stocks, distinct from the known return predictors, and cannot be explained by the financial intermediary leverage risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.02.008"
        },
        {
            "no": "13",
            "title": "Does social capital mitigate agency problems? Evidence from Chief Executive Officer (CEO) compensation",
            "date": "Feb 2019",
            "author": [
                "Chun Keung(Stan) Hoi",
                "Qiang Wu",
                "Hao Zhang"
            ],
            "abstract": "We find that social capital, as captured by secular norms and social networks surrounding corporate headquarters, is negatively associated with levels of CEO compensation. This relation holds in a range of robustness tests including those that address omitted variable bias and reverse causality. Additionally, social capital reduces the likelihood that firms make opportunistic option grant awards that unduly favor CEOs, including lucky awards, backdated awards, and unscheduled awards. Social capital also lessens the accretive effect of CEO power on CEO compensation. These findings indicate that social capital mitigates agency problems by restraining managerial rent extraction in CEO compensation.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.02.009"
        },
        {
            "no": "14",
            "title": "Interconnectedness in the interbank market",
            "date": "Feb 2019",
            "author": [
                "Celso Brunetti",
                "Jeffrey H. Harris",
                "Shawn Mankad",
                "George Michailidis"
            ],
            "abstract": "We study the behavior of the interbank market around the 2008 financial crisis. Using network analysis, we study two network structures, correlation networks based on publicly traded bank returns and physical networks based on interbank lending transactions, among these public and also private banks. While the two networks behave similarly pre-crisis, during the crisis the correlation network shows an increase in interconnectedness, while the physical network highlights a marked decrease in interconnectedness. Moreover, these networks respond differently to monetary and macroeconomic shocks. Physical networks forecast liquidity problems, while correlation networks forecast financial crises.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.02.006"
        }
    ]
}