{
    "journal": "JFE",
    "volume": "133",
    "issue": "1",
    "date": "July 2019",
    "page": "Pages 1-250",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jul 2019",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(19)30127-8"
        },
        {
            "no": "2",
            "title": "Corporate control activism",
            "date": "Feb 2019",
            "author": [
                "Adrian Aycan Corum",
                "Doron Levit"
            ],
            "abstract": "This paper studies the role of activist investors in the market for corporate control. Our theory proposes that activist investors have an inherent advantage relative to bidders in pressuring entrenched incumbents to sell. As counterparties to the acquisition, bidders have a fundamental conflict of interests with target shareholders from which activist investors are immune. Therefore, unlike activists, the ability of bidders to win proxy fights is very limited. This result is consistent with the large number of activist campaigns that have resulted with the target’s sale to a third party and the evidence that most proxy fights are launched by activists, not by bidders.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.02.001"
        },
        {
            "no": "3",
            "title": "Entrusted loans: A close look at China's shadow banking system",
            "date": "Jan 2019",
            "author": [
                "Franklin Allen",
                "Yiming Qian",
                "Guoqian Tu",
                "Frank Yu"
            ],
            "abstract": "We perform transaction-level analyses of entrusted loans, one of the largest components of shadow banking in China. Entrusted loans involve firms with privileged access to cheap capital channeling funds to less privileged firms, and the increase when credit is tight. Nonaffiliated loans have much higher interest rates than both affiliated loans and official bank loans, and they largely flow into real estate. The pricing of entrusted loans, especially of nonaffiliated loans, incorporates fundamental and informational risks. Stock market reactions suggest that both affiliated and nonaffiliated loans are fairly compensated investments.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.01.006"
        },
        {
            "no": "4",
            "title": "Liquidity windfalls: The consequences of repo rehypothecation",
            "date": "Feb 2019",
            "author": [
                "Sebastian Infante"
            ],
            "abstract": "This paper presents a model of repo intermediation in which dealers intermediate secured financing between lenders and borrowers using the same collateral. Lenders are insulated from dealers through their repo’s collateral, but borrowers are exposed to dealers through the loss of their collateral. This makes lenders’ repo terms insensitive to dealers’ default, while borrowers’ repo terms are not. The model shows that when repos serve to intermediate collateral, haircuts are negative. This paper explains the difference in haircuts between the bilateral and tri-party repo market and the different run dynamics observed across these markets during the financial crisis.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.02.004"
        },
        {
            "no": "5",
            "title": "Do firms issue more equity when markets become more liquid?",
            "date": "Dec 2018",
            "author": [
                "Rogier M. Hanselaar",
                "René M. Stulz",
                "Mathijs A. van Dijk"
            ],
            "abstract": "Using quarterly data on initial public offerings (IPOs) and seasoned equity offerings (SEOs) for 37 countries from 1995 to 2014, we show that changes in equity issuance are positively related to lagged changes in aggregate local stock market liquidity. This relation is as economically significant as the well-known relation between equity issuance and lagged stock returns. It survives the inclusion of proxies for market timing, capital market conditions, growth prospects, asymmetric information, and investor sentiment. Changes in liquidity are less relevant for issuance by firms with greater financial pressures and by firms in less financially developed countries.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.12.004"
        },
        {
            "no": "6",
            "title": "Decision fatigue and heuristic analyst forecasts",
            "date": "Jan 2019",
            "author": [
                "David Hirshleifer",
                "Yaron Levi",
                "Ben Lourie",
                "Siew Hong Teoh"
            ],
            "abstract": "Psychological evidence indicates that decision quality declines after an extensive session of decision-making, a phenomenon known as decision fatigue. We study whether decision fatigue affects analysts’ judgments. Analysts cover multiple firms and often issue several forecasts in a single day. We find that forecast accuracy declines over the course of a day as the number of forecasts the analyst has already issued increases. Also consistent with decision fatigue, we find that the more forecasts an analyst issues, the higher the likelihood the analyst resorts to more heuristic decisions by herding more closely with the consensus forecast, self-herding (i.e., reissuing their own previous outstanding forecasts), and issuing a rounded forecast. Finally, we find that the stock market understands these effects and discounts for analyst decision fatigue.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.01.005"
        },
        {
            "no": "7",
            "title": "The information sensitivity of debt in good and bad times",
            "date": "Jan 2019",
            "author": [
                "Emanuele Brancati",
                "Marco Macchiavelli"
            ],
            "abstract": "We empirically show the dynamics of information production and information sensitivity of bank debt around the Great Recession. As more precise information is produced at the onset of the crisis, bank debt becomes informationally sensitive, along two separate dimensions. First, precise information amplifies the effect of market expectations on default risk; second, for banks that are already expected to perform poorly, more precise information further increases default risk. Both effects are muted in good times. Overall, our findings are consistent with information-based models of financial crises.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.01.002"
        },
        {
            "no": "8",
            "title": "Transparency and dealer networks: Evidence from the initiation of post-trade reporting in the mortgage backed security market",
            "date": "Jan 2019",
            "author": [
                "Paul Schultz",
                "Zhaogang Song"
            ],
            "abstract": "We examine the introduction of mandatory post-trade reporting in the To-Be-Announced mortgage-backed securities market. With post-trade reporting, trading costs fell for institutional investors. Trading costs declined more for investors’ trades with peripheral dealers than for their trades with core dealers. Peripheral dealers’ market share dropped after the introduction of post-trade reporting, suggesting that opacity was protecting inefficient high-cost dealers. Interdealer trades and volume declined as transparency made it easier to find natural counterparties. Relationships between dealers became less important and, after controlling for the number of trades, dealers used more counterparties in interdealer trades.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.01.007"
        },
        {
            "no": "9",
            "title": "The power of shareholder votes: Evidence from uncontested director elections",
            "date": "Dec 2018",
            "author": [
                "Reena Aggarwal",
                "Sandeep Dahiya",
                "Nagpurnanand R. Prabhala"
            ],
            "abstract": "This paper asks whether dissent votes in uncontested director elections have consequences for directors. We show that contrary to popular belief based on prior studies, shareholder votes have power and result in negative consequences for directors. Directors facing dissent are more likely to depart boards, especially if they are not lead directors or chairs of important committees. Directors facing dissent who do not leave are moved to less prominent positions on boards. Finally, we find evidence that directors facing dissent face reduced opportunities in the market for directors. We also find that the effects of dissent votes go beyond those of proxy advisor recommendations.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.12.002"
        },
        {
            "no": "10",
            "title": "Generalized recovery",
            "date": "Dec 2018",
            "author": [
                "Christian Skov Jensen",
                "David Lando",
                "Lasse Heje Pedersen"
            ],
            "abstract": "We characterize when physical probabilities, marginal utilities, and the discount rate can be recovered from observed state prices for several future time periods. We make no assumptions of the probability distribution, thus generalizing the time-homogeneous stationary model of Ross (2015). Recovery is feasible when the number of maturities with observable prices is higher than the number of states of the economy (or the number of parameters characterizing the pricing kernel). When recovery is feasible, our model allows a closed-form linearized solution. We implement our model empirically, testing the predictive power of the recovered expected return and other recovered statistics.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.12.003"
        },
        {
            "no": "11",
            "title": "Institutional investor cliques and governance",
            "date": "Nov 2018",
            "author": [
                "Alan D. Crane",
                "Andrew Koch",
                "Sébastien Michenaud"
            ],
            "abstract": "We examine the impact of investor coordination on governance. We identify coordinating groups of investors (cliques) as those connected through the network of institutional holdings. Clique members vote together on proxy items: a one standard deviation increase in clique ownership more than doubles votes against low quality management proposals. We use the 2003 mutual fund trading scandal to show that this effect is causal. These findings suggest coordination strengthens governance via voice. Coordination, however, also weakens governance via threat of exit. Clique owners exit positions more slowly, and firm value responds negatively to liquidity shocks when clique ownership is high.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.11.012"
        },
        {
            "no": "12",
            "title": "Optimal capital structure and bankruptcy choice: Dynamic bargaining versus liquidation",
            "date": "May 2018",
            "author": [
                "Samuel Antill",
                "Steven R. Grenadier"
            ],
            "abstract": "We model a firm’s optimal capital structure decision in a framework in which it may later choose to enter either Chapter 11 reorganization or Chapter 7 liquidation. Creditors anticipate equityholders’ ex-post reorganization incentives and price them into the ex-ante credit spreads. Using a realistic dynamic bargaining model of reorganization, we show that the off-equilibrium threat of costly renegotiation can lead to lower leverage, even with liquidation in equilibrium. If reorganization is less efficient than liquidation, the added option of reorganization can actually make equityholders worse off ex-ante, even when they liquidate on the equilibrium path.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.05.012"
        },
        {
            "no": "13",
            "title": "In search of preference shock risks: Evidence from longevity risks and momentum profits",
            "date": "Jan 2019",
            "author": [
                "Zhanhui Chen",
                "Bowen Yang"
            ],
            "abstract": "Time-preference shocks affect agents’ preferences for assets with different durations. We consider longevity risk as a source of time-preference shocks and model it in the recursive preferences setting. This implies a consumption-based three-factor model, including longevity risk, consumption growth rate, and the market portfolio, where longevity has a negative price of risk. Empirically, this model explains many well-known cross-sectional portfolios. Notably, we find that longevity risk and the momentum factor share a common business cycle component, i.e., short-run consumption risks. Prior winners (losers) provide hedging against mortality (longevity) risk and thus have higher (lower) expected returns, because winners have higher dividend growth and shorter equity durations than losers. Time-varying longevity risk captures most momentum profits over time, including the large momentum crashes observed in the data.",
            "link": "https://doi.org/10.1016/j.jfineco.2019.01.004"
        }
    ]
}