{
    "journal": "JFE",
    "volume": "119",
    "issue": "1",
    "date": "January 2016",
    "page": "Pages 1-248",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jan 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(15)00206-8"
        },
        {
            "no": "2",
            "title": "Assessing asset pricing models using revealed preference",
            "date": "Aug 2015",
            "author": [
                "Jonathan B. Berk",
                "Jules H. van Binsbergen"
            ],
            "abstract": "We propose a new method of testing asset pricing models that relies on quantities rather than just prices or returns. We use the capital flows into and out of mutual funds to infer which risk model investors use. We derive a simple test statistic that allows us to infer, from a set of candidate models, the risk model that is closest to the model that investors use in making their capital allocation decisions. Using our method, we assess the performance of the most commonly used asset pricing models in the literature.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.010"
        },
        {
            "no": "3",
            "title": "How do CEOs see their roles? Management philosophies and styles in family and non-family firms",
            "date": "Aug 2015",
            "author": [
                "William Mullins",
                "Antoinette Schoar"
            ],
            "abstract": "Using a survey of 800 Chief Executive Officers (CEOs) in 22 emerging economies, we show that CEOs' management styles and philosophies vary with the ownership and governance structure of their firms. Founders and CEOs of firms with greater family involvement display a greater stakeholder focus, and feel more accountable to employees and banks than to shareholders. They also have a more hierarchical management approach, and see their role as maintaining the status quo rather than bringing about change. In contrast, CEOs of non-family firms emphasize shareholder-value-maximization. Finally, firm-level variation in ownership is as important in explaining management philosophies as cross-country or industry-level differences.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.011"
        },
        {
            "no": "4",
            "title": "Quadratic variance swap models",
            "date": "Aug 2015",
            "author": [
                "Damir Filipović",
                "Elise Gourier",
                "Loriano Mancini"
            ],
            "abstract": "We introduce a novel class of term structure models for variance swaps. The multivariate state process is characterized by a quadratic diffusion function. The variance swap curve is quadratic in the state variable and available in closed form, greatly facilitating empirical analysis. Various goodness-of-fit tests show that quadratic models fit variance swaps on the S&P 500 remarkably well, and outperform affine models. We solve a dynamic optimal portfolio problem in variance swaps, index option, stock index and bond. An empirical analysis uncovers robust features of the optimal investment strategy.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.015"
        },
        {
            "no": "5",
            "title": "The influence of political bias in state pension funds",
            "date": "Aug 2015",
            "author": [
                "Daniel Bradley",
                "Christos Pantzalis",
                "Xiaojing Yuan"
            ],
            "abstract": "Using a sample of state pension funds’ equity holdings, we find evidence of not only local bias, but also bias towards politically-connected stocks. Political bias is detrimental to fund performance. State pension funds have longer holding durations of politically-connected local firms and display disposition behavior in these positions. Political bias is positively related to the percentage of politically-affiliated trustees on the board and Congressional connections. The more politically-affiliated trustees on the board, the more the fund shifts toward risky asset allocations. Overall, our results imply that political bias is likely costly to taxpayers and pension beneficiaries.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.017"
        },
        {
            "no": "6",
            "title": "Target revaluation after failed takeover attempts: Cash versus stock",
            "date": "Aug 2015",
            "author": [
                "Ulrike Malmendier",
                "Marcus M. Opp",
                "Farzad Saidi"
            ],
            "abstract": "Cash- and stock-financed takeover bids induce strikingly different target revaluations. We exploit detailed data on unsuccessful takeover bids between 1980 and 2008, and we show that targets of cash offers are revalued on average by +15% after deal failure, whereas stock targets return to their pre-announcement levels. The differences in revaluation do not revert over longer horizons. We find no evidence that future takeover activities or operational changes explain these differences. While the targets of failed cash and stock offers are both more likely to be acquired over the following eight years than matched control firms, no differences exist between cash and stock targets, either in the timing or in the value of future offers. Similarly, we cannot detect differential operational policies following the failed bid. Our results are most consistent with cash bids revealing prior undervaluation of the target. We reconcile our findings with the opposite conclusion in earlier literature (Bradley, Desai, and Kim, 1983) by identifying a look-ahead bias built into their sample construction.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.013"
        },
        {
            "no": "7",
            "title": "Price and volatility co-jumps",
            "date": "May 2015",
            "author": [
                "F.M. Bandi",
                "R. Renò"
            ],
            "abstract": "The nature of the dependence between discontinuities in prices and contemporaneous discontinuities in volatility (co-jumps) has been reported by many as being elusive, in terms of sign, magnitude, and statistical significance. Using a novel identification strategy in continuous time relying on trade-level information for spot variance estimation, as well as infinitesimal cross-moments, we document that a sizeable proportion of discontinuous changes in prices are associated with strongly anti-correlated, contemporaneous, discontinuous changes in volatility. Assuming a possibly nonmonotonic pricing kernel, we illustrate the equilibrium implications of price and volatility co-jumps for return and variance risk premia.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.05.007"
        },
        {
            "no": "8",
            "title": "Evaluating the impact of unconventional monetary policy measures: Empirical evidence from the ECB׳s Securities Markets Programme",
            "date": "Jun 2015",
            "author": [
                "Fabian Eser",
                "Bernd Schwaab"
            ],
            "abstract": "We assess the yield impact of asset purchases within the European Central Bank׳s (ECB) Securities Markets Programme (SMP) in five euro area sovereign bond markets from 2010–11. In addition to large announcement effects, we find an impact of approximately −3 basis points at the five-year maturity for purchases of 1/1000 of the outstanding debt. Bond yield volatility and tail risk are lower on intervention days for most SMP countries. A dynamic specification points to both transitory and long-run effects. Purchases improved liquidity conditions and reduced default-risk premia, while the signaling of future low interest rates did not play a role.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.06.003"
        },
        {
            "no": "9",
            "title": "The real effects of share repurchases",
            "date": "Aug 2015",
            "author": [
                "Heitor Almeida",
                "Vyacheslav Fos",
                "Mathias Kronlund"
            ],
            "abstract": "We employ a regression discontinuity design to identify the real effects of share repurchases on other firm outcomes. The probability of share repurchases that increase earnings per share (EPS) is sharply higher for firms that would have just missed the EPS forecast in the absence of the repurchase, when compared with firms that “just beat” the EPS forecast. We use this discontinuity to show that EPS-motivated repurchases are associated with reductions in employment and investment, and a decrease in cash holdings. Our evidence suggests that managers are willing to trade off investments and employment for stock repurchases that allow them to meet analyst EPS forecasts.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.008"
        },
        {
            "no": "10",
            "title": "Stock repurchases and liquidity",
            "date": "Aug 2015",
            "author": [
                "Alexander Hillert",
                "Ernst Maug",
                "Stefan Obernberger"
            ],
            "abstract": "We analyze the impact of share repurchases on liquidity based on a new comprehensive data set of realized share repurchases in the US, which covers 50,204 repurchase months between 2004 and 2010. Using instrumental variable analysis, we show that repurchases unequivocally improve liquidity and suggest that endogenous controls have confounded results in earlier studies. Liquidity also influences how firms execute repurchase programs. Repurchases provide liquidity when other investors sell the firm's stock or in times of crisis. No evidence exists that firms reduce liquidity when they trade on private information.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.009"
        },
        {
            "no": "11",
            "title": "Disagreement, speculation, and aggregate investment",
            "date": "Aug 2015",
            "author": [
                "Steven D. Baker",
                "Burton Hollifield",
                "Emilio Osambela"
            ],
            "abstract": "When investors disagree, speculation between them alters equilibrium prices in financial markets. Because managers maximize firm value given financial market prices, disagreement alters firms' value-maximizing investment policies. Disagreement therefore impacts aggregate investment, consumption, and output. In a production economy with recursive preferences and disasters, we demonstrate that static disagreement among investors generates dynamic aggregate investment that is positively correlated with capital shocks, leading to stochastic volatility in aggregate consumption, investment, and equity returns. The direction of these effects is consistent with business cycle facts, and with several features of the 2008 financial crisis.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.014"
        },
        {
            "no": "12",
            "title": "The product market effects of hedge fund activism",
            "date": "Aug 2015",
            "author": [
                "Hadiye Aslan",
                "Praveen Kumar"
            ],
            "abstract": "We examine the product market spillover effects of hedge fund activism (HFA) on the industry rivals of target firms. HFA has negative real and stockholder wealth effects on the average rival firm. The effects on rivals' product market performance is commensurate with post-activism improvements in target's productivity, cost and capital allocation efficiency, and product differentiation. Financially constrained rivals accommodate these improvements but those facing high intervention threat respond effectively to them. The spillover effects are strengthened in less concentrated and low entry barrier industries. The results are robust to the alternative hypothesis of strategic target selection by hedge funds.",
            "link": "https://doi.org/10.1016/j.jfineco.2015.08.016"
        }
    ]
}