{
    "journal": "JF",
    "volume": "68",
    "issue": "5",
    "date": "October 2013",
    "page": "Pages: fmi-fmvii, 1715-2221, bmi-bmiii",
    "article": [
        {
            "no": "1",
            "title": "FRONT MATTER",
            "date": "10 September 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12102"
        },
        {
            "no": "2",
            "title": "Bengt Holmstrom",
            "date": "10 September 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12097"
        },
        {
            "no": "3",
            "title": "Joint Editorial",
            "date": "10 September 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12098"
        },
        {
            "no": "4",
            "title": "Market Expectations in the Cross‐Section of Present Values",
            "date": "13 May 2013",
            "author": [
                "BRYAN KELLY",
                "SETH PRUITT"
            ],
            "abstract": "Returns and cash flow growth for the aggregate U.S. stock market are highly and robustly predictable. Using a single factor extracted from the cross‐section of book‐to‐market ratios, we find an out‐of‐sample return forecasting R2 of 13% at the annual frequency (0.9% monthly). We document similar out‐of‐sample predictability for returns on value, size, momentum, and industry portfolios. We present a model linking aggregate market expectations to disaggregated valuation ratios in a latent factor system. Spreads in value portfolios’ exposures to economic shocks are key to identifying predictability and are consistent with duration‐based theories of the value premium.",
            "link": "https://doi.org/10.1111/jofi.12060"
        },
        {
            "no": "5",
            "title": "Stronger Risk Controls, Lower Risk: Evidence from U.S. Bank Holding Companies",
            "date": "13 May 2013",
            "author": [
                "ANDREW ELLUL",
                "VIJAY YERRAMILLI"
            ],
            "abstract": "We construct a risk management index (RMI) to measure the strength and independence of the risk management function at bank holding companies (BHCs). The U.S. BHCs with higher RMI before the onset of the financial crisis have lower tail risk, lower nonperforming loans, and better operating and stock return performance during the financial crisis years. Over the period 1995 to 2010, BHCs with a higher lagged RMI have lower tail risk and higher return on assets, all else equal. Overall, these results suggest that a strong and independent risk management function can curtail tail risk exposures at banks.",
            "link": "https://doi.org/10.1111/jofi.12057"
        },
        {
            "no": "6",
            "title": "Liquidity in the Foreign Exchange Market: Measurement, Commonality, and Risk Premiums",
            "date": "09 April 2013",
            "author": [
                "LORIANO MANCINI",
                "ANGELO RANALDO",
                "JAN WRAMPELMEYER"
            ],
            "abstract": "We provide the first systematic study of liquidity in the foreign exchange market. We find significant variation in liquidity across exchange rates, substantial illiquidity costs, and strong commonality in liquidity across currencies and with equity and bond markets. Analyzing the impact of liquidity risk on carry trades, we show that funding (investment) currencies offer insurance against (exposure to) liquidity risk. A liquidity risk factor has a strong impact on carry trade returns from 2007 to 2009, suggesting that liquidity risk is priced. We present evidence that liquidity spirals may trigger these findings.",
            "link": "https://doi.org/10.1111/jofi.12053"
        },
        {
            "no": "7",
            "title": "Uncertainty, Time‐Varying Fear, and Asset Prices",
            "date": "20 May 2013",
            "author": [
                "ITAMAR DRECHSLER"
            ],
            "abstract": "I construct an equilibrium model that captures salient properties of index option prices, equity returns, variance, and the risk‐free rate. A representative investor makes consumption and portfolio choice decisions that are robust to his uncertainty about the true economic model. He pays a large premium for index options because they hedge important model misspecification concerns, particularly concerning jump shocks to cash flow growth and volatility. A calibration shows that empirically consistent fundamentals and reasonable model uncertainty explain option prices and the variance premium. Time variation in uncertainty generates variance premium fluctuations, helping explain their power to predict stock returns.",
            "link": "https://doi.org/10.1111/jofi.12068"
        },
        {
            "no": "8",
            "title": "The Effects of Stock Lending on Security Prices: An Experiment",
            "date": "09 April 2013",
            "author": [
                "STEVEN N. KAPLAN",
                "TOBIAS J. MOSKOWITZ",
                "BERK A. SENSOY"
            ],
            "abstract": "We examine the impact of short selling by conducting a randomized stock lending experiment. Working with a large, anonymous money manager, we create an exogenous and sizeable shock to the supply of lendable shares by taking high loan fee stocks in the manager's portfolio and randomly making available and withholding stocks from the lending market. The experiment ran in two independent phases: the first, from September 5 to 18, 2008, with over $580 million of securities lent, and the second, from June 5 to September 30, 2009, with over $250 million of securities lent. While the supply shocks significantly reduce market lending fees and raise quantities, we find no evidence that returns, volatility, skewness, or bid–ask spreads are affected. The results provide novel evidence on the impact of shorting supply and do not indicate any adverse effects on stock prices from securities lending.",
            "link": "https://doi.org/10.1111/jofi.12051"
        },
        {
            "no": "9",
            "title": "Trading Complex Assets",
            "date": "30 January 2013",
            "author": [
                "BRUCE IAN CARLIN",
                "SHIMON KOGAN",
                "RICHARD LOWERY"
            ],
            "abstract": "We perform an experimental study to assess the effect of complexity on asset trading. We find that higher complexity leads to increased price volatility, lower liquidity, and decreased trade efficiency especially when repeated bargaining takes place. However, the channel through which complexity acts is not simply due to the added noise induced by estimation error. Rather, complexity alters the bidding strategies used by traders, making them less inclined to trade, even when we control for estimation error across treatments. As such, it appears that adverse selection plays an important role in explaining the trading abnormalities caused by complexity.",
            "link": "https://doi.org/10.1111/jofi.12029"
        },
        {
            "no": "10",
            "title": "Corporate Diversification and the Cost of Capital",
            "date": "20 May 2013",
            "author": [
                "REBECCA N. HANN",
                "MARIA OGNEVA",
                "OGUZHAN OZBAS"
            ],
            "abstract": "We examine whether organizational form matters for a firm's cost of capital. Contrary to the conventional view, we argue that coinsurance among a firm's business units can reduce systematic risk through the avoidance of countercyclical deadweight costs. We find that diversified firms have, on average, a lower cost of capital than comparable portfolios of stand‐alone firms. In addition, diversified firms with less correlated segment cash flows have a lower cost of capital, consistent with a coinsurance effect. Holding cash flows constant, our estimates imply an average value gain of approximately 5% when moving from the highest to the lowest cash flow correlation quintile.",
            "link": "https://doi.org/10.1111/jofi.12067"
        },
        {
            "no": "11",
            "title": "Optimal CEO Compensation with Search: Theory and Empirical Evidence",
            "date": "27 May 2013",
            "author": [
                "MELANIE CAO",
                "RONG WANG"
            ],
            "abstract": "We integrate an agency problem into search theory to study executive compensation in a market equilibrium. A CEO can choose to stay or quit and search after privately observing an idiosyncratic shock to the firm. The market equilibrium endogenizes CEOs’ and firms’ outside options and captures contracting externalities. We show that the optimal pay‐to‐performance ratio is less than one even when the CEO is risk neutral. Moreover, the equilibrium pay‐to‐performance sensitivity depends positively on a firm's idiosyncratic risk and negatively on the systematic risk. Our empirical tests using executive compensation data confirm these results.",
            "link": "https://doi.org/10.1111/jofi.12069"
        },
        {
            "no": "12",
            "title": "Aggregate Risk and the Choice between Cash and Lines of Credit",
            "date": "13 May 2013",
            "author": [
                "VIRAL V. ACHARYA",
                "HEITOR ALMEIDA",
                "MURILLO CAMPELLO"
            ],
            "abstract": "Banks can create liquidity for firms by pooling their idiosyncratic risks. As a result, bank lines of credit to firms with greater aggregate risk should be costlier and such firms opt for cash in spite of the incurred liquidity premium. We find empirical support for this novel theoretical insight. Firms with higher beta have a higher ratio of cash to credit lines and face greater costs on their lines. In times of heightened aggregate volatility, banks exposed to undrawn credit lines become riskier; bank credit lines feature fewer initiations, higher spreads, and shorter maturity; and, firms’ cash reserves rise.",
            "link": "https://doi.org/10.1111/jofi.12056"
        },
        {
            "no": "13",
            "title": "Debt Specialization",
            "date": "09 April 2013",
            "author": [
                "PAOLO COLLA",
                "FILIPPO IPPOLITO",
                "KAI LI"
            ],
            "abstract": "This paper examines debt structure using a new and comprehensive database on types of debt employed by public U.S. firms. We find that 85% of the sample firms borrow predominantly with one type of debt, and the degree of debt specialization varies widely across different subsamples—large rated firms tend to diversify across multiple debt types, while small unrated firms specialize in fewer types. We suggest several explanations for why debt specialization takes place, and show that firms employing few types of debt have higher bankruptcy costs, are more opaque, and lack access to some segments of the debt markets.",
            "link": "https://doi.org/10.1111/jofi.12052"
        },
        {
            "no": "14",
            "title": "Risk Management and Firm Value: Evidence from Weather Derivatives",
            "date": "13 May 2013",
            "author": [
                "FRANCISCO PÉREZ‐GONZÁLEZ",
                "HAYONG YUN"
            ],
            "abstract": "This paper shows that active risk management policies lead to an increase in firm value. To identify the effect of hedging and to overcome endogeneity concerns, we exploit the introduction of weather derivatives as an exogenous shock to firms’ ability to hedge weather risks. This innovation disproportionately benefits weather‐sensitive firms, irrespective of their future investment opportunities. Using this natural experiment and data from energy firms, we find that derivatives lead to higher valuations, investments, and leverage. Overall, our results demonstrate that risk management has real consequences on firm outcomes.",
            "link": "https://doi.org/10.1111/jofi.12061"
        },
        {
            "no": "15",
            "title": "Private and Public Merger Waves",
            "date": "12 April 2013",
            "author": [
                "VOJISLAV MAKSIMOVIC",
                "GORDON PHILLIPS",
                "LIU YANG"
            ],
            "abstract": "We document that public firms participate more than private firms as buyers and sellers of assets in merger waves and their participation is affected more by credit spreads and aggregate market valuation. Public firm acquisitions realize higher gains in productivity, particularly for on‐the‐wave acquisitions and when the acquirer's stock is liquid and highly valued. Our results are not driven solely by public firms' better access to capital. Using productivity data from early in the firm's life, we find that better private firms subsequently select to become public. Initial size and productivity predict asset purchases and sales 10 and more years later.",
            "link": "https://doi.org/10.1111/jofi.12055"
        },
        {
            "no": "16",
            "title": "MISCELLANEA",
            "date": "10 September 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12093"
        },
        {
            "no": "17",
            "title": "ANNOUNCEMENTS",
            "date": "10 September 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12104"
        },
        {
            "no": "18",
            "title": "BACK MATTER",
            "date": "10 September 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12103"
        }
    ]
}