{
    "journal": "JF",
    "volume": "68",
    "issue": "2",
    "date": "April 2013",
    "page": "Pages: fmi-fmvii, v, 387-787, bmi",
    "article": [
        {
            "no": "1",
            "title": "FRONT MATTER",
            "date": "07 March 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12036"
        },
        {
            "no": "2",
            "title": "ANNOUNCEMENT OF 2012 SMITH BREEDEN AND BRATTLE GROUP PRIZES",
            "date": "07 March 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12038"
        },
        {
            "no": "3",
            "title": "Divisional Managers and Internal Capital Markets",
            "date": "26 November 2012",
            "author": [
                "RAN DUCHIN",
                "DENIS SOSYURA"
            ],
            "abstract": "Using hand‐collected data on divisional managers at S&P 500 firms, we study their role in internal capital budgeting. Divisional managers with social connections to the CEO receive more capital. Connections to the CEO outweigh measures of managers' formal influence, such as seniority and board membership, and affect both managerial appointments and capital allocations. The effect of connections on investment efficiency depends on the tradeoff between agency and information asymmetry. Under weak governance, connections reduce investment efficiency and firm value via favoritism. Under high information asymmetry, connections increase investment efficiency and firm value via information transfer.",
            "link": "https://doi.org/10.1111/jofi.12003"
        },
        {
            "no": "4",
            "title": "Monitoring Managers: Does It Matter?",
            "date": "26 November 2012",
            "author": [
                "FRANCESCA CORNELLI",
                "ZBIGNIEW KOMINEK",
                "ALEXANDER LJUNGQVIST"
            ],
            "abstract": "We study how well‐incentivized boards monitor CEOs and whether monitoring improves performance. Using unique, detailed data on boards' information sets and decisions for a large sample of private equity–backed firms, we find that gathering information helps boards learn about CEO ability. “Soft” information plays a much larger role than hard data, such as the performance metrics that prior literature focuses on, and helps avoid firing a CEO for bad luck or in response to adverse external shocks. We show that governance reforms increase the effectiveness of board monitoring and establish a causal link between forced CEO turnover and performance improvements.",
            "link": "https://doi.org/10.1111/jofi.12004"
        },
        {
            "no": "5",
            "title": "The Maturity Rat Race",
            "date": "26 November 2012",
            "author": [
                "MARKUS K. BRUNNERMEIER",
                "MARTIN OEHMKE"
            ],
            "abstract": "Why do some firms, especially financial institutions, finance themselves so short‐term? We show that extreme reliance on short‐term financing may be the outcome of a maturity rat race: a borrower may have an incentive to shorten the maturity of an individual creditor's debt contract because this dilutes other creditors. In response, other creditors opt for shorter maturity contracts as well. This dynamic toward short maturities is present whenever interim information is mostly about the probability of default rather than the recovery in default. For borrowers that cannot commit to a maturity structure, equilibrium financing is inefficiently short‐term.",
            "link": "https://doi.org/10.1111/jofi.12005"
        },
        {
            "no": "6",
            "title": "Outsourcing Mutual Fund Management: Firm Boundaries, Incentives, and Performance",
            "date": "26 November 2012",
            "author": [
                "JOSEPH CHEN",
                "HARRISON HONG",
                "WENXI JIANG",
                "JEFFREY D. KUBIK"
            ],
            "abstract": "We investigate the effects of managerial outsourcing on the performance and incentives of mutual funds. Fund families outsource the management of a large fraction of their funds to advisory firms. These funds underperform those run internally by about 52 basis points per year. After instrumenting for a fund's outsourcing status, the estimated underperformance is three times larger. We hypothesize that contractual externalities due to firm boundaries make it difficult to extract performance from an outsourced relationship. Consistent with this view, outsourced funds face higher powered incentives; they are more likely to be closed after poor performance and excessive risk‐taking.",
            "link": "https://doi.org/10.1111/jofi.12006"
        },
        {
            "no": "7",
            "title": "A Multiple Lender Approach to Understanding Supply and Search in the Equity Lending Market",
            "date": "26 November 2012",
            "author": [
                "ADAM C. KOLASINSKI",
                "ADAM V. REED",
                "MATTHEW C. RINGGENBERG"
            ],
            "abstract": "Using unique data from 12 lenders, we examine how equity lending fees respond to demand shocks. We find that, when demand is moderate, fees are largely insensitive to demand shocks. However, at high demand levels, further increases in demand lead to significantly higher fees and the extent to which demand shocks impact fees is also related to search frictions in the loan market. Moreover, consistent with search models, we find significant dispersion in loan fees, with this dispersion increasing in loan scarcity and search frictions. Our findings imply that search frictions significantly impact short selling costs.",
            "link": "https://doi.org/10.1111/jofi.12007"
        },
        {
            "no": "8",
            "title": "On the High‐Frequency Dynamics of Hedge Fund Risk Exposures",
            "date": "26 November 2012",
            "author": [
                "ANDREW J. PATTON",
                "TARUN RAMADORAI"
            ],
            "abstract": "We propose a new method to model hedge fund risk exposures using relatively high‐frequency conditioning variables. In a large sample of funds, we find substantial evidence that hedge fund risk exposures vary across and within months, and that capturing within‐month variation is more important for hedge funds than for mutual funds. We consider different within‐month functional forms, and uncover patterns such as day‐of‐the‐month variation in risk exposures. We also find that changes in portfolio allocations, rather than in the risk exposures of the underlying assets, are the main drivers of hedge funds' risk exposure variation.",
            "link": "https://doi.org/10.1111/jofi.12008"
        },
        {
            "no": "9",
            "title": "The Cost of Short‐Selling Liquid Securities",
            "date": "26 November 2012",
            "author": [
                "SNEHAL BANERJEE",
                "JEREMY J. GRAVELINE"
            ],
            "abstract": "Standard models of liquidity argue that the higher price for a liquid security reflects the future benefits that long investors expect to receive. We show that short‐sellers can also pay a net liquidity premium if their cost to borrow the security is higher than the price premium they collect from selling it. We provide a model‐free decomposition of the price premium for liquid securities into the net premiums paid by both long investors and short‐sellers. Empirically, we find that short‐sellers were responsible for a substantial fraction of the liquidity premium for on‐the‐run Treasuries from November 1995 through July 2009.",
            "link": "https://doi.org/10.1111/jofi.12009"
        },
        {
            "no": "10",
            "title": "Noisy Prices and Inference Regarding Returns",
            "date": "26 November 2012",
            "author": [
                "ELENA ASPAROUHOVA",
                "HENDRIK BESSEMBINDER",
                "IVALINA KALCHEVA"
            ],
            "abstract": "Temporary deviations of trade prices from fundamental values impart bias to estimates of mean returns to individual securities, to differences in mean returns across portfolios, and to parameters estimated in return regressions. We consider a number of corrections, and show them to be effective under reasonable assumptions. In an application to the Center for Research in Security Prices monthly returns, the corrections indicate significant biases in uncorrected return premium estimates associated with an array of firm characteristics. The bias can be large in economic terms, for example, equal to 50% or more of the corrected estimate for firm size and share price.",
            "link": "https://doi.org/10.1111/jofi.12010"
        },
        {
            "no": "11",
            "title": "How Effective Were the Federal Reserve Emergency Liquidity Facilities? Evidence from the Asset‐Backed Commercial Paper Money Market Mutual Fund Liquidity Facility",
            "date": "26 November 2012",
            "author": [
                "BURCU DUYGAN‐BUMP",
                "PATRICK PARKINSON",
                "ERIC ROSENGREN",
                "GUSTAVO A. SUAREZ",
                "PAUL WILLEN"
            ],
            "abstract": "The events following Lehman's failure in 2008 and the current turmoil emanating from Europe highlight the structural vulnerabilities of short‐term credit markets and the role of central banks as back‐stop liquidity providers. The Federal Reserve's response to financial disruptions in the United States importantly included the creation of liquidity facilities. Using a differences‐in‐differences approach, we evaluate one of the most unusual of these interventions—the Asset‐Backed Commercial Paper Money Market Mutual Fund Liquidity Facility. We find that this facility helped stabilize asset outflows from money market funds and reduced asset‐backed commercial paper yields significantly.",
            "link": "https://doi.org/10.1111/jofi.12011"
        },
        {
            "no": "12",
            "title": "Uncovering Hedge Fund Skill from the Portfolio Holdings They Hide",
            "date": "26 November 2012",
            "author": [
                "VIKAS AGARWAL",
                "WEI JIANG",
                "YUEHUA TANG",
                "BAOZHONG YANG"
            ],
            "abstract": "This paper studies the “confidential holdings” of institutional investors, especially hedge funds, where the quarter‐end equity holdings are disclosed with a delay through amendments to Form 13F and are usually excluded from the standard databases. Funds managing large risky portfolios with nonconventional strategies seek confidentiality more frequently. Stocks in these holdings are disproportionately associated with information‐sensitive events or share characteristics indicating greater information asymmetry. Confidential holdings exhibit superior performance up to 12 months, and tend to take longer to build. Together the evidence supports private information and the associated price impact as the dominant motives for confidentiality.",
            "link": "https://doi.org/10.1111/jofi.12012"
        },
        {
            "no": "13",
            "title": "MISCELLANEA",
            "date": "07 March 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12016"
        },
        {
            "no": "14",
            "title": "ANNOUNCEMENTS",
            "date": "07 March 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12039"
        },
        {
            "no": "15",
            "title": "BACK MATTER",
            "date": "07 March 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12037"
        }
    ]
}