{
    "journal": "JF",
    "volume": "56",
    "issue": "6",
    "date": "December 2001",
    "page": "Pages: i-xiii, 2019-40",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "13 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00909.x"
        },
        {
            "no": "2",
            "title": "The Market for Corporate Assets: Who Engages in Mergers and Asset Sales and Are There Efficiency Gains?",
            "date": "17 December 2002",
            "author": [
                "Vojislav Maksimovic",
                "Gordon Phillips"
            ],
            "abstract": "We analyze the market for corporate assets. There is an active market for corporate assets, with close to seven percent of plants changing ownership annually through mergers, acquisitions, and asset sales in peak expansion years. The probability of asset sales and whole‐firm transactions is related to firm organization and ex ante efficiency of buyers and sellers. The timing of sales and the pattern of efficiency gains suggests that the transactions that occur, especially through asset sales of plants and divisions, tend to improve the allocation of resources and are consistent with a simple neoclassical model of profit maximizing by firms.",
            "link": "https://doi.org/10.1111/0022-1082.00398"
        },
        {
            "no": "3",
            "title": "The Relative Valuation of Caps and Swaptions: Theory and Empirical Evidence",
            "date": "17 December 2002",
            "author": [
                "Francis A. Longstaff",
                "Pedro Santa‐Clara",
                "Eduardo S. Schwartz"
            ],
            "abstract": "Although traded as distinct products, caps and swaptions are linked by no‐arbitrage relations through the correlation structure of interest rates. Using a string market model, we solve for the correlation matrix implied by swaptions and examine the relative valuation of caps and swaptions. We find that swaption prices are generated by four factors and that implied correlations are lower than historical correlations. Long‐dated swaptions appear mispriced and there were major pricing distortions during the 1998 hedge‐fund crisis. Cap prices periodically deviate significantly from the no‐arbitrage values implied by the swaptions market.",
            "link": "https://doi.org/10.1111/0022-1082.00399"
        },
        {
            "no": "4",
            "title": "Dividend Changes and Future Profitability",
            "date": "17 December 2002",
            "author": [
                "Doron Nissim",
                "Amir Ziv"
            ],
            "abstract": "We investigate the relation between dividend changes and future profitability, measured in terms of either future earnings or future abnormal earnings. Supporting “the information content of dividends hypothesis,” we find that dividend changes provide information about the level of profitability in subsequent years, incremental to market and accounting data. We also document that dividend changes are positively related to earnings changes in each of the two years after the dividend change.",
            "link": "https://doi.org/10.1111/0022-1082.00400"
        },
        {
            "no": "5",
            "title": "Characteristics of Risk and Return in Risk Arbitrage",
            "date": "17 December 2002",
            "author": [
                "Mark Mitchell",
                "Todd Pulvino"
            ],
            "abstract": "This paper analyzes 4,750 mergers from 1963 to 1998 to characterize the risk and return in risk arbitrage. Results indicate that risk arbitrage returns are positively correlated with market returns in severely depreciating markets but uncorrelated with market returns in flat and appreciating markets. This suggests that returns to risk arbitrage are similar to those obtained from selling uncovered index put options. Using a contingent claims analysis that controls for the nonlinear relationship with market returns, and after controlling for transaction costs, we find that risk arbitrage generates excess returns of four percent per year.",
            "link": "https://doi.org/10.1111/0022-1082.00401"
        },
        {
            "no": "6",
            "title": "The Determinants of Credit Spread Changes",
            "date": "17 December 2002",
            "author": [
                "Pierre Collin-Dufresn",
                "Robert S. Goldstein",
                "J. Spencer Martin"
            ],
            "abstract": "Using dealer's quotes and transactions prices on straight industrial bonds, we investigate the determinants of credit spread changes. Variables that should in theory determine credit spread changes have rather limited explanatory power. Further, the residuals from this regression are highly cross‐correlated, and principal components analysis implies they are mostly driven by a single common factor. Although we consider several macroeconomic and financial variables as candidate proxies, we cannot explain this common systematic component. Our results suggest that monthly credit spread changes are principally driven by local supply/demand shocks that are independent of both credit‐risk factors and standard proxies for liquidity.",
            "link": "https://doi.org/10.1111/0022-1082.00402"
        },
        {
            "no": "7",
            "title": "On the Perils of Financial Intermediaries Setting Security Prices: The Mutual Fund Wild Card Option",
            "date": "17 December 2002",
            "author": [
                "John M. R. Chalmers",
                "Roger M. Edelen",
                "Gregory B. Kadlec"
            ],
            "abstract": "Economic distortions can arise when financial claims trade at prices set by an intermediary rather than direct negotiation between principals. We demonstrate the problem in a specific context, the exchange of open‐end mutual fund shares. Mutual funds typically set fund share price (NAV) using an algorithm that fails to account for nonsynchronous trading in the fund's underlying securities. This results in predictable changes in NAV, which lead to exploitable trading opportunities. A modification to the pricing algorithm that corrects for nonsynchronous trading eliminates much of the predictability. However, there are many other potential sources of distortion when intermediaries set prices.",
            "link": "https://doi.org/10.1111/0022-1082.00403"
        },
        {
            "no": "8",
            "title": "A Theory of the Syndicate: Form Follows Function",
            "date": "17 December 2002",
            "author": [
                "Pegaret Pichler",
                "William Wilhelm"
            ],
            "abstract": "We relate the organizational form of investment banking syndicates to moral hazard in team production. Although syndicates are dissolved upon deal completion, membership stability across deals represents a barrier to entry that enables the capture of quasirents. This improves incentives for individual bankers to cultivate investor relationships that translate into greater expected proceeds. Reputational concerns of lead bankers amplify the effect. We derive conditions under which restricted entry and designation of a lead banker strictly Pareto dominate, in which case it is also strictly Pareto dominant for the syndicate's fee to be greater than members' cost of participation.",
            "link": "https://doi.org/10.1111/0022-1082.00404"
        },
        {
            "no": "9",
            "title": "Internal Monitoring Mechanisms and CEO Turnover: A Long‐Term Perspective",
            "date": "17 December 2002",
            "author": [
                "Mark R. Huson",
                "Robert Parrino",
                "Laura T. Starks"
            ],
            "abstract": "We report evidence on chief executive officer (CEO) turnover during the 1971 to 1994 period. We find that the nature of CEO turnover activity has changed over time. The frequencies of forced CEO turnover and outside succession both increased. However, the relation between the likelihood of forced CEO turnover and firm performance did not change significantly from the beginning to the end of the period we examine, despite substantial changes in internal governance mechanisms. The evidence also indicates that changes in the intensity of the takeover market are not associated with changes in the sensitivity of CEO turnover to firm performance.",
            "link": "https://doi.org/10.1111/0022-1082.00405"
        },
        {
            "no": "10",
            "title": "Executive Compensation and Corporate Acquisition Decisions",
            "date": "17 December 2002",
            "author": [
                "Sudip Datta",
                "Mai Iskandar‐Datta",
                "Kartik Raman"
            ],
            "abstract": "By examining how executive compensation structure determines corporate acquisition decisions, we document a strong positive relation between acquiring managers' equity‐based compensation (EBC) and stock price performance around and following acquisition announcements. This relation is highly robust when we control for acquisition mode (mergers), means of payment, managerial ownership, and previous option grants. Compared to low EBC managers, high EBC managers pay lower acquisition premiums, acquire targets with higher growth opportunities, and make acquisitions engendering larger increases in firm risk. EBC significantly explains postacquisition stock price performance even after controlling for acquisition mode, means of payment, and “glamour” versus “value” acquirers.",
            "link": "https://doi.org/10.1111/0022-1082.00406"
        },
        {
            "no": "11",
            "title": "Bookbuilding and Strategic Allocation",
            "date": "17 December 2002",
            "author": [
                "Francesca Cornelli",
                "David Goldreich"
            ],
            "abstract": "In the bookbuilding procedure, an investment banker solicits bids for shares from institutional investors prior to pricing an equity issue. The banker then prices the issue and allocates shares at his discretion to the investors. We examine the books for 39 international equity issues. We find that the investment banker awards more shares to bidders who provide information in their bids. Regular investors receive favorable allocations, especially when the issue is heavily oversubscribed. The investment banker also favors revised bids and domestic investors.",
            "link": "https://doi.org/10.1111/0022-1082.00407"
        },
        {
            "no": "12",
            "title": "A Rose.com by Any Other Name",
            "date": "17 December 2002",
            "author": [
                "Michael J. Cooper",
                "Orlin Dimitrov",
                "P. Raghavendra Rau"
            ],
            "abstract": "We document a striking positive stock price reaction to the announcement of corporate name changes to Internet‐related dotcom names. This “dotcom” effect produces cumulative abnormal returns on the order of 74 percent for the 10 days surrounding the announcement day. The effect does not appear to be transitory; there is no evidence of a postannouncement negative drift. The announcement day effect is also similar across all firms, regardless of the firm's level of involvement with the Internet. A mere association with the Internet seems enough to provide a firm with a large and permanent value increase.",
            "link": "https://doi.org/10.1111/0022-1082.00408"
        },
        {
            "no": "13",
            "title": "Feedback from Stock Prices to Cash Flows",
            "date": "17 December 2002",
            "author": [
                "Avanidhar Subrahmanyam",
                "Sheridan Titman"
            ],
            "abstract": "Feedback from financial market prices to cash flows arises when a firm's nonfinancial stakeholders, for example, its customers, employees, and suppliers, make decisions that are contingent on the information revealed by the price. Complementarities across stakeholders result in cascades, wherein relatively small stock price moves trigger substantial changes in asset values. This paper analyzes the relation between such feedback effects and parameters such as the information cost, the volatility of existing projects, the risk aversion of liquidity suppliers, and the precision of managerial information.",
            "link": "https://doi.org/10.1111/0022-1082.00409"
        },
        {
            "no": "14",
            "title": "A First Look at the Accuracy of the CRSP Mutual Fund Database and a Comparison of the CRSP and Morningstar Mutual Fund Databases",
            "date": "17 December 2002",
            "author": [
                "Edwin J. Elton",
                "Martin J. Gruber",
                "Christopher R. Blake"
            ],
            "abstract": "This paper examines problems in the CRSP Survivor Bias Free U.S. Mutual Fund Database (CRSP, 1998) and compares returns contained in it to those in Morningstar. The CRSP database has an omission bias that has the same effects as survivorship bias. Although all mutual funds are listed in CRSP, return data is missing for many and the characteristics of these funds differ from the populations. The CRSP return data is biased upward and merger months are inaccurately recorded about half the time. Differences in returns in Morningstar and CRSP are a problem for older data and small funds.",
            "link": "https://doi.org/10.1111/0022-1082.00410"
        },
        {
            "no": "15",
            "title": "The Stock Market Valuation of Research and Development Expenditures",
            "date": "17 December 2002",
            "author": [
                "Louis K. C. Chan",
                "Josef Lakonishok",
                "Theodore Sougiannis"
            ],
            "abstract": "We examine whether stock prices fully value firms' intangible assets, specifically research and development (R&D). Under current U.S. accounting standards, financial statements do not report intangible assets and R&D spending is expensed. Nonetheless, the average historical stock returns of firms doing R&D matches the returns of firms without R&D. However, the market is apparently too pessimistic about beaten‐down R&D‐intensive technology stocks' prospects. Companies with high R&D to equity market value (which tend to have poor past returns) earn large excess returns. A similar relation exists between advertising and stock returns. R&D intensity is positively associated with return volatility.",
            "link": "https://doi.org/10.1111/0022-1082.00411"
        },
        {
            "no": "16",
            "title": "Miscellanea",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/0022-1082.00412"
        },
        {
            "no": "17",
            "title": "INDEX TO VOLUME LVI",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/0022-1082.00413"
        },
        {
            "no": "18",
            "title": "Back Matter",
            "date": "13 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00910.x"
        }
    ]
}