{
    "journal": "JF",
    "volume": "56",
    "issue": "3",
    "date": "June 2001",
    "page": "Pages: i-vi, 815-1164, vii-xxvi",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "20 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00731.x"
        },
        {
            "no": "2",
            "title": "Consumption, Aggregate Wealth, and Expected Stock Returns",
            "date": "17 December 2002",
            "author": [
                "Martin Lettau",
                "Sydney Ludvigson"
            ],
            "abstract": "This paper studies the role of fluctuations in the aggregate consumption–wealth ratio for predicting stock returns. Using U.S. quarterly stock market data, we find that these fluctuations in the consumption–wealth ratio are strong predictors of both real stock returns and excess returns over a Treasury bill rate. We also find that this variable is a better forecaster of future returns at short and intermediate horizons than is the dividend yield, the dividend payout ratio, and several other popular forecasting variables. Why should the consumption–wealth ratio forecast asset returns? We show that a wide class of optimal models of consumer behavior imply that the log consumption–aggregate wealth (human capital plus asset holdings) ratio summarizes expected returns on aggregate wealth, or the market portfolio. Although this ratio is not observable, we provide assumptions under which its important predictive components for future asset returns may be expressed in terms of observable variables, namely in terms of consumption, asset holdings and labor income. The framework implies that these variables are cointegrated, and that deviations from this shared trend summarize agents' expectations of future returns on the market portfolio.",
            "link": "https://doi.org/10.1111/0022-1082.00347"
        },
        {
            "no": "3",
            "title": "Underreaction, Overreaction, and Increasing Misreaction to Information in the Options Market",
            "date": "17 December 2002",
            "author": [
                "Allen M. Poteshman"
            ],
            "abstract": "This paper investigates options market reaction to changes in the instantaneous variance of the underlying asset. There are three main findings. First, options market investors underreact to individual daily changes in instantaneous variance. Second, these same investors overreact to periods of mostly increasing or mostly decreasing daily changes in instantaneous variance. Third, they tend to underreact (overreact) to current daily changes in instantaneous variance that are preceded mostly by daily changes of the opposite (same) sign. The third finding can reconcile the first two and is also consistent with well‐established cognitive biases.",
            "link": "https://doi.org/10.1111/0022-1082.00348"
        },
        {
            "no": "4",
            "title": "The High‐Volume Return Premium",
            "date": "17 December 2002",
            "author": [
                "Simon Gervais",
                "Ron Kaniel",
                "Dan H. Mingelgrin"
            ],
            "abstract": "The idea that extreme trading activity contains information about the future evolution of stock prices is investigated. We find that stocks experiencing unusually high (low) trading volume over a day or a week tend to appreciate (depreciate) over the course of the following month. We argue that this high‐volume return premium is consistent with the idea that shocks in the trading activity of a stock affect its visibility, and in turn the subsequent demand and price for that stock. Return autocorrelations, firm announcements, market risk, and liquidity do not seem to explain our results.",
            "link": "https://doi.org/10.1111/0022-1082.00349"
        },
        {
            "no": "5",
            "title": "Overconfidence, Arbitrage, and Equilibrium Asset Pricing",
            "date": "17 December 2002",
            "author": [
                "Kent D. Daniel",
                "David Hirshleifer",
                "Avanidhar Subrahmanyam"
            ],
            "abstract": "This paper offers a model in which asset prices reflect both covariance risk and misperceptions of firms' prospects, and in which arbitrageurs trade against mispricing. In equilibrium, expected returns are linearly related to both risk and mispricing measures (e.g., fundamental/price ratios). With many securities, mispricing of idiosyncratic value components diminishes but systematic mispricing does not. The theory offers untested empirical implications about volume, volatility, fundamental/price ratios, and mean returns, and is consistent with several empirical findings. These include the ability of fundamental/price ratios and market value to forecast returns, and the domination of beta by these variables in some studies.",
            "link": "https://doi.org/10.1111/0022-1082.00350"
        },
        {
            "no": "6",
            "title": "The Efficient Use of Conditioning Information in Portfolios",
            "date": "17 December 2002",
            "author": [
                "Wayne E. Ferson",
                "Andrew F. Siegel"
            ],
            "abstract": "We study the properties of unconditional minimum‐variance portfolios in the presence of conditioning information. Such portfolios attain the smallest variance for a given mean among all possible portfolios formed using the conditioning information. We provide explicit solutions for n risky assets, either with or without a riskless asset. Our solutions provide insights into portfolio management problems and issues in conditional asset pricing.",
            "link": "https://doi.org/10.1111/0022-1082.00351"
        },
        {
            "no": "7",
            "title": "Expected Option Returns",
            "date": "17 December 2002",
            "author": [
                "Joshua D. Coval",
                "Tyler Shumway"
            ],
            "abstract": "This paper examines expected option returns in the context of mainstream asset‐pricing theory. Under mild assumptions, expected call returns exceed those of the underlying security and increase with the strike price. Likewise, expected put returns are below the risk‐free rate and increase with the strike price. S&P index option returns consistently exhibit these characteristics. Under stronger assumptions, expected option returns vary linearly with option betas. However, zero‐beta, at‐the‐money straddle positions produce average losses of approximately three percent per week. This suggests that some additional factor, such as systematic stochastic volatility, is priced in option returns.",
            "link": "https://doi.org/10.1111/0022-1082.00352"
        },
        {
            "no": "8",
            "title": "An Exploration of Neo‐Austrian Theory Applied to Financial Markets",
            "date": "17 December 2002",
            "author": [
                "Harald Benink",
                "Peter Bossaerts"
            ],
            "abstract": "We attempt to translate Neo‐Austrian ideas about the workings of financial markets, as originally advanced by F. A. Hayek, into the standard probabilistic language of modern finance. We focus on an apparent paradox, namely the insistence of Neo‐Austrians on order (i.e., stationarity) together with ever‐reemerging inefficiencies. The paper's findings have implications beyond Neo‐Austrian theory: They demonstrate how easy it is to reject market efficiency, but how much more difficult it is to discern the nature of the inefficiency. We illustrate our findings with price data from the U.S. Treasury bill market over the period 1962 to 1999. There is ample evidence that the price of a three‐month Treasury bill is not a random walk, yet the sign of the average price change is erratic, so that inference about the nature of the inefficiency is unreliable.",
            "link": "https://doi.org/10.1111/0022-1082.00353"
        },
        {
            "no": "9",
            "title": "Do Depositors Punish Banks for Bad Behavior? Market Discipline, Deposit Insurance, and Banking Crises",
            "date": "17 December 2002",
            "author": [
                "Maria Soledad Martinez Peria",
                "Sergio L. Schmukler"
            ],
            "abstract": "This paper empirically investigates two issues largely unexplored by the literature on market discipline. We evaluate the interaction between market discipline and deposit insurance and the impact of banking crises on market discipline. We focus on the experiences of Argentina, Chile, and Mexico during the 1980s and 1990s. We find that depositors discipline banks by withdrawing deposits and by requiring higher interest rates. Deposit insurance does not appear to diminish the extent of market discipline. Aggregate shocks affect deposits and interest rates during crises, regardless of bank fundamentals, and investors' responsiveness to bank risk taking increases in the aftermath of crises.",
            "link": "https://doi.org/10.1111/0022-1082.00354"
        },
        {
            "no": "10",
            "title": "How Distance, Language, and Culture Influence Stockholdings and Trades",
            "date": "17 December 2002",
            "author": [
                "Mark Grinblatt",
                "Matti Keloharju"
            ],
            "abstract": "This paper documents that investors are more likely to hold, buy, and sell the stocks of Finnish firms that are located close to the investor, that communicate in the investor's native tongue, and that have chief executives of the same cultural background. The influence of distance, language, and culture is less prominent among the most investment‐savvy institutions than among both households and less savvy institutions. Regression analysis indicates that the marginal effect of distance is less for firms that are more nationally known, for distances that exceed 100 kilometers, and for investors with more diversified portfolios.",
            "link": "https://doi.org/10.1111/0022-1082.00355"
        },
        {
            "no": "11",
            "title": "On the Timing Ability of Mutual Fund Managers",
            "date": "17 December 2002",
            "author": [
                "Nicolas P. B. Bollen",
                "Jeffrey A. Busse"
            ],
            "abstract": "Existing studies of mutual fund market timing analyze monthly returns and find little evidence of timing ability. We show that daily tests are more powerful and that mutual funds exhibit significant timing ability more often in daily tests than in monthly tests. We construct a set of synthetic fund returns in order to control for spurious results. The daily timing coefficients of the majority of funds are significantly different from their synthetic counterparts. These results suggest that mutual funds may possess more timing ability than previously documented.",
            "link": "https://doi.org/10.1111/0022-1082.00356"
        },
        {
            "no": "12",
            "title": "On the Term Structure of Default Premia in the Swap and LIBOR Markets",
            "date": "17 December 2002",
            "author": [
                "Pierre Collin‐Dufresne",
                "Bruno Solnik"
            ],
            "abstract": "Existing theories of the term structure of swap rates provide an analysis of the Treasury–swap spread based on either a liquidity convenience yield in the Treasury market, or default risk in the swap market. Although these models do not focus on the relation between corporate yields and swap rates (the LIBOR–swap spread), they imply that the term structure of corporate yields and swap rates should be identical. As documented previously (e.g., in Sun, Sundaresan, and Wang (1993)) this is counterfactual. Here, we propose a model of the default risk imbedded in the swap term structure that is able to explain the LIBOR–swap spread. Whereas corporate bonds carry default risk, we argue that swap contracts are free of default risk. Because swaps are indexed on “refreshed”‐credit‐quality LIBOR rates, the spread between corporate yields and swap rates should capture the market's expectations of the probability of deterioration in credit quality of a corporate bond issuer. We model this feature and use our model to estimate the likelihood of future deterioration in credit quality from the LIBOR–swap spread. The analysis is important because it shows that the term structure of swap rates does not reflect the borrowing cost of a standard LIBOR credit quality issuer. It also has implications for modeling the dynamics of the swap term structure.",
            "link": "https://doi.org/10.1111/0022-1082.00357"
        },
        {
            "no": "13",
            "title": "Why Do Money Fund Managers Voluntarily Waive Their Fees?",
            "date": "17 December 2002",
            "author": [
                "Susan E. K. Christoffersen"
            ],
            "abstract": "Over half of money fund managers voluntarily waive fees they have a contractual right to claim. Moreover, as a consequence of fee waivers, funds on average collect one half of reported expense ratios. Variation in fee waivers is significant and relates to differences in relative performance. Both low‐performing retail and institutional funds waive fees to improve their net performance. More interestingly, high‐performing retail, but not institutional, funds use fee waivers to strategically adjust net performance to increase expected fund flows. Despite fund flow incentives, high‐performing institutional funds do not waive more because they cannot significantly improve their relative performance.",
            "link": "https://doi.org/10.1111/0022-1082.00358"
        },
        {
            "no": "14",
            "title": "Insider Trading, Investment, and Liquidity: A Welfare Analysis",
            "date": "17 December 2002",
            "author": [
                "Sudipto Bhattacharya",
                "Giovanna Nicodano"
            ],
            "abstract": "We compare equilibrium trading outcomes with and without participation by an informed insider, assuming inflexible ex ante aggregate investment choices by agents. Noise trading arises from aggregate uncertainty regarding other agents' intertemporal consumption preferences. The welfare levels of outsiders can thus be ascertained. The allocations without insider trading are not ex ante Pareto efficient, because our model differs from standard ones with negative exponential utility functions and normal returns. We characterize the circumstances under which the revelation of payoff‐relevant information via prices—arising from insider trading—benefits outsiders with stochastic liquidity needs, by improving risk‐sharing among them.",
            "link": "https://doi.org/10.1111/0022-1082.00359"
        },
        {
            "no": "15",
            "title": "MISCELLANEA",
            "date": "20 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00732.x"
        },
        {
            "no": "16",
            "title": "ANNOUNCEMENTS",
            "date": "20 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00733.x"
        },
        {
            "no": "17",
            "title": "ASSOCIATION MEETINGS",
            "date": "20 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00734.x"
        },
        {
            "no": "18",
            "title": "Back Matter",
            "date": "20 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00735.x"
        }
    ]
}