{
    "journal": "JF",
    "volume": "56",
    "issue": "2",
    "date": "April 2001",
    "page": "Pages: i-vi, 433-814, vii-xxiv",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "04 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00789.x"
        },
        {
            "no": "2",
            "title": "Eugene F. Fama: Fellow of the American Finance Association, 2001",
            "date": "04 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00790.x"
        },
        {
            "no": "3",
            "title": "Optimal Portfolio Choice for Long‐Horizon Investors with Nontradable Labor Income",
            "date": "17 December 2002",
            "author": [
                "Luis M. Viceira"
            ],
            "abstract": "This paper examines how risky labor income and retirement affect optimal portfolio choice. With idiosyncratic labor income risk, the optimal allocation to stocks is unambiguously larger for employed investors than for retired investors, consistent with the typical recommendations of investment advisors. Increasing idiosyncratic labor income risk raises investors' willingness to save and reduces their stock portfolio allocation towards the level of retired investors. Positive correlation between labor income and stock returns has a further negative effect and can actually reduce stockholdings below the level of retired investors.",
            "link": "https://doi.org/10.1111/0022-1082.00333"
        },
        {
            "no": "4",
            "title": "The Expiration of IPO Share Lockups",
            "date": "17 December 2002",
            "author": [
                "Laura Casares Field",
                "Gordon Hanka"
            ],
            "abstract": "We examine 1,948 share lockup agreements that prevent insiders from selling their shares in the period immediately after the IPO (typically 180 days). While lockups are in effect, there is little selling by insiders. When lockups expire, we find a permanent 40 percent increase in average trading volume, and a statistically prominent three‐day abnormal return of −1.5 percent. The abnormal return and volume are much larger when the firm is financed by venture capital, and we find that venture capitalists sell more aggressively than executives and other shareholders. We find limited support for several hypotheses that may explain the abnormal return, but no complete explanation.",
            "link": "https://doi.org/10.1111/0022-1082.00334"
        },
        {
            "no": "5",
            "title": "Market Liquidity and Trading Activity",
            "date": "17 December 2002",
            "author": [
                "Tarun Chordia",
                "Richard Roll",
                "Avanidhar Subrahmanyam"
            ],
            "abstract": "Previous studies of liquidity span short time periods and focus on the individual security. In contrast, we study aggregate market spreads, depths, and trading activity for U.S. equities over an extended time sample. Daily changes in market averages of liquidity and trading activity are highly volatile and negatively serially dependent. Liquidity plummets significantly in down markets. Recent market volatility induces a decrease in trading activity and spreads. There are strong day‐of‐the‐week effects; Fridays accompany a significant decrease in trading activity and liquidity, while Tuesdays display the opposite pattern. Long‐ and short‐term interest rates influence liquidity. Depth and trading activity increase just prior to major macroeconomic announcements.",
            "link": "https://doi.org/10.1111/0022-1082.00335"
        },
        {
            "no": "6",
            "title": "Can Investors Profit from the Prophets? Security Analyst Recommendations and Stock Returns",
            "date": "17 December 2002",
            "author": [
                "Brad Barber",
                "Reuven Lehavy",
                "Maureen McNichols",
                "Brett Trueman"
            ],
            "abstract": "We document that purchasing (selling short) stocks with the most (least) favorable consensus recommendations, in conjunction with daily portfolio rebalancing and a timely response to recommendation changes, yield annual abnormal gross returns greater than four percent. Less frequent portfolio rebalancing or a delay in reacting to recommendation changes diminishes these returns; however, they remain significant for the least favorably rated stocks. We also show that high trading levels are required to capture the excess returns generated by the strategies analyzed, entailing substantial transactions costs and leading to abnormal net returns for these strategies that are not reliably greater than zero.",
            "link": "https://doi.org/10.1111/0022-1082.00336"
        },
        {
            "no": "7",
            "title": "Valuation and Control in Venture Finance",
            "date": "17 December 2002",
            "author": [
                "Andrei A. Kirilenko"
            ],
            "abstract": "This paper presents the model of a relationship between a venture capitalist and an entrepreneur engaged in the formation of a new firm. I assume that the entrepreneur derives private nonpecuniary benefits from having some control over the firm. I show that to separate the entrepreneur's value of control from the firm's expected payoff, the venture capitalist demands disproportionately higher control rights than the size of his equity investment. The entrepreneur is compensated for a greater loss of control through better terms of financing, ability to extract higher rents from asymmetric information, and improved risk sharing.",
            "link": "https://doi.org/10.1111/0022-1082.00337"
        },
        {
            "no": "8",
            "title": "What Makes Investors Trade?",
            "date": "17 December 2002",
            "author": [
                "Mark Grinblatt",
                "Matti Keloharju"
            ],
            "abstract": "A unique data set allows us to monitor the buys, sells, and holds of individuals and institutions in the Finnish stock market on a daily basis. With this data set, we employ Logit regressions to identify the determinants of buying and selling activity over a two‐year period. We find evidence that investors are reluctant to realize losses, that they engage in tax‐loss selling activity, and that past returns and historical price patterns, such as being at a monthly high or low, affect trading. There also is modest evidence that life‐cycle trading plays a role in the pattern of buys and sells.",
            "link": "https://doi.org/10.1111/0022-1082.00338"
        },
        {
            "no": "9",
            "title": "Banking Market Structure, Financial Dependence and Growth: International Evidence from Industry Data",
            "date": "17 December 2002",
            "author": [
                "Nicola Cetorelli",
                "Michele Gambera"
            ],
            "abstract": "This paper explores the empirical relevance of banking market structure on growth. There is substantial evidence of a positive relationship between the level of development of the banking sector of an economy and its long‐run output growth. Little is known, however, about the role played by the market structure of the banking sector on the dynamics of capital accumulation. This paper provides evidence that bank concentration promotes the growth of those industrial sectors that are more in need of external finance by facilitating credit access to younger firms. However, we also find evidence of a general depressing effect on growth associated with a concentrated banking industry, which impacts all sectors and all firms indiscriminately.",
            "link": "https://doi.org/10.1111/0022-1082.00339"
        },
        {
            "no": "10",
            "title": "Extreme Correlation of International Equity Markets",
            "date": "17 December 2002",
            "author": [
                "François Longin",
                "Bruno Solnik"
            ],
            "abstract": "Testing the hypothesis that international equity market correlation increases in volatile times is a difficult exercise and misleading results have often been reported in the past because of a spurious relationship between correlation and volatility. Using “extreme value theory” to model the multivariate distribution tails, we derive the distribution of extreme correlation for a wide class of return distributions. Empirically, we reject the null hypothesis of multivariate normality for the negative tail, but not for the positive tail. We also find that correlation is not related to market volatility per se but to the market trend. Correlation increases in bear markets, but not in bull markets.",
            "link": "https://doi.org/10.1111/0022-1082.00340"
        },
        {
            "no": "11",
            "title": "Corporate Bond Trading Costs: A Peek Behind the Curtain",
            "date": "17 December 2002",
            "author": [
                "Paul Schultz"
            ],
            "abstract": "In this paper, I use institutional corporate bond trade data to estimate transactions costs in the over‐the‐counter bond market. I find average round‐trip trading costs to be about $0.27 per $100 of par value. Trading costs are lower for larger trades. Small institutions pay more to trade than large institutions, all else being equal. Small bond dealers charge more than large ones. I find no evidence that trading costs more for lower‐rated bonds.",
            "link": "https://doi.org/10.1111/0022-1082.00341"
        },
        {
            "no": "12",
            "title": "Profitability of Momentum Strategies: An Evaluation of Alternative Explanations",
            "date": "17 December 2002",
            "author": [
                "Narasimhan Jegadeesh",
                "Sheridan Titman"
            ],
            "abstract": "This paper evaluates various explanations for the profitability of momentum strategies documented in Jegadeesh and Titman (1993). The evidence indicates that momentum profits have continued in the 1990s, suggesting that the original results were not a product of data snooping bias. The paper also examines the predictions of recent behavioral models that propose that momentum profits are due to delayed overreactions that are eventually reversed. Our evidence provides support for the behavioral models, but this support should be tempered with caution.",
            "link": "https://doi.org/10.1111/0022-1082.00342"
        },
        {
            "no": "13",
            "title": "Testing for Mean‐Variance Spanning with Short Sales Constraints and Transaction Costs: The Case of Emerging Markets",
            "date": "17 December 2002",
            "author": [
                "Frans A. De Roon",
                "Theo E. Nijman",
                "Bas J. M. Werker"
            ],
            "abstract": "We propose regression‐based tests for mean‐variance spanning in the case where investors face market frictions such as short sales constraints and transaction costs. We test whether U.S. investors can extend their efficient set by investing in emerging markets when accounting for such frictions. For the period after the major liberalizations in the emerging markets, we find strong evidence for diversification benefits when market frictions are excluded, but this evidence disappears when investors face short sales constraints or small transaction costs. Although simulations suggest that there is a possible small‐sample bias, this bias appears to be too small to affect our conclusions.",
            "link": "https://doi.org/10.1111/0022-1082.00343"
        },
        {
            "no": "14",
            "title": "Explaining the Cross‐Section of Stock Returns in Japan: Factors or Characteristics?",
            "date": "17 December 2002",
            "author": [
                "Kent Daniel",
                "Sheridan Titman",
                "K.C. John Wei"
            ],
            "abstract": "Japanese stock returns are even more closely related to their book‐to‐market ratios than are their U.S. counterparts, and thus provide a good setting for testing whether the return premia associated with these characteristics arise because the characteristics are proxies for covariance with priced factors. Our tests, which replicate the Daniel and Titman (1997) tests on a Japanese sample, reject the Fama and French (1993) three‐factor model, but fail to reject the characteristic model.",
            "link": "https://doi.org/10.1111/0022-1082.00344"
        },
        {
            "no": "15",
            "title": "Limit Orders, Depth, and Volatility: Evidence from the Stock Exchange of Hong Kong",
            "date": "17 December 2002",
            "author": [
                "Hee‐Joon Ahn",
                "Kee‐Hong Bae",
                "Kalok Chan"
            ],
            "abstract": "We investigate the role of limit orders in the liquidity provision in a pure order‐driven market. Results show that market depth rises subsequent to an increase in transitory volatility, and transitory volatility declines subsequent to an increase in market depth. We also examine how transitory volatility affects the mix between limit orders and market orders. When transitory volatility arises from the ask (bid) side, investors will submit more limit sell (buy) orders than market sell (buy) orders. This result is consistent with the existence of limit‐order traders who enter the market and place orders when liquidity is needed.",
            "link": "https://doi.org/10.1111/0022-1082.00345"
        },
        {
            "no": "16",
            "title": "The Price of Options Illiquidity",
            "date": "17 December 2002",
            "author": [
                "Menachem Brenner",
                "Rafi Eldor",
                "Shmuel Hauser"
            ],
            "abstract": "The purpose of this paper is to examine the effect of illiquidity on the value of currency options. We use a unique dataset that allows us to explore this issue in special circumstances where options are issued by a central bank and are not traded prior to maturity. The value of these options is compared to similar options traded on the exchange. We find that the nontradable options are priced about 21 percent less than the exchange‐traded options. This gap cannot be arbitraged away due to transactions costs and the risk that the exchange rate will change during the bidding process.",
            "link": "https://doi.org/10.1111/0022-1082.00346"
        },
        {
            "no": "17",
            "title": "MISCELLANEA",
            "date": "04 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00791.x"
        },
        {
            "no": "18",
            "title": "AFA Announcements",
            "date": "04 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00792.x"
        },
        {
            "no": "19",
            "title": "ASSOCIATION MEETINGS",
            "date": "04 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00793.x"
        },
        {
            "no": "20",
            "title": "Back Matter",
            "date": "04 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00794.x"
        }
    ]
}