{
    "journal": "JF",
    "volume": "56",
    "issue": "5",
    "date": "October 2001",
    "page": "Pages: i-vi, 1629-2018, vii-lxv",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "11 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00843.x"
        },
        {
            "no": "2",
            "title": "Equity Premia as Low as Three Percent? Evidence from Analysts' Earnings Forecasts for Domestic and International Stock Markets",
            "date": "17 December 2002",
            "author": [
                "James Claus",
                "Jacob Thomas"
            ],
            "abstract": "The returns earned by U.S. equities since 1926 exceed estimates derived from theory, from other periods and markets, and from surveys of institutional investors. Rather than examine historic experience, we estimate the equity premium from the discount rate that equates market valuations with prevailing expectations of future flows. The accounting flows we project are isomorphic to projected dividends but use more available information and narrow the range of reasonable growth rates. For each year between 1985 and 1998, we find that the equity premium is around three percent (or less) in the United States and five other markets.",
            "link": "https://doi.org/10.1111/0022-1082.00384"
        },
        {
            "no": "3",
            "title": "Is It Inefficient Investment that Causes the Diversification Discount?",
            "date": "17 December 2002",
            "author": [
                "Toni M. Whited"
            ],
            "abstract": "Diversified conglomerates are valued less than matched portfolios of pure‐play firms. Recent studies find that this diversification discount results from conglomerates' inefficient allocation of capital expenditures across divisions. Much of this work uses Tobin's q as a proxy for investment opportunities, therefore hypothesizing that q is a good proxy. This paper treats measurement error in q. Using a measurement‐error consistent estimator on the sorts regressions in the literature, I find no evidence of inefficient allocation of investment. The results in the literature appear to be artifacts of measurement error and of the correlation between investment opportunities and liquidity.",
            "link": "https://doi.org/10.1111/0022-1082.00385"
        },
        {
            "no": "4",
            "title": "The Diversification Discount: Cash Flows Versus Returns",
            "date": "17 December 2002",
            "author": [
                "Owen A. Lamont",
                "Christopher Polk"
            ],
            "abstract": "Diversified firms have different values from comparable portfolios of single‐segment firms. These value differences must be due to differences in either future cash flows or future returns. Expected security returns on diversified firms vary systematically with relative value. Discount firms have significantly higher subsequent returns than premium firms. Slightly more than half of the cross‐sectional variation in excess values is due to variation in expected future cash flows, with the remainder due to variation in expected future returns and to covariation between cash flows and returns.",
            "link": "https://doi.org/10.1111/0022-1082.00386"
        },
        {
            "no": "5",
            "title": "Upstairs Market for Principal and Agency Trades: Analysis of Adverse Information and Price Effects",
            "date": "17 December 2002",
            "author": [
                "Brian F. Smith",
                "D. Alasdair S. Turnbull",
                "Robert W. White"
            ],
            "abstract": "This paper directly tests the hypothesis that upstairs intermediation lowers adverse selection cost. We find upstairs market makers effectively screen out information‐motivated orders and execute large liquidity‐motivated orders at a lower cost than the downstairs market. Upstairs markets do not cannibalize or free ride off the downstairs market. In one‐quarter of the trades, the upstairs market offers price improvement over the limit orders available in the consolidated limit order book. Trades are more likely to be executed upstairs at times when liquidity is lower in the downstairs market.",
            "link": "https://doi.org/10.1111/0022-1082.00387"
        },
        {
            "no": "6",
            "title": "Excessive Extrapolation and the Allocation of 401(k) Accounts to Company Stock",
            "date": "17 December 2002",
            "author": [
                "Shlomo Benartzi"
            ],
            "abstract": "About a third of the assets in large retirement savings plans are invested in company stock, and about a quarter of the discretionary contributions are invested in company stock. From a diversification perspective, this is a dubious strategy. This paper explores the role of excessive extrapolation in employees' company stock holdings. I find that employees of firms that experienced the worst stock performance over the last 10 years allocate 10.37 percent of their discretionary contributions to company stock, whereas employees whose firms experienced the best stock performance allocate 39.70 percent. Allocations to company stock, however, do not predict future performance.",
            "link": "https://doi.org/10.1111/0022-1082.00388"
        },
        {
            "no": "7",
            "title": "Counterparty Risk and the Pricing of Defaultable Securities",
            "date": "17 December 2002",
            "author": [
                "Robert A. Jarrow",
                "Fan Yu"
            ],
            "abstract": "Motivated by recent financial crises in East Asia and the United States where the downfall of a small number of firms had an economy‐wide impact, this paper generalizes existing reduced‐form models to include default intensities dependent on the default of a counterparty. In this model, firms have correlated defaults due not only to an exposure to common risk factors, but also to firm‐specific risks that are termed “counterparty risks.” Numerical examples illustrate the effect of counterparty risk on the pricing of defaultable bonds and credit derivatives such as default swaps.",
            "link": "https://doi.org/10.1111/0022-1082.00389"
        },
        {
            "no": "8",
            "title": "True Spreads and Equilibrium Prices",
            "date": "17 December 2002",
            "author": [
                "Clifford A. Ball",
                "Tarun Chordia"
            ],
            "abstract": "Stocks and other financial assets are traded at prices that lie on a fixed grid determined by the minimum tick size. Observed prices and quoted spreads do not correspond to the equilibrium prices and true spreads that would exist in a market with no minimum tick size. Using Monte Carlo Markov Chain methods, this paper estimates the equilibrium prices and true spreads. For large stocks, most of the quoted spread is attributable to the rounding of prices and the adverse selection component is small. The true spread and the adverse selection component are greater for mid‐sized stocks.",
            "link": "https://doi.org/10.1111/0022-1082.00390"
        },
        {
            "no": "9",
            "title": "LAPM: A Liquidity‐Based Asset Pricing Model",
            "date": "17 December 2002",
            "author": [
                "Bengt Holmström",
                "Jean Tirole"
            ],
            "abstract": "The intertemporal CAPM predicts that an asset's price is equal to the expectation of the product of the asset's payoff and a representative consumer's intertemporal marginal rate of substitution. This paper develops an alternative approach to asset pricing based on corporations' desire to hoard liquidity. Our corporate finance approach suggests new determinants of asset prices such as the distribution of wealth within the corporate sector and between the corporate sector and the consumers. Also, leverage ratios, capital adequacy requirements, and the composition of savings affect the corporate demand for liquid assets and, thereby, interest rates.",
            "link": "https://doi.org/10.1111/0022-1082.00391"
        },
        {
            "no": "10",
            "title": "Careers and Survival: Competition and Risk in the Hedge Fund and CTA Industry",
            "date": "17 December 2002",
            "author": [
                "Stephen J. Brown",
                "William N. Goetzmann",
                "James Park"
            ],
            "abstract": "Investors in hedge funds and commodity trading advisors (CTAs) are concerned with risk as well as return. We investigate the volatility of hedge funds and CTAs in light of managerial career concerns. We find an association between past performance and risk levels consistent with previous findings for mutual fund managers. Variance shifts depend upon relative rather than absolute fund performance. The importance of relative rankings points to the importance of reputation costs in the investment industry. Our analysis of factors contributing to fund disappearance shows that survival depends on absolute and relative performance, excess volatility, and on fund age.",
            "link": "https://doi.org/10.1111/0022-1082.00392"
        },
        {
            "no": "11",
            "title": "Is Sound Just Noise?",
            "date": "17 December 2002",
            "author": [
                "Joshua D. Coval",
                "Tyler Shumway"
            ],
            "abstract": "We analyze the information content of the ambient noise level in the Chicago Board of Trade's 30‐year Treasury Bond futures trading pit. Controlling for a variety of other variables, including lagged price changes, trading volumes, and news announcements, we find that the sound level conveys information which is highly economically and statistically significant. Specifically, changes in the sound level forecast changes in the cost of transacting. Following a rise in the sound level, prices become more volatile, depth declines, and information asymmetry increases. Our results offer important implications for the future of open outcry and floor‐based trading mechanisms.",
            "link": "https://doi.org/10.1111/0022-1082.00393"
        },
        {
            "no": "12",
            "title": "Massively Confused Investors Making Conspicuously Ignorant Choices (MCI–MCIC)",
            "date": "17 December 2002",
            "author": [
                "Michael S. Rashes"
            ],
            "abstract": "This paper examines the comovement of stocks with similar ticker symbols. For one such pair of firms, there is a significant correlation between returns, volume, and volatility at short frequencies. Deviations from “fundamental value” tend to be reversed within several days, although there is some evidence that the return comovement persists for longer horizons. Arbitrageurs appear to be limited in their ability to eliminate these deviations from fundamentals. This anomaly allows the observation of noise traders and their effect on stock prices independent of changes in information and expectations.",
            "link": "https://doi.org/10.1111/0022-1082.00394"
        },
        {
            "no": "13",
            "title": "Do Credit Spreads Reflect Stationary Leverage Ratios?",
            "date": "17 December 2002",
            "author": [
                "Pierre Collin‐Dufresne",
                "Robert S. Goldstein"
            ],
            "abstract": "Most structural models of default preclude the firm from altering its capital structure. In practice, firms adjust outstanding debt levels in response to changes in firm value, thus generating mean‐reverting leverage ratios. We propose a structural model of default with stochastic interest rates that captures this mean reversion. Our model generates credit spreads that are larger for low‐leverage firms, and less sensitive to changes in firm value, both of which are more consistent with empirical findings than predictions of extant models. Further, the term structure of credit spreads can be upward sloping for speculative‐grade debt, consistent with recent empirical findings.",
            "link": "https://doi.org/10.1111/0022-1082.00395"
        },
        {
            "no": "14",
            "title": "Location Matters: An Examination of Trading Profits",
            "date": "17 December 2002",
            "author": [
                "Harald Hau"
            ],
            "abstract": "The electronic trading system Xetra of the German Security Exchange provides a unique data source on the equity trades of 756 professional traders located in 23 different cities and eight European countries. We explore informational asymmetries across the trader population: Traders located outside Germany in non‐German‐speaking cities show lower proprietary trading profit. Their underperformance is not only statistically significant, it is also of economically significant magnitude and occurs for the 11 largest German blue‐chip stocks. We also examine whether a trader location in Frankfurt as the financial center, or local proximity of the trader to the corporate headquarters of the traded stock, or affiliation with a large financial institution results in superior trading performance. The data provide no evidence for a financial center advantage or of increasing institutional scale economies in proprietary trading. However, we find evidence for an information advantage due to corporate headquarters proximity for high‐frequency (intraday) trading.",
            "link": "https://doi.org/10.1111/0022-1082.00396"
        },
        {
            "no": "15",
            "title": "Evaluating Mutual Fund Performance",
            "date": "17 December 2002",
            "author": [
                "S. P. Kothari",
                "Jerold B. Warner"
            ],
            "abstract": "We study standard mutual fund performance measures, using simulated funds whose characteristics mimic actual funds. We find that performance measures used in previous mutual fund research have little ability to detect economically large magnitudes (e.g., three percent per year) of abnormal fund performance, particularly if a fund's style characteristics differ from those of the value‐weighted market portfolio. Power can be substantially improved, however, using event‐study procedures that analyze a fund's stock trades. These procedures are feasible using time‐series data sets on mutual fund portfolio holdings.",
            "link": "https://doi.org/10.1111/0022-1082.00397"
        },
        {
            "no": "16",
            "title": "MISCELLANEA",
            "date": "11 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00844.x"
        },
        {
            "no": "17",
            "title": "ANNOUNCEMENTS",
            "date": "11 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00845.x"
        },
        {
            "no": "18",
            "title": "ASSOCIATION MEETINGS",
            "date": "11 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00846.x"
        },
        {
            "no": "19",
            "title": "SIXTY SECOND ANNUAL MEETING",
            "date": "11 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00847.x"
        },
        {
            "no": "20",
            "title": "Back Matter",
            "date": "11 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00848.x"
        }
    ]
}