{
    "journal": "JF",
    "volume": "56",
    "issue": "1",
    "date": "February 2001",
    "page": "Pages: i-v, 1-432, vi-xxiv",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "04 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00784.x"
        },
        {
            "no": "2",
            "title": "Smith Breeden and Brattle Group Prizes for 2000",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00317"
        },
        {
            "no": "3",
            "title": "Have Individual Stocks Become More Volatile? An Empirical Exploration of Idiosyncratic Risk",
            "date": "17 December 2002",
            "author": [
                "John Y. Campbell",
                "Martin Lettau",
                "Burton G. Malkiel",
                "Yexiao Xu"
            ],
            "abstract": "This paper uses a disaggregated approach to study the volatility of common stocks at the market, industry, and firm levels. Over the period from 1962 to 1997 there has been a noticeable increase in firm‐level volatility relative to market volatility. Accordingly, correlations among individual stocks and the explanatory power of the market model for a typical stock have declined, whereas the number of stocks needed to achieve a given level of diversification has increased. All the volatility measures move together countercyclically and help to predict GDP growth. Market volatility tends to lead the other volatility series. Factors that may be responsible for these findings are suggested.",
            "link": "https://doi.org/10.1111/0022-1082.00318"
        },
        {
            "no": "4",
            "title": "Should Investors Avoid All Actively Managed Mutual Funds? A Study in Bayesian Performance Evaluation",
            "date": "17 December 2002",
            "author": [
                "Klaas P. Baks",
                "Andrew Metrick",
                "Jessica Wachter"
            ],
            "abstract": "This paper analyzes mutual‐fund performance from an investor's perspective. We study the portfolio‐choice problem for a mean‐variance investor choosing among a risk‐free asset, index funds, and actively managed mutual funds. To solve this problem, we employ a Bayesian method of performance evaluation; a key innovation in our approach is the development of a flexible set of prior beliefs about managerial skill. We then apply our methodology to a sample of 1,437 mutual funds. We find that some extremely skeptical prior beliefs nevertheless lead to economically significant allocations to active managers.",
            "link": "https://doi.org/10.1111/0022-1082.00319"
        },
        {
            "no": "5",
            "title": "Capital Structures in Developing Countries",
            "date": "17 December 2002",
            "author": [
                "Laurence Booth",
                "Varouj Aivazian",
                "Asli Demirguc‐Kunt",
                "Vojislav Maksimovic"
            ],
            "abstract": "This study uses a new data set to assess whether capital structure theory is portable across countries with different institutional structures. We analyze capital structure choices of firms in 10 developing countries, and provide evidence that these decisions are affected by the same variables as in developed countries. However, there are persistent differences across countries, indicating that specific country factors are at work. Our findings suggest that although some of the insights from modern finance theory are portable across countries, much remains to be done to understand the impact of different institutional features on capital structure choices.",
            "link": "https://doi.org/10.1111/0022-1082.00320"
        },
        {
            "no": "6",
            "title": "Strategic Trading in a Dynamic Noisy Market",
            "date": "17 December 2002",
            "author": [
                "Dimitri Vayanos"
            ],
            "abstract": "This paper studies a dynamic model of a financial market with a strategic trader. In each period the strategic trader receives a privately observed endowment in the stock. He trades with competitive market makers to share risk. Noise traders are present in the market. After receiving a stock endowment, the strategic trader is shown to reduce his risk exposure either by selling at a decreasing rate over time or by selling and then buying back some of the shares sold. When the time between trades is small, the strategic trader reveals the information regarding his endowment very quickly.",
            "link": "https://doi.org/10.1111/0022-1082.00321"
        },
        {
            "no": "7",
            "title": "The Long‐Run Stock Returns Following Bond Ratings Changes",
            "date": "17 December 2002",
            "author": [
                "Ilia D. Dichev",
                "Joseph D. Piotroski"
            ],
            "abstract": "Using essentially all Moody's bond ratings changes between 1970 and 1997, we find no reliable abnormal returns following upgrades. However, we find negative abnormal returns on the magnitude of 10 to 14 percent in the first year following downgrades. Additional results reveal that this underperformance is especially pronounced for small, low‐credit‐quality firms. Also, downgrades underperform in nearly all years in the sample, and a large part of the abnormal returns occur at subsequent earnings announcements. Thus, the evidence suggests that the poor returns result from an underreaction to the announcement of downgrades, rather than from lower systematic risk.",
            "link": "https://doi.org/10.1111/0022-1082.00322"
        },
        {
            "no": "8",
            "title": "Learning about Predictability: The Effects of Parameter Uncertainty on Dynamic Asset Allocation",
            "date": "17 December 2002",
            "author": [
                "Yihong Xia"
            ],
            "abstract": "This paper examines the effects of uncertainty about the stock return predictability on optimal dynamic portfolio choice in a continuous time setting for a longhorizon investor. Uncertainty about the predictive relation affects the optimal portfolio choice through dynamic learning, and leads to a state‐dependent relation between the optimal portfolio choice and the investment horizon. There is substantial market timing in the optimal hedge demands, which is caused by stochastic covariance between stock return and dynamic learning. The opportunity cost of ignoring predictability or learning is found to be quite substantial.",
            "link": "https://doi.org/10.1111/0022-1082.00323"
        },
        {
            "no": "9",
            "title": "Explaining the Rate Spread on Corporate Bonds",
            "date": "17 December 2002",
            "author": [
                "Edwin J. Elton",
                "Martin J. Gruber",
                "Deepak Agrawal",
                "Christopher Mann"
            ],
            "abstract": "The purpose of this article is to explain the spread between rates on corporate and government bonds. We show that expected default accounts for a surprisingly small fraction of the premium in corporate rates over treasuries. While state taxes explain a substantial portion of the difference, the remaining portion of the spread is closely related to the factors that we commonly accept as explaining risk premiums for common stocks. Both our time series and cross‐sectional tests support the existence of a risk premium on corporate bonds.",
            "link": "https://doi.org/10.1111/0022-1082.00324"
        },
        {
            "no": "10",
            "title": "Affine Term Structure Models and the Forward Premium Anomaly",
            "date": "17 December 2002",
            "author": [
                "David K. Backus",
                "Silverio Foresi",
                "Chris I. Telmer"
            ],
            "abstract": "One of the most puzzling features of currency prices is the forward premium anomaly: the tendency for high interest rate currencies to appreciate. We characterize the anomaly in the context of affine models of the term structure of interest rates. In affine models, the anomaly requires either that state variables have asymmetric effects on state prices in different currencies or that nominal interest rates take on negative values with positive probability. We find the quantitative properties of either alternative to have important shortcomings.",
            "link": "https://doi.org/10.1111/0022-1082.00325"
        },
        {
            "no": "11",
            "title": "Variance‐ratio Statistics and High‐frequency Data: Testing for Changes in Intraday Volatility Patterns",
            "date": "17 December 2002",
            "author": [
                "Torben G. Andersen",
                "Tim Bollerslev",
                "Ashish Das"
            ],
            "abstract": "Variance‐ratio tests are routinely employed to assess the variation in return volatility over time and across markets. However, such tests are not statistically robust and can be seriously misleading within a high‐frequency context. We develop improved inference procedures using a Fourier Flexible Form regression framework. The practical significance is illustrated through tests for changes in the FX intraday volatility pattern following the removal of trading restrictions in Tokyo. Contrary to earlier evidence, we find nodiscernible changes outside of the Tokyo lunch period. We ascribe the difference to the fragile finite‐sample inference of conventional variance‐ratio procedures and a single outlier.",
            "link": "https://doi.org/10.1111/0022-1082.00326"
        },
        {
            "no": "12",
            "title": "The Economic Value of Volatility Timing",
            "date": "17 December 2002",
            "author": [
                "Jeff Fleming",
                "Chris Kirby",
                "Barbara Ostdiek"
            ],
            "abstract": "Numerous studies report that standard volatility models have low explanatory power, leading some researchers to question whether these models have economic value. We examine this question by using conditional meanm‐variance analysis to assess the value of volatility timing to short‐horizon investors. We find that the volatility timing strategies outperform the unconditionally efficient static portfolios that have the same target expected return and volatility. This finding is robust to estimation risk and transaction costs.",
            "link": "https://doi.org/10.1111/0022-1082.00327"
        },
        {
            "no": "13",
            "title": "Capital Gains Tax Rules, Tax‐loss Trading, and Turn‐of‐the‐year Returns",
            "date": "17 December 2002",
            "author": [
                "James M. Poterba",
                "Scott J. Weisbenner"
            ],
            "abstract": "Changes in the capital gains tax rules facing individual investors do not affect the incentives for “window dressing” by institutional investors, but they can affect the incentives for year‐end tax–induced trading by individual investors. Empirical evidence for the 1963 to 1996 period suggests that when the tax law encouraged taxable investors who accrued losses early in the year to realize their losses before year‐end, the correlation between early year losses and turn‐of‐the‐year returns was weaker than when the law did not provide such an early realization incentive. These findings suggest that tax‐loss trading contributes to turn‐of‐the‐year return patterns.",
            "link": "https://doi.org/10.1111/0022-1082.00328"
        },
        {
            "no": "14",
            "title": "Rationality and Analysts' Forecast Bias",
            "date": "17 December 2002",
            "author": [
                "Terence Lim"
            ],
            "abstract": "This paper proposes and tests a quadratic‐loos utility function for modeling corporate earnings forecasting, where financial analysts trade off bias to improve management access and forecast accuracy. Optimal forecasts with minimum expected error are optimistically biased and exhibit predictable cross‐sectional variation related to analyst and company characteristics. Empirical evidence from individual analyst forecasts is consistent with the model's predictions. These results suggest that positive and predictable bias may be a rational property of optimal earnings forecasts. Prior studies using classical notions of unbiasedness may have prematurely dismissed analysts' forecasts as being irrational or inaccurate.",
            "link": "https://doi.org/10.1111/0022-1082.00329"
        },
        {
            "no": "15",
            "title": "Contagious Speculation and a Cure for Cancer: A Nonevent that Made Stock Prices Soar",
            "date": "17 December 2002",
            "author": [
                "Gur Huberman",
                "Tomer Regev"
            ],
            "abstract": "A Sunday New York Times article on a potential development of new cancer‐curing drugs caused EntreMed's stock price to rise from 12.063 at the Friday close, to open at 85 and close near 52 on Monday. It closed above 30 in the three following weeks. The enthusiasm spilled over to other biotechnology stocks. The potential breakthrough in cancer research already had been reported, however, in the journal Nature, and in various popular newspapers (including the Times) more than five months earlier. Thus, enthusiastic public attention induced a permanent rise in share prices, even though no genuinely new information had been presented.",
            "link": "https://doi.org/10.1111/0022-1082.00330"
        },
        {
            "no": "16",
            "title": "Institutional Trading and Soft Dollars",
            "date": "17 December 2002",
            "author": [
                "Jennifer S. Conrad",
                "Kevin M. Johnson",
                "Sunil Wahal"
            ],
            "abstract": "Proprietary data allow us to distinguish between institutional investors' orders directed to soft‐dollar brokers and those directed to other types of brokers. We find that soft‐dollar brokers execute smaller orders in larger market value stocks. Allowing for differences in order characteristics, we estimate the incremental implicit cost of soft‐dollar execution at 29 (24) basis points for buyer‐ (seller‐) initiated orders. For large orders, incremental implicit costs are 41 (30) basis points for buys (sells). However, we document substantial variability in these estimates, and research services provided by soft‐dollar brokers may at least partially offset these costs.",
            "link": "https://doi.org/10.1111/0022-1082.00331"
        },
        {
            "no": "17",
            "title": "Book Reviews",
            "date": "31 March 2007",
            "author": [],
            "abstract": "Book reviewed in this article:\nMicrostructure: The Organization of Trading and Short Term Price Behavior. By HANS STOLL (ed.). Cheltenham, United Kingdom: Edward Elgar, 1999. Volume I, pp. xviii + 486; volume II, pp. x + 517.\nWorldwide Asset and Liability Modeling. By WILLIAM T. ZIEMBA and JOHN M. MULVEY (eds). Cambridge, United Kingdom: Cambridge University Press, 1998. Pp. xiv + 665.",
            "link": "https://doi.org/10.1111/1540-6261.00332"
        },
        {
            "no": "18",
            "title": "MISCELLANEA",
            "date": "04 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00785.x"
        },
        {
            "no": "19",
            "title": "ANNOUNCEMENTS",
            "date": "04 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00786.x"
        },
        {
            "no": "20",
            "title": "ASSOCIATION MEETINGS",
            "date": "04 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00787.x"
        },
        {
            "no": "21",
            "title": "Back Matter",
            "date": "04 February 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2001.tb00788.x"
        }
    ]
}