{
    "journal": "JF",
    "volume": "45",
    "issue": "5",
    "date": "December 1990",
    "page": "Pages: i-vi, 1363-1734, vii-l",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "December 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb00347.x"
        },
        {
            "no": "2",
            "title": "Overreaction or Fundamentals: Some Lessons from Insiders' Response to the Market Crash of 1987",
            "date": "December 1990",
            "author": [
                "H. NEJAT SEYHUN"
            ],
            "abstract": "This paper shows that i) the Crash was a surprise to corporate insiders; ii) insiders became buyers of stock in record numbers immediately following the Crash; iii) stocks that declined more during the Crash were also purchased more by insiders; and iv) stocks that were purchased more extensively by insiders during October 1987 showed larger positive returns in 1988. The overall evidence suggests that overreaction was an important part of the Crash.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03719.x"
        },
        {
            "no": "3",
            "title": "Efficiency and Organizational Structure: A Study of Reverse LBOs",
            "date": "December 1990",
            "author": [
                "CHRIS J. MUSCARELLA",
                "MICHAEL R. VETSUYPENS"
            ],
            "abstract": "This paper is a report on 72 firms which went public since 1983 but previously underwent a full or divisional LBO. Accounting measures of performance reveal significant improvements in profitability which resulted mainly from these firms' ability to reduce costs. Firms experience dramatic increases in leverage at the LBO, but the leverage ratios are gradually reduced. The evidence is consistent with the hypothesis that the change in the governance structure of these firms towards more concentrated residual claims created a new organizational structure which is more efficient than its predecessor.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03720.x"
        },
        {
            "no": "4",
            "title": "Dividend Policy and Financial Distress: An Empirical Investigation of Troubled NYSE Firms",
            "date": "December 1990",
            "author": [
                "HARRY DeANGELO",
                "LINDA DeANGELO"
            ],
            "abstract": "This paper studies the dividend policy adjustments of 80 NYSE firms to protracted financial distress as evidenced by multiple losses during 1980–1985. Almost all sample firms reduced dividends, and more than half apparently faced binding debt covenants in years they did so. Absent binding debt covenants, dividends are cut more often than omitted, suggesting that managerial reluctance is to the omission and not simply the reduction of dividends. Moreover, managers of firms with long dividend histories appear particularly reluctant to omit dividends. Finally, some dividend reductions seem strategically motivated, e.g., designed to enhance the firm's bargaining position with organized labor.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03721.x"
        },
        {
            "no": "5",
            "title": "Defensive Changes in Corporate Payout Policy: Share Repurchases and Special Dividends",
            "date": "December 1990",
            "author": [
                "DAVID J. DENIS"
            ],
            "abstract": "This paper examines defensive payouts announced in response to hostile corporate control activity. The evidence indicates that the announcement of defensive share repurchases is associated with an average negative impact on the share price of the target firm. In contrast, special dividend payments generally increase the wealth of target firm shareholders. Regardless of payout type, those firms remaining independent after the outcome of the corporate control contest experience an abnormal share price increase over the duration of the contest. Among these firms there are substantial post‐contest changes in capital, asset, and ownership structure and abnormally high rates of top management turnover.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03722.x"
        },
        {
            "no": "6",
            "title": "Security Pricing and Deviations from the Absolute Priority Rule in Bankruptcy Proceedings",
            "date": "December 1990",
            "author": [
                "ALLAN C. EBERHART",
                "WILLIAM T. MOORE",
                "RODNEY L. ROENFELDT"
            ],
            "abstract": "Claims ultimately awarded to shareholders of firms in reorganization were examined for a sample of 30 filings under the 1978 Bankruptcy Reform Act. We measured the amount paid to shareholders in excess of that which they would have received under the absolute priority rule and found that this amount represents, on average, 7.6% of the total awarded to all claimants. Evidence is also reported that common share values reflect a significant proportion of value ultimately received in violation of absolute priority, suggesting that deviations from the rule were expected by the equity markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03723.x"
        },
        {
            "no": "7",
            "title": "Do Taxes Affect Corporate Financing Decisions?",
            "date": "December 1990",
            "author": [
                "JEFFREY K. MacKIE‐MASON"
            ],
            "abstract": "This paper provides clear evidence of substantial tax effects on the choice between issuing debt or equity; most studies fail to find significant effects. The relationship between tax shields and debt policy is clarified. Other papers miss the fact that most tax shields have a negligible effect on the marginal tax rate for most firms. New predictions are strongly supported by an empirical analysis; the method is to study incremental financing decisions using discrete choice analysis. Previous researchers examined debt/equity ratios, but tests based on incremental decisions should have greater power.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03724.x"
        },
        {
            "no": "8",
            "title": "International Capital Structure Equilibrium",
            "date": "December 1990",
            "author": [
                "JAMES E. HODDER",
                "LEMMA W. SENBET"
            ],
            "abstract": "This paper develops a theory of capital structure in an international setting with corporate and personal taxes. We generalize the Miller analysis to an international equilibrium characterized by differential international taxation and inflation in otherwise perfect international capital markets. Our analysis highlights the key role that corporate tax arbitrage plays in generating an international capital structure equilibrium, and we set forth a number of mechanisms for tax arbitrage transactions. We close the paper by outlining some implications of our analysis for national differences in capital structure, the International Fisher Effect, and international tax effects on yield differentials.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03725.x"
        },
        {
            "no": "9",
            "title": "Determinants of Secondary Market Prices for Developing Country Syndicated Loans",
            "date": "December 1990",
            "author": [
                "EKKEHART BOEHMER",
                "WILLIAM L. MEGGINSON"
            ],
            "abstract": "This paper presents our investigation of the factors that determine secondary market prices of developing country syndicated loans. Trading volume in this market has almost doubled yearly from 1985 to 1988 while average market prices declined from 73% to 41% of par value during the same period. We find that loan values depend on a country's solvency rather than its liquidity and show that a country's adoption of a debt conversion program significantly decreases its loans' market prices. Furthermore, the debt moratoria by Brazil and Peru, as well as the developing‐country‐specific provisions made by U.S. banks, impact loan prices negatively.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03726.x"
        },
        {
            "no": "10",
            "title": "Sequential Tests of the Arbitrage Pricing Theory: A Comparison of Principal Components and Maximum Likelihood Factors",
            "date": "December 1990",
            "author": [
                "RAVI SHUKLA",
                "CHARLES TRZCINKA"
            ],
            "abstract": "We examine the cross‐sectional pricing equation of the APT using the elements of eigenvectors and the maximum likelihood factor loadings of the covariance matrix of returns as measures of risk. The results indicate that, for data assumed stationary over twenty years, the first vector is a surprisingly good measure of risk when compared with either a one‐ or a five‐factor model or a five‐vector model. We conclude that in some circumstances principal components analysis may be preferred to factor analysis.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03727.x"
        },
        {
            "no": "11",
            "title": "The Quality Delivery Option in Treasury Bond Futures Contracts",
            "date": "December 1990",
            "author": [
                "MICHAEL L. HEMLER"
            ],
            "abstract": "This paper uses three methods to estimate quality option values for CBOT Treasury bond futures contracts. It presents evidence regarding: (1) payoffs from exercising this option at delivery, (2) estimates from a T‐bond futures pricing model that incorporates this option, and (3) estimates obtained from an exchange option pricing formula. The results indicate that this option is worth considerably less than reported by Kane and Marcus (1986a). For example, payoffs obtained by switching from the bond cheapest to deliver three months prior to delivery to the one cheapest at time of delivery average less than 0.30 percentage points of par.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03728.x"
        },
        {
            "no": "12",
            "title": "Deposit Insurance and Wealth Effects: The Value of Being “Too Big to Fail”",
            "date": "December 1990",
            "author": [
                "MAUREEN O'HARA",
                "WAYNE SHAW"
            ],
            "abstract": "This paper investigates the effect on bank equity values of the Comptroller of the Currency's announcement that some banks were “too big to fail” and that for those banks total deposit insurance would be provided. Using an event study methodology, we find positive wealth effects accruing to TBTF banks, with corresponding negative effects accruing to non‐included banks. We demonstrate that the magnitude of these effects differed with bank solvency and size. We also show that the policy to which the market reacted was that suggested by the Wall Street Journal and not that actually intended by the Comptroller.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03729.x"
        },
        {
            "no": "13",
            "title": "The Distribution of Daily Stock Returns and Settlement Procedures: The Paris Bourse",
            "date": "December 1990",
            "author": [
                "BRUNO SOLNIK"
            ],
            "abstract": "In many countries settlements take place a fixed number of business days after the transaction (U.S., Japan). In other countries settlements take place periodically on a fixed date when all transactions performed before this date are settled (U.K., France, Italy). In both cases settlement procedures should cause returns not to be identically distributed over all days. The effect is likely to be the largest on markets where all trades are settled only once a month. An empirical investigation of the largest of those markets, the Paris Bourse, demonstrates the importance of the settlement procedure on the distribution of daily returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03730.x"
        },
        {
            "no": "14",
            "title": "High Stock Returns before Holidays: Existence and Evidence on Possible Causes",
            "date": "December 1990",
            "author": [
                "ROBERT A. ARIEL"
            ],
            "abstract": "On the trading day prior to holidays, stocks advance with disproportionate frequency and show high mean returns averaging nine to fourteen times the mean return for the remaining days of the year. Over one third of the total return accruing to the market portfolio over the 1963–1982 period was earned on the eight trading days which each year fall before holiday market closings. Examination of hourly pre‐holiday stock returns reveals high returns throughout the day. Pre‐holiday stock returns in the post‐test 1983–1986 period are also examined.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03731.x"
        },
        {
            "no": "15",
            "title": "Managerial Share Ownership and the Stock Price Effects of Antitakeover Amendment Proposals",
            "date": "December 1990",
            "author": [
                "VICTORIA B. MCWILLIAMS"
            ],
            "abstract": "Studies that test for an average stock price effect of antitakeover amendments present different results, disagreeing with respect to both the significance and the direction of the effect. This study determines whether effects can be identified when managerial share ownership and amendment type are considered. Results suggest a negative relation between managerial share ownership and the stock price reaction to all but fair price amendment proposals.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03732.x"
        },
        {
            "no": "16",
            "title": "Product Market Imperfections and Loan Commitments",
            "date": "December 1990",
            "author": [
                "VOJISLAV MAKSIMOVIC"
            ],
            "abstract": "I show in a model of competitive banks that the characteristics of loan contracts are affected by product market imperfections in the borrower's industry. A bank loan commitment increases the value of a borrower firm operating in an imperfectly competitive industry and thus dominates a simple loan even in the absence of risk sharing considerations and informational asymmetries between the borrower and the bank. While it is individually rational for a firm to obtain a loan commitment, all the firms in that industry taken together are made worse off by the existence of loan commitments.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03733.x"
        },
        {
            "no": "17",
            "title": "Performance Measurement under Asymmetric Information and Investment Constraints",
            "date": "December 1990",
            "author": [
                "MICHEL GENDRON",
                "CHRISTIAN GENEST"
            ],
            "abstract": "The fact that investment policies are often restricted appears to have been neglected in the performance measurement literature. This paper, using a standard information model, shows how the introduction of constraints on the proportion of assets to be invested in the market affects the expected portfolio returns and the value of a portfolio manager's performance. The results are related to the classical Treynor and Mazuy (1966) conjectures about characteristic lines.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03734.x"
        },
        {
            "no": "18",
            "title": "Changes in Interstate Banking Laws: The Impact on Shareholder Wealth",
            "date": "December 1990",
            "author": [
                "HAROLD A. BLACK",
                "M. ANDREW FIELDS",
                "ROBERT L. SCHWEITZER"
            ],
            "abstract": "This study examines the impact on shareholder wealth of changes in interstate banking laws. The research demonstrates that changes in state statutes which allow interstate banking have a positive impact on the stock prices of regional banking organizations and a negative impact on the stock prices of money center banks. Interstate banking statutes initially exclude those states in which the money center banks are headquartered. The findings provide evidence that, by excluding money center banks from expansion across state lines, the competition from the regional banks may have an adverse competitive effect on the money center banks.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03735.x"
        },
        {
            "no": "19",
            "title": "Corporate Risk Management and the Incentive Effects of Debt",
            "date": "December 1990",
            "author": [
                "TIM S. CAMPBELL",
                "WILLIAM A. KRACAW"
            ],
            "abstract": "This paper demonstrates how the incentive of manager‐equityholders to substitute toward riskier assets, commonly referred to as the “asset substitution problem,” is related to the level of observable risk in the firm. When observable and unobservable risks are sufficiently positively correlated, increases (decreases) in observable risk generate the incentive for manager‐equityholders to increase (decrease) unobservable risk. Thus, credible commitments to hedge observable risk can benefit the firm's manager‐equityholders by reducing the incentive to shift risk and the associated agency cost of debt. This provides a positive rationale for hedging diversifiable risk at the firm level.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03736.x"
        },
        {
            "no": "20",
            "title": "The Relative Termination Experience of Adjustable to Fixed‐Rate Mortgages",
            "date": "December 1990",
            "author": [
                "DONALD F. CUNNINGHAM",
                "CHARLES A. CAPONE JR."
            ],
            "abstract": "Our study uses a multinomial logit model to analyze the concurrent termination experience of adjustable‐rate and fixed‐rate mortgages. A new set of ARM‐specific interactive determinants expands the conventional FRM specification to isolate the unique termination behavior of ARMs. We find that expected rate adjustments and large lifetime caps are positively related to ARM termination probabilities while long adjustment frequencies are inversely related. Caps, both periodic and lifetime, have a secondary, inverse effect on termination probabilities when interest‐rate movements exceed cap limits. The model also shows that interest‐rate expectations affect FRM terminations more strongly than ARM terminations.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03737.x"
        },
        {
            "no": "21",
            "title": "A Comment on Bank Funding Risks, Risk Aversion, and the Choice of Futures Hedging Instrument",
            "date": "December 1990",
            "author": [
                "TIM S. CAMPBELL",
                "WILLIAM A. KRACAW"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03738.x"
        },
        {
            "no": "22",
            "title": "A Comment on Excess Asset Reversions and Shareholder Wealth",
            "date": "December 1990",
            "author": [
                "NORMAN H. MOORE",
                "STEPHEN W. PRUITT"
            ],
            "abstract": "This study re‐examines the earlier finding of Alderson and Chen (1986a) that financial markets do not consider excess pension assets in determining share prices and that significant increases in shareholder wealth occur when an overfunded pension plan is terminated. The results document that specific event‐time contamination (corporate restructuring announcements) provides the driving force for all the earlier findings.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03739.x"
        },
        {
            "no": "23",
            "title": "Book Reviews",
            "date": "December 1990",
            "author": [],
            "abstract": "Book reviewed in this article: The Foreign Exchange Market Simulator. By STEVE CORONEL, JOHN GOCEK, and JEAN‐PIERRE VARIN.\nJapanese Capital Markets: Analysis and Characteristics of Equity, Debt, and Financial Futures Markets. Edited by EDWIN J. ELTON and MARTIN J. GRUBER.\nMarket Volatility. By ROBERT J. SHILLER.\nMergers, Restructuring, and Corporate Control. By J. FRED WESTON, KWANG S. CHUNG, and SUSAN E. HOAG.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03740.x"
        },
        {
            "no": "24",
            "title": "MISCELLANEA",
            "date": "December 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb00348.x"
        },
        {
            "no": "25",
            "title": "Index to Volume XLV",
            "date": "December 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb00349.x"
        },
        {
            "no": "26",
            "title": "ASSOCIATION MEETINGS",
            "date": "December 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03717.x"
        },
        {
            "no": "27",
            "title": "ANNOUNCEMENTS",
            "date": "December 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb03718.x"
        },
        {
            "no": "28",
            "title": "Back Matter",
            "date": "December 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb00350.x"
        }
    ]
}