{
    "journal": "JF",
    "volume": "45",
    "issue": "3",
    "date": "July 1990",
    "page": "Pages: i-vii, 709-991, viii-xxv",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "July 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb00376.x"
        },
        {
            "no": "2",
            "title": "Latent Assets",
            "date": "July 1990",
            "author": [
                "MICHAEL J. BRENNAN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05102.x"
        },
        {
            "no": "3",
            "title": "Determinants of Thrift Institution Resolution Costs",
            "date": "July 1990",
            "author": [
                "JAMES R. BARTH",
                "PHILIP F. BARTHOLOMEW",
                "MICHAEL G. BRADLEY"
            ],
            "abstract": "This paper provides a detailed examination of the cost imposed by thrift institutions resolved during the period 1980–1988. A simple model is presented to explain the cost of resolution. This model is tested empirically with a comprehensive data set that permits us to avoid some of the econometric problems present in earlier studies. The empirical evidence suggests that the model that explains resolution costs in the late 1980s is significantly different from the model for either the middle or early 1980s. This evidence is consistent with the changing nature of the thrift crisis and changes in the regulator's closure rule. Our econometric evidence, moreover, is consistent with the hypothesis that, for troubled institutions, tangible net worth systematically understates market‐value net worth. In addition, the importance of including time effects as well as institution effects as determinants of the cost of resolution is revealed.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05103.x"
        },
        {
            "no": "4",
            "title": "Principal‐Agent Problems in S&L Salvage",
            "date": "July 1990",
            "author": [
                "EDWARD J. KANE"
            ],
            "abstract": "New legislation and traditional FDIC insolvency‐resolution procedures transform and intensify the principal‐agent problems most responsible for the FSLIC mess. These problems explain counterproductive constraints on the governance and operating policies of the agency responsible for rescuing and salvaging assets in insolvent thrifts: the RTC. The constraints slow insolvency resolution, increase interim financing costs, and undermine RTC recovery of asset value. Operationalizing its task as preserving evanescent and economically misconceived “franchise values,” the RTC allows insolvents to seek financing on an unconsolidated basis, initiates bidding for one institution at a time, holds back seriously troubled assets, and recruits an overly narrow range of bidders.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05104.x"
        },
        {
            "no": "5",
            "title": "Financial Contracting and Leverage Induced Over‐ and Under‐Investment Incentives",
            "date": "July 1990",
            "author": [
                "ELAZAR BERKOVITCH",
                "E. HAN KIM"
            ],
            "abstract": "This paper investigates the effects of seniority rules and restrictive dividend convenants on the over‐ and under‐investment incentives associated with risky debt. We show that increasing seniority of new debt decreases the incidence of under‐investment but increases over‐investment, and vice versa. Under symmetric information, the optimal seniority rule is to give new debtholders first claim on a new project without recourse to existing assets (i.e., project financing). Under asymmetric information, the optimal debt contract requires equating the expected return to new debtholders in the default state to the new project's cash flow in the same rate. If this is not possible, the optimal seniority rule calls for strict subordination of new debt if the expected cash flow in default is small and full seniority if it is large. With regard to dividend convenants, we show that their effect depends on whether or not dividend payments are conditioned on future investments. When they are unconditioned, allowing more dividends increases the under‐investment incentive. In contrast, conditional dividends decrease the underinvestment incentive and increase the over‐investment incentive.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05105.x"
        },
        {
            "no": "6",
            "title": "Debt and Input Misallocation",
            "date": "July 1990",
            "author": [
                "MOSHE KIM",
                "VOJISLAV MAKSIMOVIC"
            ],
            "abstract": "We investigate a class of agency costs of debt that arise because debt financing affects the firm's incentives to use inputs efficiently. A methodology for estimating this class of costs is presented and applied to a major industry, air transport. Our results are consistent with agency models that predict a decrease in efficiency as the debt increases. A part of the loss of efficiency that we identify is attributable to the greater use by levered firms of inputs that can be monitored and are collateralizable.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05106.x"
        },
        {
            "no": "7",
            "title": "The Distribution of Target Ownership and the Division of Gains in Successful Takeovers",
            "date": "July 1990",
            "author": [
                "RENÉ M. STULZ",
                "RALPH A. WALKLING",
                "MOON H. SONG"
            ],
            "abstract": "This paper presents evidence that the distribution of target ownership is related to the division of the takeover gain between the target and the bidder for a sample of successful tender offers. In the whole sample, the target's gain is negatively related to bidder and institutional ownership. In the sample of multiple‐bidder contests, the target's gain increases with managerial ownership and falls with institutional ownership.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05107.x"
        },
        {
            "no": "8",
            "title": "Information Content of Insider Trading Around Corporate Announcements: The Case of Capital Expenditures",
            "date": "July 1990",
            "author": [
                "KOSE JOHN",
                "BANIKANTA MISHRA"
            ],
            "abstract": "There is gathering evidence of insider trading around corporate announcements of dividends, capital expenditures, equity issues and repurchases, and other capital structure changes. Although signaling models have been used to explain the price reaction of these announcements, a usual assumption made in these models is that insiders cannot trade to gain from such announcements. An innovative feature of this paper is to model trading by corporate insiders (subject to disclosure regulation) as one of the signals. Detailed testable predictions are described for the interaction of corporate announcements and concurrent insider trading. In particular, such interaction is shown to depend crucially on whether the firm is a growth firm, a mature firm, or a declining firm. Empirical proxies for firm technology are developed based on measures of growth and Tobin's q ratio. In the underlying “efficient” signaling equilibrium, investment announcements and net insider trading convey private information of insiders to the market at least cost. The paper also addresses issues of deriving intertemporal announcement effects from the equilibrium (cross‐sectional) pricing functional. Other announcement effects relate the intensity of the market response to insider trading, variance of firm cash flows, risk aversion of the insiders, and characteristics of firm technology (growth, mature, or declining).",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05108.x"
        },
        {
            "no": "9",
            "title": "Stock Dividends, Stock Splits, and Signaling",
            "date": "July 1990",
            "author": [
                "MAUREEN MCNICHOLS",
                "AJAY DRAVID"
            ],
            "abstract": "This paper provides evidence that firms signal their private information about future earnings by their choice of split factor. Split factors are increasing in earnings forecast errors, after controlling for differences in pre‐split price and firm size. Furthermore, price changes at stock dividend and split announcements are significantly correlated with split factors, holding other factors constant, and with earnings forecast errors. These correlations suggest that management's choice of split factor signals private information about future earnings and that investors revise their beliefs about firm value accordingly. The analysis also suggests, however, that announcement returns are significantly correlated with split factors after controlling for earnings forecast errors. This suggests that earnings forecast errors measure management's private information about future earnings with error, that split factors signal other valuation‐relevant attributes, or that a signaling explanation is incomplete.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05109.x"
        },
        {
            "no": "10",
            "title": "Evidence of Predictable Behavior of Security Returns",
            "date": "July 1990",
            "author": [
                "NARASIMHAN JEGADEESH"
            ],
            "abstract": "This paper presents new empirical evidence of predictability of individual stock returns. The negative first‐order serial correlation in monthly stock returns is highly significant. Furthermore, significant positive serial correlation is found at longer lags, and the twelve‐month serial correlation is particularly strong. Using the observed systematic behavior of stock returns, one‐step‐ahead return forecasts are made and ten portfolios are formed from the forecasts. The difference between the abnormal returns on the extreme decile portfolios over the period 1934–1987 is 2.49 percent per month.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05110.x"
        },
        {
            "no": "11",
            "title": "Equilibrium Exchange Rate Hedging",
            "date": "July 1990",
            "author": [
                "FISCHER BLACK"
            ],
            "abstract": "We assume a world like the one that gives the capital asset pricing model, but with many goods and many countries. We assume that investors in a given country have homothetic utility functions with the same weights, and a currency that has a sure end‐of‐period value using a price index with those weights. Siegel's paradox (derived from Jensen's inequality) makes investors want a positive amount of exchange risk. When average risk tolerance is the same across countries, every investor will hold the same mix of market risk (through the world market portfolio of all assets) and exchange risk (in a diversified basket of foreign currencies). In fact, the ratio of exchange risk to market risk is equal to the average investor's risk tolerance. We can write the ratio of exchange risk to market risk (and the fraction of the market's exchange risk that investors hedge) as depending on an average of world market risk premia, an average of world market volatilities, and an average of exchange rate volatilities. The weights in these averages are the same as the weights of the different countries in the currency basket. Given these averages, the ratio (and the fraction hedged) will not depend directly on exchange rate means or covariances. In equilibrium, we can use the ratio of exchange risk to market risk to measure average risk tolerance: in this model, risk tolerance is observable.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05111.x"
        },
        {
            "no": "12",
            "title": "Default Risk in Futures Markets: The Customer‐Broker Relationship",
            "date": "July 1990",
            "author": [
                "JAMES V. JORDAN",
                "GEORGE EMIR MORGAN"
            ],
            "abstract": "The traditional view of the futures clearinghouse as an insurer that eliminates the need for customers to evaluate default risk is inaccurate. A clearinghouse member default in 1985 confirms that the clearinghouse only guarantees payment from member to member, not from customer to customer or member to customer. Thus, non‐defaulting customers are subject to losses as a result of the action of individuals with whom thay have no contractual obligations. This study models the behavior of customers choosing a futures commission merchant (FCM) given the current legal position of the clearinghouse. In a single‐period model with symmetric information, customers can eliminate their exposure to defaults of other customers or of their FCM only by choosing to trade through “boutique” (undiversified) FCMs. In practice, monitoring and rebalancing costs may impede the attainment of zero default risk. However, FCM diversification remains an important factor in customer choice of an FCM. When setting capital requirements, clearinghouses and government regulators need to consider the implications of diversification for both customer and market protection.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05112.x"
        },
        {
            "no": "13",
            "title": "Pricing Options with Extendible Maturities: Analysis and Applications",
            "date": "July 1990",
            "author": [
                "FRANCIS A. LONGSTAFF"
            ],
            "abstract": "Many common types of financial contracts incorporate options with extendible maturities. This paper derives closed‐form expressions for options that can be extended by the optionholder and presents a number of applications including the valuation of American options with stochastic dividends, junk bonds, and shared‐equity mortgages. We also derive closed‐form expressions for writer‐extendible options and discuss the writer's economic incentives for extending an out‐of‐the‐money option. We apply these results to show that corporate debtholders have a strong incentive to extend the maturity of defaulting debt if there are liquidation costs. We model and solve the debtholders' optimal extension problem and show that the possibility of an extension can induce shareholders in highly levered firms to accept negative NPV projects.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05113.x"
        },
        {
            "no": "14",
            "title": "Stochastic Convenience Yield and the Pricing of Oil Contingent Claims",
            "date": "July 1990",
            "author": [
                "RAJNA GIBSON",
                "EDUARDO S. SCHWARTZ"
            ],
            "abstract": "This paper develops and empirically tests a two‐factor model for pricing financial and real assets contingent on the price of oil. The factors are the spot price of oil and the instantaneous convenience yield. The parameters of the model are estimated using weekly oil futures contract prices from January 1984 to November 1988, and the model's performance is assessed out of sample by valuing futures contracts over the period November 1988 to May 1989. Finally, the model is applied to determine the present values of one barrel of oil deliverable in one to ten years time.",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05114.x"
        },
        {
            "no": "15",
            "title": "Minutes of the Annual Membership Meeting",
            "date": "July 1990",
            "author": [
                "Michael Keenan"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05115.x"
        },
        {
            "no": "16",
            "title": "Report of the Executive Secretary and Treasurer for the Year Ending September 30, 1989",
            "date": "July 1990",
            "author": [
                "Michael Keenan"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05116.x"
        },
        {
            "no": "17",
            "title": "Consolidated Revenues and Expenses Reports",
            "date": "July 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05117.x"
        },
        {
            "no": "18",
            "title": "Report of the Managing Editor of The Journal of Finance for the Year 1989",
            "date": "July 1990",
            "author": [
                "René M. Stulz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05118.x"
        },
        {
            "no": "19",
            "title": "ASSOCIATION MEETINGS",
            "date": "July 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05100.x"
        },
        {
            "no": "20",
            "title": "ANNOUNCEMENTS",
            "date": "July 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb05101.x"
        },
        {
            "no": "21",
            "title": "Back Matter",
            "date": "July 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1990.tb00377.x"
        }
    ]
}