{
    "journal": "JFE",
    "volume": "28",
    "issue": "1–2",
    "date": "November–December 1990",
    "page": "Pages 1-269",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Nov 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(90)90043-Y"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Nov 1990",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(90)90044-Z"
        },
        {
            "no": "3",
            "title": "Editorial",
            "date": "Nov 1990",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner",
                "Eugene F. Fama"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(90)90045-2"
        },
        {
            "no": "4",
            "title": "Posterior, predictive, and utility-based approaches to testing the arbitrage pricing theory",
            "date": "Nov 1990",
            "author": [
                "Robert McCulloch",
                "Peter E. Rossi"
            ],
            "abstract": "To provide a framework for judging the economic significance of departures from the arbitrage pricing theory, we adopt a utility-based metric based on optimal portfolio choices. This measure is examined using both predictive and posterior analysis. Our predictive analysis shows very large and economically significant departures from the model restrictions. However, the high level of parameter uncertainty suggests that we cannot conclusively either affirm or reject the APT. Our conclusions differ markedly from other studies which employ traditional significance-testing procedures and, in many instances, fail to reject the APT restrictions.",
            "link": "https://doi.org/10.1016/0304-405X(90)90046-3"
        },
        {
            "no": "5",
            "title": "Dividend capture in NASDAQ stocks",
            "date": "Nov 1990",
            "author": [
                "Jonathan M. Karpoff",
                "Ralph A. Walkling"
            ],
            "abstract": "We examine the importance of dividend-capture trading in NASDAQ stocks by testing for cross-sectional relations between ex-day abnormal returns and bid-ask spreads. Throughout, we find that ex-day returns and spreads are positively related. The relation increases across dividend-yield quintiles and is strongest in high-yield stocks. The relation does not appear in a sample of non-ex-dividend days. These findings indicate that dividend-capture trading affects the ex-day returns of at least some, particularly high-yield, NASDAQ stocks, and that dividend-capture trading is important for understanding ex-dividend-day returns.",
            "link": "https://doi.org/10.1016/0304-405X(90)90047-4"
        },
        {
            "no": "6",
            "title": "Price reversals",
            "date": "Nov 1990",
            "author": [
                "Gautam Kaul",
                "M. Nimalendran"
            ],
            "abstract": "We show that bid-ask errors in transaction prices are the predominant source of apparent price reversals in the short run for NASDAQ firms. Once we extract measurement errors in prices caused by the bid-ask spread, we find little evidence of market overreaction. On the contrary, we find that security returns are positively, and not negatively, autocorrelated. We also show that bid-ask errors lead to substantial spurious volatility in transaction returns; about half of measured daily return variances can be induced by the bid-ask effect.",
            "link": "https://doi.org/10.1016/0304-405X(90)90048-5"
        },
        {
            "no": "7",
            "title": "Dividend yield and expected returns",
            "date": "Nov 1990",
            "author": [
                "William G. Christie"
            ],
            "abstract": "Previous research examining the relation between dividend yield and equity returns documents a U-shaped pattern arising from the positive CAPM-adjusted average excess return of zero-dividend firms. In contrast, this paper reports that zero-dividend firms earn negative average excess returns relative to firms of similar size. Despite the apparent conformity of these results to the predictions of after-tax asset pricing models, the negative size-adjusted excess returns cannot be drive solely by tax effects. These excess returns, which are concentrated in the initial zero-dividend years and approach - 1% per month, are attributed to possible dividend-expectation effects rather than taxes.",
            "link": "https://doi.org/10.1016/0304-405X(90)90049-6"
        },
        {
            "no": "8",
            "title": "Market microstructure and asset pricing",
            "date": "Nov 1990",
            "author": [
                "Marc R. Reinganum"
            ],
            "abstract": "This research investigates the influence of market microstructure on liquidity premiums. Premiums of a competitive, multiple-dealership market (NASDAQ) are contrasted with those of a monopolistic, specialist system (NYSE). Differences in liquidity premiums are estimated from monthly stock returns. For small firms, the average returns of NYSE securities exceed the average returns of NASDAQ securities. This return differential persists after controlling for size, risk, and liquidity-related variables. Neither the NYSE nor NASDAQ dominates the other in providing liquidity. The NASDAQ appears to have a liquidity advantage over the NYSE for small firms but not for large companies.",
            "link": "https://doi.org/10.1016/0304-405X(90)90050-A"
        },
        {
            "no": "9",
            "title": "Borrowing relationships, intermediation, and the cost of issuing public securities",
            "date": "Nov 1990",
            "author": [
                "Christopher James",
                "Peggy Wier"
            ],
            "abstract": "This paper investigates how an established borrowing relationship affects the costs associated with initial public offerings of equity. Our model illustrates how the existence of a borrowing relationship reduces the ex ante uncertainty about the value of the issuing firm's equity in the secondary market. If underpricing is related to uncertainty, a borrowing relationship can reduce underpricing. Empirically, we find that, other things equal, IPOs of firms with previously established borrowing relationships are underpriced substantially less than other IPOs.",
            "link": "https://doi.org/10.1016/0304-405X(90)90051-Z"
        },
        {
            "no": "10",
            "title": "A comparative analysis of IPO proceeds under alternative regulatory environments",
            "date": "Nov 1990",
            "author": [
                "Lawrence M. Benveniste",
                "William J. Wilhelm"
            ],
            "abstract": "We study the effect on IPO proceeds of uniform-price restrictions and restrictions on the allocation of oversubscribed issues. Our model suggests that underwriters, given the opportunity to allocate IPOs among both regular and retail investors, would maximize proceeds by using a combination of price and allocation discrimination. Uniform-price restrictions increase the cost of soliciting information from regular investors and, when combined with evenhanded distribution restrictions, make information gathering impossible. We also provide conditions under which either adverse selection or the cost of soliciting information is likely to be the dominant force behind IPO discounting.",
            "link": "https://doi.org/10.1016/0304-405X(90)90052-2"
        },
        {
            "no": "11",
            "title": "Investment-banking contracts in tender offers",
            "date": "Nov 1990",
            "author": [
                "Robyn M. McLaughlin"
            ],
            "abstract": "Empirical analysis reveals that investment-banker advisory fees in tender offers average 1.29% of the value of a completed transaction, far below the levels often alluded to in the business press. Most fees are contingent on offer outcome, with target-firm fees typically contingent on transaction value and bidding-firm fees on the number of shares purchased. Although these contingent contracts motivate investment bankers to satisfy some client objectives, many also create conflicts of interest between banker and firm. These incentive problems are apparent in offer evaluation, in hostile offers, and in the price paid by bidding firms.",
            "link": "https://doi.org/10.1016/0304-405X(90)90053-3"
        },
        {
            "no": "12",
            "title": "Wealth effects of regulatory reform",
            "date": "Nov 1990",
            "author": [
                "Joseph A. Fields",
                "Chinmoy Ghosh",
                "David S. Kidwell",
                "Linda S. Klein"
            ],
            "abstract": "This paper investigates the effect of California's Proposition 103 on the market value of publicly traded property- and liability-insurance companies. The passage of this referendum on November 8, 1988 moved California from a market-oriented to a heavily regulated insurance-pricing system. During the period surrounding the election, the average stock price of insurance companies doing business in California declined by 6.91%. The decline is positively related to the proportion of a firm's premiums affected by the referendum and the proportion generated in other states where insurance regulation is likely to change, and negatively related to the firm's profitability.",
            "link": "https://doi.org/10.1016/0304-405X(90)90054-4"
        },
        {
            "no": "13",
            "title": "An analysis of exchangeable debt offers",
            "date": "Nov 1990",
            "author": [
                "Chinmoy Ghosh",
                "Raj Varma",
                "J.Randall Woolridge"
            ],
            "abstract": "Exchangeable debt is convertible into the common stock of a target firm in which the issuing firm has an ownership position. It signifies a potential change in the issuing firm's asset composition through the divestiture of the ownership stake in the target firm. We find that announcements of exchangeable debt offers are associated with insignificant abnormal returns for the shareholders of issuing firms. The target firm's share price declines, however, when an exchangeable debt offer is announced. This result is consistent with the offer's potential to reduce the ownership concentration of the target firm's common stock.",
            "link": "https://doi.org/10.1016/0304-405X(90)90055-5"
        },
        {
            "no": "14",
            "title": "Editorial collaborators",
            "date": "Nov 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(90)90056-6"
        },
        {
            "no": "15",
            "title": "Index",
            "date": "Nov 1990",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(90)90057-7"
        }
    ]
}