{
    "journal": "JFE",
    "volume": "60",
    "issue": "1",
    "date": "April 2001",
    "page": "Pages 1-176",
    "article": [
        {
            "no": "1",
            "title": "Disappearing dividends: changing firm characteristics or lower propensity to pay?",
            "date": "Apr 2001",
            "author": [
                "Eugene F Fama",
                "Kenneth R French"
            ],
            "abstract": "The proportion of firms paying cash dividends falls from 66.5% in 1978 to 20.8% in 1999, due in part to the changing characteristics of publicly traded firms. Fed by new listings, the population of publicly traded firms tilts increasingly toward small firms with low profitability and strong growth opportunities – characteristics typical of firms that have never paid dividends. More interesting, we also show that regardless of their characteristics, firms have become less likely to pay dividends. This lower propensity to pay is at least as important as changing characteristics in the declining incidence of dividend-paying firms.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00038-1"
        },
        {
            "no": "2",
            "title": "Corporate payout policy and managerial stock incentives",
            "date": "Apr 2001",
            "author": [
                "George W. Fenn",
                "Nellie Liang"
            ],
            "abstract": "We examine how corporate payout policy is affected by managerial stock incentives using data on more than 1,100 nonfinancial firms during 1993–97. We find that management stock ownership is associated with higher payouts by firms with potentially the greatest agency problems – those with low management stock ownership and few investment opportunities or high free cash flow. We also find that management stock options are related to the composition of payouts. We find a strong negative relationship between dividends and management stock options, as predicted by Lambert et al (1989), and a positive relationship between repurchases and management stock options. Our results suggest that the growth in stock options may help to explain the rise in repurchases at the expense of dividends.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00039-3"
        },
        {
            "no": "3",
            "title": "The option to withdraw IPOs during the premarket: empirical analysis",
            "date": "Apr 2001",
            "author": [
                "Walid Y. Busaba",
                "Lawrence M. Benveniste",
                "Re-Jin Guo"
            ],
            "abstract": "American IPOs are priced after a process of bookbuilding, during which issuers can withdraw at any time. We hypothesize that the option to withdraw reduces underpricing by strengthening the issuers’ bargaining power with respect to investors. Empirical analysis reveals that underpricing is lower when investor perception of an IPO's likelihood of withdrawal is higher. Withdrawing issuers are neither smaller nor less profitable than issuers completing their IPOs, and engage underwriters that are as reputable as those managing completed offerings. Withdrawal is correlated with leverage, intended use of proceeds, expected issue size, venture backing, revenues, NASDAQ returns, and IPO activity.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00040-X"
        },
        {
            "no": "4",
            "title": "Locking out rival bidders: The use of lockup options in corporate mergers",
            "date": "Apr 2001",
            "author": [
                "Timothy R Burch"
            ],
            "abstract": "Conventional wisdom suggests that lockup options are granted by self-interested target managers to discourage competition and hand-select an acquirer, thus harming target shareholder wealth. Evidence from 2,067 deals announced during 1988–1995 suggests that lockup options inhibit competition, but on average, deals with lockup options have higher target announcement and overall returns and lower bidder announcement returns, even after controlling for shareholder anticipation and other factors. An examination of 100 merger proxies suggests lockup options are no more prevalent in privately negotiated, preemptive deals, and average target returns are higher when such deals include a lockup option. The overall evidence is more consistent with managers using lockup options to enhance bargaining power than with lockup options harming shareholder wealth.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00041-1"
        },
        {
            "no": "5",
            "title": "On the choice and replacement of chief financial officers",
            "date": "Apr 2001",
            "author": [
                "Shehzad Mian"
            ],
            "abstract": "This paper provides empirical evidence regarding why firms replace their CFOs. Empirical tests are based on a sample of 2,227 CFO appointments over the 1984–1997 time period. Key findings reported in the paper are: (a) external CFO succession rate is markedly higher than the external CEO succession rate, (b) the incidence of retirement is less common for serving CFOs as compared to the top executive, (c) CFO turnover is preceded by negative excess returns, (d) CFO turnover is preceded by a decline in operating return on assets in the pre-period, (e) announcements of CFO turnover are associated with a significant negative stock price reaction when old CFO quits and firm replaces with an internal appointment, and (f) CFO turnover is preceded by abnormally high CEO turnover. Overall, evidence is consistent with the hypothesis that CFO turnovers are disciplinary. Evidence is also consistent with the hypothesis that rapid sales growth accompanied by weak operating performance leads firms to bring in outside talent.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00042-3"
        }
    ]
}