{
    "journal": "JF",
    "volume": "62",
    "issue": "6",
    "date": "December 2007",
    "page": "Pages: i-iv, 2557-3076, v-xii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "28 November 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01307.x"
        },
        {
            "no": "2",
            "title": "The Risk‐Adjusted Cost of Financial Distress",
            "date": "28 November 2007",
            "author": [
                "HEITOR ALMEIDA",
                "THOMAS PHILIPPON"
            ],
            "abstract": "Financial distress is more likely to happen in bad times. The present value of distress costs therefore depends on risk premia. We estimate this value using risk‐adjusted default probabilities derived from corporate bond spreads. For a BBB‐rated firm, our benchmark calculations show that the NPV of distress is 4.5% of predistress value. In contrast, a valuation that ignores risk premia generates an NPV of 1.4%. We show that marginal distress costs can be as large as the marginal tax benefits of debt derived by Graham (2000). Thus, distress risk premia can help explain why firms appear to use debt conservatively.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01286.x"
        },
        {
            "no": "3",
            "title": "Security Design with Investor Private Information",
            "date": "28 November 2007",
            "author": [
                "ULF AXELSON"
            ],
            "abstract": "I study the security design problem of a firm when investors rather than managers have private information about the firm. I find that it is often optimal to issue information‐sensitive securities such as equity. The “folklore proposition of debt” from traditional signaling models only goes through if the firm can vary the face value of debt with investor demand. When the firm has several assets, debt backed by a pool of assets is optimal when the degree of competition among investors is low, while equity backed by individual assets is optimal when competition is high.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01287.x"
        },
        {
            "no": "4",
            "title": "Strategic Actions and Credit Spreads: An Empirical Investigation",
            "date": "28 November 2007",
            "author": [
                "SERGEI A. DAVYDENKO",
                "ILYA A. STREBULAEV"
            ],
            "abstract": "Do strategic actions of borrowers and lenders affect corporate debt values? We find higher bond spreads for firms that can renegotiate debt contracts relatively easily. Consistent with theories of strategic debt service, the threat of strategic default depresses bond values ex ante, even though there may be efficiency gains from renegotiation ex post. However, the economic significance of the net effect is small, suggesting that bondholders have considerable bargaining power. The effect of strategic actions is higher when creditors are particularly vulnerable to strategic threats, including risky firms with high managerial shareholding, simple debt structures, and high liquidation costs.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01288.x"
        },
        {
            "no": "5",
            "title": "The U.S. Treasury Buyback Auctions: The Cost of Retiring Illiquid Bonds",
            "date": "28 November 2007",
            "author": [
                "BING HAN",
                "FRANCIS A. LONGSTAFF",
                "CRAIG MERRILL"
            ],
            "abstract": "We study an important recent series of buyback auctions conducted by the U.S. Treasury in retiring $67.5 billion of its illiquid off‐the‐run debt. The Treasury was successful in buying back large amounts of illiquid debt while suffering only a small market‐impact cost. The Treasury included the most‐illiquid bonds more frequently in the auctions, but tended to buy back the least‐illiquid of these bonds. Although the Treasury had the option to cherry pick from among the bonds offered, we find that the Treasury was actually penalized for being spread too thinly in the buybacks.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01289.x"
        },
        {
            "no": "6",
            "title": "Bidding into the Red: A Model of Post‐Auction Bankruptcy",
            "date": "28 November 2007",
            "author": [
                "SIMON BOARD"
            ],
            "abstract": "This paper investigates auctions where bidders have limited liability. First, we analyze bidding behavior under different auction formats, showing that the second‐price auction induces higher prices, higher bankruptcy rates, and lower utilities than the first‐price auction. Second, we show that the cost of bankruptcy critically affects the seller's preference over the choice of auction. If bankruptcy is very costly, the seller prefers the first‐price auction over the second‐price auction. Alternatively, if the bankrupt assets are resold among the losers of the initial auction, the seller prefers the second‐price auction.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01290.x"
        },
        {
            "no": "7",
            "title": "How Smart Is Smart Money? A Two‐Sided Matching Model of Venture Capital",
            "date": "28 November 2007",
            "author": [
                "MORTEN SØRENSEN"
            ],
            "abstract": "I find that companies funded by more experienced VCs are more likely to go public. This follows both from the direct influence of more experienced VCs and from sorting in the market, which leads experienced VCs to invest in better companies. Sorting creates an endogeneity problem, but a structural model based on a two‐sided matching model is able to exploit the characteristics of the other agents in the market to separately identify and estimate influence and sorting. Both effects are found to be significant, with sorting almost twice as important as influence for the difference in IPO rates.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01291.x"
        },
        {
            "no": "8",
            "title": "U.S. Banking Deregulation, Small Businesses, and Interstate Insurance of Personal Income",
            "date": "28 November 2007",
            "author": [
                "YULIYA DEMYANYK",
                "CHARLOTTE OSTERGAARD",
                "BENT E. SØRENSEN"
            ],
            "abstract": "We estimate the effects of deregulation of U.S. banking restrictions on interstate personal income insurance for the period 1970 to 2001. Interstate income insurance occurs when personal income reacts less than one‐to‐one to state‐specific output shocks. We find that insurance improved after banking deregulation, with a larger effect in states where small businesses are more important and on proprietors' income than on other components of personal income. Our explanation centers on the role of banks as a prime source of small business finance and on the close intertwining of the personal and business finances of small business owners.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01292.x"
        },
        {
            "no": "9",
            "title": "How Laws and Institutions Shape Financial Contracts: The Case of Bank Loans",
            "date": "28 November 2007",
            "author": [
                "JUN QIAN",
                "PHILIP E. STRAHAN"
            ],
            "abstract": "Legal and institutional differences shape the ownership and terms of bank loans across the world. We show that under strong creditor protection, loans have more concentrated ownership, longer maturities, and lower interest rates. Moreover, the impact of creditor rights on loans depends on borrower characteristics such as the size and tangibility of assets. Foreign banks appear especially sensitive to the legal and institutional environment, with their ownership declining relative to domestic banks as creditor protection falls. Our multidimensional empirical model paints a more complete picture of how financial contracts respond to the legal and institutional environment than existing studies.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01293.x"
        },
        {
            "no": "10",
            "title": "Adaptive Traders and the Design of Financial Markets",
            "date": "28 November 2007",
            "author": [
                "SEBASTIEN POUGET"
            ],
            "abstract": "This paper studies a financial market populated by adaptive traders. Learning is modeled following Camerer and Ho (1999). A call market and a Walrasian tatonnement are compared in an environment in which both institutions have the same Nash and competitive equilibrium outcomes. When traders learn via a belief‐based model, equilibrium is discovered in both types of markets. In contrast, when traders learn via a reinforcement‐based model, convergence to equilibrium is achieved in the Walrasian tatonnement but not in the call market. This paper suggests that market mechanisms can be designed to foster traders' learning of equilibrium strategies.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01294.x"
        },
        {
            "no": "11",
            "title": "Long‐Term Return Reversals: Overreaction or Taxes?",
            "date": "28 November 2007",
            "author": [
                "THOMAS J. GEORGE",
                "CHUAN‐YANG HWANG"
            ],
            "abstract": "Long‐term reversals in U.S. stock returns are better explained as the rational reactions of investors to locked‐in capital gains than an irrational overreaction to news. Predictors of returns based on the overreaction hypothesis have no power, while those that measure locked‐in capital gains do, completely subsuming past returns measures that are traditionally used to predict long‐term returns. In data from Hong Kong, where investment income is not taxed, reversals are nonexistent, and returns are not forecastable either by traditional measures or by measures based on the capital gains lock‐in hypothesis that successfully predict U.S. returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01295.x"
        },
        {
            "no": "12",
            "title": "Vote Trading and Information Aggregation",
            "date": "28 November 2007",
            "author": [
                "SUSAN E.K. CHRISTOFFERSEN",
                "CHRISTOPHER C. GECZY",
                "DAVID K. MUSTO",
                "ADAM V. REED"
            ],
            "abstract": "The standard analysis of corporate governance assumes that shareholders vote in ratios that firms choose, such as one share‐one vote. However, if the cost of unbundling and trading votes is sufficiently low, then shareholders choose the ratios. We document an active market for votes within the U.S. equity loan market, where the average vote sells for zero. We hypothesize that asymmetric information motivates the vote trade and find support in the cross section. More trading occurs for higher‐spread and worse‐performing firms, especially when voting is close. Vote trading corresponds to support for shareholder proposals and opposition to management proposals.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01296.x"
        },
        {
            "no": "13",
            "title": "Measuring Distress Risk: The Effect of R&D Intensity",
            "date": "28 November 2007",
            "author": [
                "LAUREL A. FRANZEN",
                "KIMBERLY J. RODGERS",
                "TIMOTHY T. SIMIN"
            ],
            "abstract": "Because of upward trends in research and development activity, accounting measures of financial distress have become less accurate. We document that (1) higher research and development spending increases the likelihood of misclassifying solvent firms, (2) adjusting for conservative accounting of research and development increases the number of correctly identified distressed firms, and (3) adjusted measures of distress alleviate previously documented anomalously low returns of large, high distress risk, low book‐to‐market firms. The results hold after updating stale parameters and under various tax assumptions. Our evidence raises concerns about interpretation of extant literature that relies on accounting measures of distress.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01297.x"
        },
        {
            "no": "14",
            "title": "Is the Corporate Loan Market Globally Integrated? A Pricing Puzzle",
            "date": "28 November 2007",
            "author": [
                "MARK CAREY",
                "GREG NINI"
            ],
            "abstract": "We offer evidence that interest rate spreads on syndicated loans to corporate borrowers are economically significantly smaller in Europe than in the United States, other things equal. Differences in borrower, loan, and lender characteristics do not appear to explain this phenomenon. Borrowers overwhelmingly issue in their natural home market and bank portfolios display home bias. This may explain why pricing discrepancies are not competed away, though their causes remain a puzzle. Thus, important determinants of loan origination market outcomes remain to be identified, home bias appears to be material for pricing, and corporate financing costs differ across Europe and the United States.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01298.x"
        },
        {
            "no": "15",
            "title": "Habit Formation and Macroeconomic Models of the Term Structure of Interest Rates",
            "date": "28 November 2007",
            "author": [
                "ANDREA BURASCHI",
                "ALEXEI JILTSOV"
            ],
            "abstract": "This paper introduces a new class of nonaffine models of the term structure of interest rates that is supported by an economy with habit formation. Distinguishing features of the model are that the interest rate dynamics are nonlinear, interest rates depend on lagged monetary and consumption shocks, and the price of risk is not a constant multiple of interest rate volatility. We find that habit persistence can help reproduce the nonlinearity of the spot rate process, the documented deviations from the expectations hypothesis, the persistence of the conditional volatility of interest rates, and the lead‐lag relationship between interest rates and monetary aggregates.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01299.x"
        },
        {
            "no": "16",
            "title": "MISCELLANEA",
            "date": "28 November 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01300.x"
        },
        {
            "no": "17",
            "title": "INDEX TO VOLUME LXII",
            "date": "28 November 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01302.x"
        },
        {
            "no": "18",
            "title": "Back Matter",
            "date": "28 November 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01308.x"
        }
    ]
}