{
    "journal": "JF",
    "volume": "62",
    "issue": "4",
    "date": "August 2007",
    "page": "Pages: i-vii, 1529-2058, viii-xiv",
    "article": [
        {
            "no": "1",
            "title": "FRONT MATTER",
            "date": "14 August 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01303.x"
        },
        {
            "no": "2",
            "title": "Presidential Address: Issuers, Underwriter Syndicates, and Aftermarket Transparency",
            "date": "14 August 2007",
            "author": [
                "RICHARD C. GREEN"
            ],
            "abstract": "I model strategic interaction among issuers, underwriters, retail investors, and institutional investors when the secondary market has limited price transparency. Search costs for retail investors lead to price dispersion in the secondary market, while the price for institutional investors is infinitely elastic. Because retail distribution capacity is assumed to be limited for each underwriter‐dealer, Bertrand competition breaks down in the primary market and new issues are underpriced in equilibrium. Syndicates emerge in which underwriters bid symmetrically, with quantities allocated internally to efficiently utilize retail distribution capacity.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01250.x"
        },
        {
            "no": "3",
            "title": "Pay Me Later: Inside Debt and Its Role in Managerial Compensation",
            "date": "14 August 2007",
            "author": [
                "RANGARAJAN K. SUNDARAM",
                "DAVID L. YERMACK"
            ],
            "abstract": "Though widely used in executive compensation, inside debt has been almost entirely overlooked by prior work. We initiate this research by studying CEO pension arrangements in 237 large capitalization firms. Among our findings are that CEO compensation exhibits a balance between debt and equity incentives; the balance shifts systematically away from equity and toward debt as CEOs grow older; annual increases in pension entitlements represent about 10% of overall CEO compensation, and about 13% for CEOs aged 61–65; CEOs with high debt incentives manage their firms conservatively; and pension compensation influences patterns of CEO turnover and cash compensation.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01251.x"
        },
        {
            "no": "4",
            "title": "Working Orders in Limit Order Markets and Floor Exchanges",
            "date": "14 August 2007",
            "author": [
                "KERRY BACK",
                "SHMUEL BARUCH"
            ],
            "abstract": "We analyze limit order markets and floor exchanges, assuming an informed trader and discretionary liquidity traders use market orders and can either submit block orders or work their demands as a series of small orders. By working their demands, large market order traders pool with small traders. We show that every equilibrium on a floor exchange must involve at least partial pooling. Moreover, there is always a fully pooling (worked order) equilibrium on a floor exchange that is equivalent to a block order equilibrium in a limit order market.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01252.x"
        },
        {
            "no": "5",
            "title": "Lazy Investors, Discretionary Consumption, and the Cross‐Section of Stock Returns",
            "date": "14 August 2007",
            "author": [
                "RAVI JAGANNATHAN",
                "YONG WANG"
            ],
            "abstract": "When consumption betas of stocks are computed using year‐over‐year consumption growth based upon the fourth quarter, the consumption‐based asset pricing model (CCAPM) explains the cross‐section of stock returns as well as the Fama and French (1993) three‐factor model. The CCAPM's performance deteriorates substantially when consumption growth is measured based upon other quarters. For the CCAPM to hold at any given point in time, investors must make their consumption and investment decisions simultaneously at that point in time. We suspect that this is more likely to happen during the fourth quarter, given investors' tax year ends in December.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01253.x"
        },
        {
            "no": "6",
            "title": "Equilibrium Exhaustible Resource Price Dynamics",
            "date": "14 August 2007",
            "author": [
                "MURRAY CARLSON",
                "ZEIGHAM KHOKHER",
                "SHERIDAN TITMAN"
            ],
            "abstract": "We develop equilibrium models of exhaustible resource markets with endogenous extraction choices and prices. Our analysis demonstrates how adjustment costs can generate oil and gas forward price dynamics with two factors, consistent with the behavior these commodities exhibit in the Schwartz and Smith (2000) calibration. Our two‐factor model predicts that stochastic volatility will arise in these markets as a natural consequence of production adjustments, however, and we provide supporting empirical evidence. Differences between endogenous price processes from our general equilibrium model and exogenous processes in earlier papers can generate significant differences in both financial and real option values.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01254.x"
        },
        {
            "no": "7",
            "title": "How Costly Is External Financing? Evidence from a Structural Estimation",
            "date": "14 August 2007",
            "author": [
                "CHRISTOPHER A. HENNESSY",
                "TONI M. WHITED"
            ],
            "abstract": "We apply simulated method of moments to a dynamic model to infer the magnitude of financing costs. The model features endogenous investment, distributions, leverage, and default. The corporation faces taxation, costly bankruptcy, and linear‐quadratic equity flotation costs. For large (small) firms, estimated marginal equity flotation costs start at 5.0% (10.7%) and bankruptcy costs equal to 8.4% (15.1%) of capital. Estimated financing frictions are higher for low‐dividend firms and those identified as constrained by the Cleary and Whited‐Wu indexes. In simulated data, many common proxies for financing constraints actually decrease when we increase financing cost parameters.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01255.x"
        },
        {
            "no": "8",
            "title": "Do Tests of Capital Structure Theory Mean What They Say?",
            "date": "14 August 2007",
            "author": [
                "ILYA A. STREBULAEV"
            ],
            "abstract": "In the presence of frictions, firms adjust their capital structure infrequently. As a consequence, in a dynamic economy the leverage of most firms is likely to differ from the “optimum” leverage at the time of readjustment. This paper explores the empirical implications of this observation. I use a calibrated dynamic trade‐off model to simulate firms' capital structure paths. The results of standard cross‐sectional tests on these data are consistent with those reported in the empirical literature. In particular, the standard interpretation of some test results leads to the rejection of the underlying model. Taken together, the results suggest a rethinking of the way capital structure tests are conducted.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01256.x"
        },
        {
            "no": "9",
            "title": "Corporate Governance and Firm Value: The Impact of the 2002 Governance Rules",
            "date": "14 August 2007",
            "author": [
                "VIDHI CHHAOCHHARIA",
                "YANIV GRINSTEIN"
            ],
            "abstract": "The 2001 to 2002 corporate scandals led to the Sarbanes–Oxley Act and to various amendments to the U.S. stock exchanges' regulations. We find that the announcement of these rules has a significant effect on firm value. Firms that are less compliant with the provisions of the rules earn positive abnormal returns compared to firms that are more compliant. We also find variation in the response across firm size. Large firms that are less compliant earn positive abnormal returns but small firms that are less compliant earn negative abnormal returns, suggesting that some provisions are detrimental to small firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01257.x"
        },
        {
            "no": "10",
            "title": "The Takeover Deterrent Effect of Open Market Share Repurchases",
            "date": "14 August 2007",
            "author": [
                "MATTHEW T. BILLETT",
                "HUI XUE"
            ],
            "abstract": "This paper examines whether open market share repurchases deter takeovers. We model pre‐repurchase takeover probability as a latent variable and examine its impact on the firm's decision to repurchase shares. Given specification tests reject the Tobit model, we turn to the censored quantile regression method of Powell (1986, Journal of Econometrics 32, 143–155). We find a significantly positive relation between open market share repurchases and takeover probability, and we reconcile empirical findings in previous studies that contradict predictions. Repurchase activity is inversely related to firm size, consistent with smaller firms having greater information asymmetry, and is related to temporary, but not permanent, cash flows.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01258.x"
        },
        {
            "no": "11",
            "title": "Corporate Governance and Acquirer Returns",
            "date": "14 August 2007",
            "author": [
                "RONALD W. MASULIS",
                "CONG WANG",
                "FEI XIE"
            ],
            "abstract": "We examine whether corporate governance mechanisms, especially the market for corporate control, affect the profitability of firm acquisitions. We find that acquirers with more antitakeover provisions experience significantly lower announcement‐period abnormal stock returns. This supports the hypothesis that managers at firms protected by more antitakeover provisions are less subject to the disciplinary power of the market for corporate control and thus are more likely to indulge in empire‐building acquisitions that destroy shareholder value. We also find that acquirers operating in more competitive industries or separating the positions of CEO and chairman of the board experience higher abnormal announcement returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01259.x"
        },
        {
            "no": "12",
            "title": "Incentive Effects of Stock and Option Holdings of Target and Acquirer CEOs",
            "date": "14 August 2007",
            "author": [
                "JIE CAI",
                "ANAND M. VIJH"
            ],
            "abstract": "Acquisitions enable target chief executive officers (CEOs) to remove liquidity restrictions on stock and option holdings and diminish the illiquidity discount. Acquisitions also enable acquirer CEOs to improve the long‐term value of overvalued holdings. Examining all firms during 1993 to 2001, we show that CEOs with higher holdings (illiquidity discount) are more likely to make acquisitions (get acquired). Further, in 250 completed acquisitions, target CEOs with a higher illiquidity discount accept a lower premium, offer less resistance, and more often leave after acquisition. Similarly, acquirer CEOs with higher holdings pay a higher premium, expedite the process, and make diversifying acquisitions using stock payment.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01260.x"
        },
        {
            "no": "13",
            "title": "Executive Financial Incentives and Payout Policy: Firm Responses to the 2003 Dividend Tax Cut",
            "date": "14 August 2007",
            "author": [
                "JEFFREY R. BROWN",
                "NELLIE LIANG",
                "SCOTT WEISBENNER"
            ],
            "abstract": "We test whether executive stock ownership affects firm payouts using the 2003 dividend tax cut to identify an exogenous change in the after‐tax value of dividends. We find that executives with higher ownership were more likely to increase dividends after the tax cut in 2003, whereas no relation is found in periods when the dividend tax rate was higher. Relative to previous years, firms that initiated dividends in 2003 were more likely to reduce repurchases. The stock price reaction to the tax cut suggests that the substitution of dividends for repurchases may have been anticipated, consistent with agency conflicts.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01261.x"
        },
        {
            "no": "14",
            "title": "Sports Sentiment and Stock Returns",
            "date": "14 August 2007",
            "author": [
                "ALEX EDMANS",
                "DIEGO GARCÍA",
                "ØYVIND NORLI"
            ],
            "abstract": "This paper investigates the stock market reaction to sudden changes in investor mood. Motivated by psychological evidence of a strong link between soccer outcomes and mood, we use international soccer results as our primary mood variable. We find a significant market decline after soccer losses. For example, a loss in the World Cup elimination stage leads to a next‐day abnormal stock return of −49 basis points. This loss effect is stronger in small stocks and in more important games, and is robust to methodological changes. We also document a loss effect after international cricket, rugby, and basketball games.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01262.x"
        },
        {
            "no": "15",
            "title": "Rational Inattention and Portfolio Selection",
            "date": "14 August 2007",
            "author": [
                "LIXIN HUANG",
                "HONG LIU"
            ],
            "abstract": "Costly information acquisition makes it rational for investors to obtain important economic news with only limited frequency or limited accuracy. We show that this rational inattention to important news may make investors over‐ or underinvest. In addition, the optimal trading strategy is “myopic” with respect to future news frequency and accuracy. We find that the optimal news frequency is nonmonotonic in news accuracy and investment horizon. Furthermore, when both news frequency and news accuracy are endogenized, an investor with a higher risk aversion or a longer investment horizon chooses less frequent but more accurate periodic news updates.",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01263.x"
        },
        {
            "no": "16",
            "title": "Report of the Editor of The Journal of Finance for the Year 2006",
            "date": "14 August 2007",
            "author": [
                "CAMPBELL R. HARVEY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01264.x"
        },
        {
            "no": "17",
            "title": "Minutes of the Annual Membership Meeting",
            "date": "14 August 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01265.x"
        },
        {
            "no": "18",
            "title": "Report of the Executive Secretary and Treasurer",
            "date": "14 August 2007",
            "author": [
                "David H. Pyle"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01266.x"
        },
        {
            "no": "19",
            "title": "MISCELLANEA",
            "date": "14 August 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01267.x"
        },
        {
            "no": "20",
            "title": "Back Matter",
            "date": "14 August 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2007.01304.x"
        }
    ]
}