{
    "journal": "JFE",
    "volume": "63",
    "issue": "3",
    "date": "March 2002",
    "page": "Pages 311-496",
    "article": [
        {
            "no": "1",
            "title": "Mutual fund performance and seemingly unrelated assets",
            "date": "Mar 2002",
            "author": [
                "Ľuboš Pástor",
                "Robert F. Stambaugh"
            ],
            "abstract": "Estimates of standard performance measures can be improved by using returns on assets not used to define those measures. Alpha, the intercept in a regression of a fund's return on passive benchmark returns, can be estimated more precisely by using information in returns on nonbenchmark passive assets, whether or not one believes those assets are priced by the benchmarks. A fund's Sharpe ratio can be estimated more precisely by using returns on other assets as well as the fund. New estimates of these performance measures for a large universe of equity mutual funds exhibit substantial differences from the usual estimates.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00064-8"
        },
        {
            "no": "2",
            "title": "Investing in equity mutual funds",
            "date": "Mar 2002",
            "author": [
                "Ľuboš Pástor",
                "Robert F. Stambaugh"
            ],
            "abstract": "We construct optimal portfolios of equity funds by combining historical returns on funds and passive indexes with prior views about asset pricing and skill. By including both benchmark and nonbenchmark indexes, we distinguish pricing-model inaccuracy from managerial skill. Modest confidence in a pricing model helps construct portfolios with high Sharpe ratios. Investing in active mutual funds can be optimal even for investors who believe managers cannot outperform passive indexes. Optimal portfolios exclude hot-hand funds even for investors who believe momentum is priced. Our large universe of funds offers no close substitutes for the Fama-French and momentum benchmarks.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00065-X"
        },
        {
            "no": "3",
            "title": "Do after-tax returns affect mutual fund inflows?",
            "date": "Mar 2002",
            "author": [
                "Daniel Bergstresser",
                "James Poterba"
            ],
            "abstract": "This paper explores the relationship between the after-tax returns that taxable investors earn on equity mutual funds and the subsequent cash inflows to these funds. Previous studies have documented that funds with high pretax returns attract greater inflows. This paper presents evidence, based on a large sample of retail equity mutual funds over the period 1993–1999, that after-tax returns have more explanatory power than pretax returns in explaining inflows. In addition, funds with large overhangs of unrealized capital gains experience smaller inflows, all else equal, than funds without such unrealized gains. A large capital gain overhang discourages both gross fund inflows and gross outflows, but the inflow effect dominates the outflow effect.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00066-1"
        },
        {
            "no": "4",
            "title": "Expectation puzzles, time-varying risk premia, and affine models of the term structure",
            "date": "Mar 2002",
            "author": [
                "Qiang Dai",
                "Kenneth J. Singleton"
            ],
            "abstract": "Linear projections of returns on the slope of the yield curve have contradicted the implications of the traditional “expectations theory”. This paper shows that these findings are not puzzling relative to a large class of richer dynamic term structure models. Specifically, we match all the key empirical findings reported by Fama and Bliss ((1987) American Economic Review 77 (4), 680–692) and Campbell and Shiller ((1991) Review of Economic Studies 58, 495–514), among others, within large subclasses of affine and quadratic-Gaussian term structure models. Additionally, we show that certain “risk-premium adjusted” projections of changes in yields on the slope of the yield curve recover the coefficients of unity predicted by the models. Key to this matching are parameterizations of the market prices of risk that let the risk factors affect the market prices of risk directly, and not only through factor volatilities. The risk premiums have a simple form consistent with Fama's findings on the predictability of forward rates, and are also shown to be consistent with interest-rate feedback rules used by a monetary authority in setting monetary policy.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00067-3"
        },
        {
            "no": "5",
            "title": "Asymmetric correlations of equity portfolios",
            "date": "Mar 2002",
            "author": [
                "Andrew Ang",
                "Joseph Chen"
            ],
            "abstract": "Correlations between U.S. stocks and the aggregate U.S. market are much greater for downside moves, especially for extreme downside moves, than for upside moves. We develop a new statistic for measuring, comparing, and testing asymmetries in conditional correlations. Conditional on the downside, correlations in the data differ from the conditional correlations implied by a normal distribution by 11.6%. We find that conditional asymmetric correlations are fundamentally different from other measures of asymmetries, such as skewness and co-skewness. We find that small stocks, value stocks, and past loser stocks have more asymmetric movements. Controlling for size, we find that stocks with lower betas exhibit greater correlation asymmetries, and we find no relationship between leverage and correlation asymmetries. Correlation asymmetries in the data reject the null hypothesis of multivariate normal distributions at daily, weekly, and monthly frequencies. However, several empirical models with greater flexibility, particularly regime-switching models, perform better at capturing correlation asymmetries.",
            "link": "https://doi.org/10.1016/S0304-405X(02)00068-5"
        },
        {
            "no": "6",
            "title": "Index",
            "date": "Mar 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(02)00084-3"
        }
    ]
}