{
    "journal": "JFE",
    "volume": "93",
    "issue": "2",
    "date": "August 2009",
    "page": "Pages 159-352",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Aug 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(09)00131-7"
        },
        {
            "no": "2",
            "title": "Renegotiation of financial contracts: Evidence from private credit agreements",
            "date": "Aug 2008",
            "author": [
                "Michael R. Roberts",
                "Amir Sufi"
            ],
            "abstract": "Using a large sample of private credit agreements between U.S. publicly traded firms and financial institutions, we show that over 90% of long-term debt contracts are renegotiated prior to their stated maturity. Renegotiations result in large changes to the amount, maturity, and pricing of the contract, occur relatively early in the life of the contract, and are rarely a consequence of distress or default. The accrual of new information concerning the credit quality, investment opportunities, and collateral of the borrower, as well as macroeconomic fluctuations in credit and equity market conditions, are the primary determinants of renegotiation and its outcomes. The terms of the initial contract (e.g., contingencies) also play an important role in renegotiations; by altering the structure of the contract in a state contingent manner, renegotiation is partially controlled by the contractual assignment of bargaining power.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.08.005"
        },
        {
            "no": "3",
            "title": "Do banks price their informational monopoly?",
            "date": "Aug 2008",
            "author": [
                "Galina Hale",
                "João A.C. Santos"
            ],
            "abstract": "Theory suggests that banks’ private information lets them hold up borrowers for higher interest rates. Since new information about a firm is revealed at the time of its bond IPO, it follows that banks will be forced to adjust their loan interest rates downwards after firms undertake their bond IPO. We test this hypothesis and find that firms are able to borrow at lower interest rates after their bond IPO. Importantly, firms that get their first credit rating at the time of their bond IPO benefit from larger interest rate savings than those that already had a credit rating. These findings provide support for the hypothesis that banks price their informational monopoly. We also find that it is costly for firms to enter the public bond market.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.08.003"
        },
        {
            "no": "4",
            "title": "Public and private enforcement of securities laws: Resource-based evidence",
            "date": "Aug 2008",
            "author": [
                "Howell E. Jackson",
                "Mark J. Roe"
            ],
            "abstract": "Ascertaining which enforcement mechanisms work to protect investors has been both a focus of recent work in academic finance and an issue for policy-making at international development agencies. According to recent academic work, private enforcement of investor protection via both disclosure and private liability rules goes hand in hand with financial market development, but public enforcement fails to correlate with financial development and, hence, is unlikely to facilitate it. Our results confirm the disclosure result but reverse the results on both liability standards and public enforcement. We use securities regulators’ resources to proxy for regulatory intensity of the securities regulator. When we do, financial depth regularly, significantly, and robustly correlates with stronger public enforcement. In horse races between these resource-based measures of public enforcement intensity and the most common measures of private enforcement, public enforcement is overall as important as disclosure in explaining financial market outcomes around the world and more important than private liability rules. Hence, policymakers who reject public enforcement as useful for financial market development are ignoring the best currently available evidence.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.08.006"
        },
        {
            "no": "5",
            "title": "Inexperienced investors and bubbles",
            "date": "Aug 2008",
            "author": [
                "Robin Greenwood",
                "Stefan Nagel"
            ],
            "abstract": "We use mutual fund manager data from the technology bubble to examine the hypothesis that inexperienced investors play a role in the formation of asset price bubbles. Using age as a proxy for managers’ investment experience, we find that around the peak of the technology bubble, mutual funds run by younger managers are more heavily invested in technology stocks, relative to their style benchmarks, than their older colleagues. Furthermore, young managers, but not old managers, exhibit trend-chasing behavior in their technology stock investments. As a result, young managers increase their technology holdings during the run-up, and decrease them during the downturn. Both results are in line with the behavior of inexperienced investors in experimental asset markets. The economic significance of young managers’ actions is amplified by large inflows into their funds prior to the peak in technology stock prices.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.08.004"
        },
        {
            "no": "6",
            "title": "Bank governance, regulation and risk taking",
            "date": "Sep 2008",
            "author": [
                "Luc Laeven",
                "Ross Levine"
            ],
            "abstract": "This paper conducts the first empirical assessment of theories concerning risk taking by banks, their ownership structures, and national bank regulations. We focus on conflicts between bank managers and owners over risk, and we show that bank risk taking varies positively with the comparative power of shareholders within the corporate governance structure of each bank. Moreover, we show that the relation between bank risk and capital regulations, deposit insurance policies, and restrictions on bank activities depends critically on each bank's ownership structure, such that the actual sign of the marginal effect of regulation on risk varies with ownership concentration. These findings show that the same regulation has different effects on bank risk taking depending on the bank's corporate governance structure.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.09.003"
        },
        {
            "no": "7",
            "title": "Early-stage financing and firm growth in new industries",
            "date": "Jul 2008",
            "author": [
                "Roman Inderst",
                "Holger M. Mueller"
            ],
            "abstract": "This paper shows that active investors, such as venture capitalists, can affect the speed at which new ventures grow. In the absence of product market competition, new ventures financed by active investors grow faster initially, though in the long run those financed by passive investors are able to catch up. By contrast, in a competitive product market, new ventures financed by active investors may prey on rivals that are financed by passive investors by “strategically overinvesting” early on, resulting in long-run differences in investment, profits, and firm growth. The value of active investors is greater in highly competitive industries as well as in industries with learning curves, economies of scope, and network effects, as is typical for many “new economy” industries. For such industries, our model predicts that start-ups with access to venture capital may dominate their industry peers in the long run.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.07.004"
        },
        {
            "no": "8",
            "title": "Mortgage timing",
            "date": "Sep 2008",
            "author": [
                "Ralph S.J. Koijen",
                "Otto Van Hemert",
                "Stijn Van Nieuwerburgh"
            ],
            "abstract": "We study how the term structure of interest rates relates to mortgage choice at both household and aggregate levels. A simple utility framework of mortgage choice points to the long-term bond risk premium as distinct from the yield spread and the long yield as a theoretical determinant of mortgage choice: when the bond risk premium is high, fixed-rate mortgage payments are high, making adjustable-rate mortgages more attractive. We confirm empirically that the bulk of the time variation in both aggregate and loan-level mortgage choice can be explained by time variation in the bond risk premium, whether bond risk premia are measured using forecasters’ data, a vector autoregressive (VAR) term structure model, or a simple household decision rule based on adaptive expectations. The household decision rule moves in lock-step with mortgage choice, lending credibility to a theory of strategic mortgage timing by households.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.09.005"
        },
        {
            "no": "9",
            "title": "Information asymmetry and firms’ credit market access: Evidence from Moody's credit rating format refinement",
            "date": "Jul 2008",
            "author": [
                "Tony T. Tang"
            ],
            "abstract": "I exploit Moody's 1982 credit rating refinement to examine its effects on firms’ credit market access, financing decisions, and investment policies. While firms’ ex ante yield spread can partially predict the direction of refinement changes, firms with refinement upgrades experience an additional decrease in their ex post borrowing cost compared with firms with downgrades. The former subsequently also issue more debt and rely more on debt financing over equity than the latter. Lastly, upgraded firms have more capital investments, less cash accumulation, and faster asset growth than downgraded firms. These findings show that credit market information asymmetry significantly affects firms’ real outcomes.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.07.007"
        }
    ]
}