{
    "journal": "JF",
    "volume": "61",
    "issue": "5",
    "date": "October 2006",
    "page": "Pages: i-iv, 2071-2548, v-ix",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "19 September 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01050.x"
        },
        {
            "no": "2",
            "title": "Options and the Bubble",
            "date": "19 September 2006",
            "author": [
                "ROBERT BATTALIO",
                "PAUL SCHULTZ"
            ],
            "abstract": "Many believe that a bubble existed in Internet stocks in the 1999 to 2000 period, and that short‐sale restrictions prevented rational investors from driving Internet stock prices to reasonable levels. In the presence of such short‐sale constraints, option and stock prices could decouple during a bubble. Using intraday options data from the peak of the Internet bubble, we find almost no evidence that synthetic stock prices diverged from actual stock prices. We also show that the general public could cheaply short synthetically using options. In summary, we find no evidence that short‐sale restrictions affected Internet stock prices.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01051.x"
        },
        {
            "no": "3",
            "title": "The Evolution of Security Designs",
            "date": "19 September 2006",
            "author": [
                "THOMAS H. NOE",
                "MICHAEL J. REBELLO",
                "JUN WANG"
            ],
            "abstract": "We consider a competitive and perfect financial market in which agents have heterogeneous cash flow valuations. Instead of assuming that agents are endowed with rational expectations, we model their behavior as the product of adaptive learning. Our results demonstrate that adaptive learning affects security design profoundly, with securities mispriced even in the long run and optimal designs trading off underpricing against intrinsic value maximization. The evolutionary dominant security design calls for issuing securities that engender large losses with a small but positive probability, but that otherwise produce stable payoffs, almost the exact opposite of the pure state claims that are optimal in the rational expectations framework.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01052.x"
        },
        {
            "no": "4",
            "title": "Informed Lending and Security Design",
            "date": "19 September 2006",
            "author": [
                "ROMAN INDERST",
                "HOLGER M. MUELLER"
            ],
            "abstract": "We examine the role of security design when lenders make inefficient accept or reject decisions after screening projects. Lenders may be either “too conservative,” in which case they reject positive‐NPV projects, or “too aggressive,” in which case they accept negative‐NPV projects. In the first case, the uniquely optimal security is debt. In the second case, it is levered equity. In equilibrium, profitable projects that are relatively likely to break even are financed with debt, while less profitable projects are financed with equity. Highly profitable projects are financed by uninformed arm's‐length lenders.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01053.x"
        },
        {
            "no": "5",
            "title": "The Value Premium and the CAPM",
            "date": "19 September 2006",
            "author": [
                "EUGENE F. FAMA",
                "KENNETH R. FRENCH"
            ],
            "abstract": "We examine (1) how value premiums vary with firm size, (2) whether the CAPM explains value premiums, and (3) whether, in general, average returns compensate β in the way predicted by the CAPM. Loughran's (1997) evidence for a weak value premium among large firms is special to 1963 to 1995, U.S. stocks, and the book‐to‐market value‐growth indicator. Ang and Chen's (2005) evidence that the CAPM can explain U.S. value premiums is special to 1926 to 1963. The CAPM's more general problem is that variation in β unrelated to size and the value‐growth characteristic goes unrewarded throughout 1926 to 2004.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01054.x"
        },
        {
            "no": "6",
            "title": "Dynamic Portfolio Selection by Augmenting the Asset Space",
            "date": "19 September 2006",
            "author": [
                "MICHAEL W. BRANDT",
                "PEDRO SANTA‐CLARA"
            ],
            "abstract": "We present a novel approach to dynamic portfolio selection that is as easy to implement as the static Markowitz paradigm. We expand the set of assets to include mechanically managed portfolios and optimize statically in this extended asset space. We consider “conditional” portfolios, which invest in each asset an amount proportional to conditioning variables, and “timing” portfolios, which invest in each asset for a single period and in the risk‐free asset for all other periods. The static choice of these managed portfolios represents a dynamic strategy that closely approximates the optimal dynamic strategy for horizons up to 5 years.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01055.x"
        },
        {
            "no": "7",
            "title": "Liquidity and Credit Risk",
            "date": "19 September 2006",
            "author": [
                "JAN ERICSSON",
                "OLIVIER RENAULT"
            ],
            "abstract": "We develop a structural bond valuation model to simultaneously capture liquidity and credit risk. Our model implies that renegotiation in financial distress is influenced by the illiquidity of the market for distressed debt. As default becomes more likely, the components of bond yield spreads attributable to illiquidity increase. When we consider finite maturity debt, we find decreasing and convex term structures of liquidity spreads. Using bond price data spanning 15 years, we find evidence of a positive correlation between the illiquidity and default components of yield spreads as well as support for downward‐sloping term structures of liquidity spreads.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01056.x"
        },
        {
            "no": "8",
            "title": "Bayesian Alphas and Mutual Fund Persistence",
            "date": "19 September 2006",
            "author": [
                "JEFFREY A. BUSSE",
                "PAUL J. IRVINE"
            ],
            "abstract": "We use daily returns to compare the performance predictability of Bayesian estimates of mutual fund performance with standard frequentist measures. When the returns on passive nonbenchmark assets are correlated with fund holdings, incorporating histories of these returns produces a performance measure that predicts future performance better than standard measures do. Bayesian alphas based on the Capital Asset Pricing Model (CAPM) are particularly useful for predicting future standard CAPM alphas. Over our sample period, priors consistent with moderate to diffuse beliefs in managerial skill dominate more skeptical prior beliefs, a result that is consistent with investor cash flows.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01057.x"
        },
        {
            "no": "9",
            "title": "Are IPO Allocations for Sale? Evidence from Mutual Funds",
            "date": "19 September 2006",
            "author": [
                "JONATHAN REUTER"
            ],
            "abstract": "Combining data on brokerage commissions that mutual fund families paid for trade execution between 1996 and 1999 with data on mutual fund holdings of initial public offerings (IPOs), I document a robust, positive correlation between commissions paid to lead underwriters and reported holdings of the IPOs they underwrite. Moreover, I find that the correlation is limited to IPOs with nonnegative first‐day returns and strongest for IPOs that occur shortly before mutual funds report their holdings, when the noise introduced by flipping is smallest. Overall, the evidence suggests that business relationships with lead underwriters increase investor access to underpriced IPOs.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01058.x"
        },
        {
            "no": "10",
            "title": "A Nonlinear Factor Analysis of S&P 500 Index Option Returns",
            "date": "19 September 2006",
            "author": [
                "CHRISTOPHER S. JONES"
            ],
            "abstract": "Growing evidence suggests that extraordinary average returns may be obtained by trading equity index options, and that at least part of this abnormal performance is attributable to volatility and jump risk premia. This paper asks whether such priced risk factors are alone sufficient to explain these average returns. To provide an answer in as general as possible a setting, I estimate a flexible class of nonlinear models using all S&P 500 Index futures options traded between 1986 and 2000. The results show that priced factors contribute to these expected returns but are insufficient to explain their magnitudes, particularly for short‐term out‐of‐the‐money puts.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01059.x"
        },
        {
            "no": "11",
            "title": "Liquidity and Autocorrelations in Individual Stock Returns",
            "date": "19 September 2006",
            "author": [
                "DORON AVRAMOV",
                "TARUN CHORDIA",
                "AMIT GOYAL"
            ],
            "abstract": "This paper documents a strong relationship between short‐run reversals and stock illiquidity, even after controlling for trading volume. The largest reversals and the potential contrarian trading strategy profits occur in high turnover, low liquidity stocks, as the price pressures caused by non‐informational demands for immediacy are accommodated. However, the contrarian trading strategy profits are smaller than the likely transactions costs. This lack of profitability and the fact that the overall findings are consistent with rational equilibrium paradigms suggest that the violation of the efficient market hypothesis due to short‐term reversals is not so egregious after all.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01060.x"
        },
        {
            "no": "12",
            "title": "Automation versus Intermediation: Evidence from Treasuries Going Off the Run",
            "date": "19 September 2006",
            "author": [
                "MICHAEL J. BARCLAY",
                "TERRENCE HENDERSHOTT",
                "KENNETH KOTZ"
            ],
            "abstract": "This paper examines the choice of trading venue by dealers in U.S. Treasury securities to determine when services provided by human intermediaries are difficult to replicate in fully automated trading systems. When Treasury securities go “off the run” their trading volume drops by more than 90%. This decline in trading volume allows us to test whether intermediaries' knowledge of the market and its participants can uncover hidden liquidity and facilitate better matching of customer orders in less active markets. Consistent with this hypothesis, the market share of electronic intermediaries falls from 81% to 12% when securities go off the run.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01061.x"
        },
        {
            "no": "13",
            "title": "Business Groups and Tunneling: Evidence from Private Securities Offerings by Korean Chaebols",
            "date": "19 September 2006",
            "author": [
                "JAE‐SEUNG BAEK",
                "JUN‐KOO KANG",
                "INMOO LEE"
            ],
            "abstract": "We examine whether equity‐linked private securities offerings are used as a mechanism for tunneling among firms that belong to a Korean chaebol. We find that chaebol issuers involved in intragroup deals set the offering prices to benefit their controlling shareholders. We also find that chaebol issuers (member acquirers) realize an 8.8% (5.8%) higher (lower) announcement return than do other types of issuers (acquirers) if they sell private securities at a premium to other member firms, and if the controlling shareholders receive positive net gains from equity ownership in issuers and acquirers. These results are consistent with tunneling within business groups.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01062.x"
        },
        {
            "no": "14",
            "title": "Retail Investor Sentiment and Return Comovements",
            "date": "19 September 2006",
            "author": [
                "ALOK KUMAR",
                "CHARLES M.C. LEE"
            ],
            "abstract": "Using a database of more than 1.85 million retail investor transactions over 1991–1996, we show that these trades are systematically correlated—that is, individuals buy (or sell) stocks in concert. Moreover, consistent with noise trader models, we find that systematic retail trading explains return comovements for stocks with high retail concentration (i.e., small‐cap, value, lower institutional ownership, and lower‐priced stocks), especially if these stocks are also costly to arbitrage. Macroeconomic news and analyst earnings forecast revisions do not explain these results. Collectively, our findings support a role for investor sentiment in the formation of returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01063.x"
        },
        {
            "no": "15",
            "title": "Executive Stock Options: Early Exercise Provisions and Risk‐taking Incentives",
            "date": "19 September 2006",
            "author": [
                "NEIL BRISLEY"
            ],
            "abstract": "Traditional executive stock option plans allow fixed numbers of options to vest peri‐odically, independent of stock price performance. Because such options may climb deep in‐the‐money long before the manager can exercise them, they can exacerbate risk aversion in project selection. Making the proportion of options that vest a gradually increasing function of the stock price can ensure that appropriate numbers of options are retained while they provide risk‐taking incentives, but are exercised once they have lost their convexity. “Progressive performance vesting” can allow the firm more efficiently to rebalance the manager's risk‐taking incentives.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01064.x"
        },
        {
            "no": "16",
            "title": "Lending Booms and Lending Standards",
            "date": "19 September 2006",
            "author": [
                "GIOVANNI DELL'ARICCIA",
                "ROBERT MARQUEZ"
            ],
            "abstract": "We examine how the informational structure of loan markets interacts with banks' strategic behavior in determining lending standards, lending volume, and the aggregate allocation of credit. We show that, as banks obtain private information about borrowers and information asymmetries across banks decrease, banks may loosen their lending standards, leading to an equilibrium with deteriorated bank portfolios, lower profits, and expanded aggregate credit. These lower standards are associated with greater aggregate surplus and greater risk of financial instability. We therefore provide an explanation for the sequence of financial liberalization, lending booms, and banking crises observed in many emerging markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01065.x"
        },
        {
            "no": "17",
            "title": "MISCELLANEA",
            "date": "19 September 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01066.x"
        },
        {
            "no": "18",
            "title": "Back Matter",
            "date": "19 September 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.01067.x"
        }
    ]
}