{
    "journal": "JF",
    "volume": "61",
    "issue": "4",
    "date": "August 2006",
    "page": "Pages: i-vi, 1553-2068, vii-xxx",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "03 August 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00882.x"
        },
        {
            "no": "2",
            "title": "Household Finance",
            "date": "03 August 2006",
            "author": [
                "JOHN Y. CAMPBELL"
            ],
            "abstract": "The study of household finance is challenging because household behavior is difficult to measure, and households face constraints not captured by textbook models. Evidence on participation, diversification, and mortgage refinancing suggests that many households invest effectively, but a minority make significant mistakes. This minority appears to be poorer and less well educated than the majority of more successful investors. There is some evidence that households understand their own limitations and avoid financial strategies for which they feel unqualified. Some financial products involve a cross‐subsidy from naive to sophisticated households, and this can inhibit welfare‐improving financial innovation.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00883.x"
        },
        {
            "no": "3",
            "title": "Market Reactions to Tangible and Intangible Information",
            "date": "03 August 2006",
            "author": [
                "KENT DANIEL",
                "SHERIDAN TITMAN"
            ],
            "abstract": "The book‐to‐market effect is often interpreted as evidence of high expected returns on stocks of “distressed” firms with poor past performance. We dispute this interpretation. We find that while a stock's future return is unrelated to the firm's past accounting‐based performance, it is strongly negatively related to the “intangible” return, the component of its past return that is orthogonal to the firm's past performance. Indeed, the book‐to‐market ratio forecasts returns because it is a good proxy for the intangible return. Also, a composite equity issuance measure, which is related to intangible returns, independently forecasts returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00884.x"
        },
        {
            "no": "4",
            "title": "Investor Sentiment and the Cross‐Section of Stock Returns",
            "date": "03 August 2006",
            "author": [
                "MALCOLM BAKER",
                "JEFFREY WURGLER"
            ],
            "abstract": "We study how investor sentiment affects the cross‐section of stock returns. We predict that a wave of investor sentiment has larger effects on securities whose valuations are highly subjective and difficult to arbitrage. Consistent with this prediction, we find that when beginning‐of‐period proxies for sentiment are low, subsequent returns are relatively high for small stocks, young stocks, high volatility stocks, unprofitable stocks, non‐dividend‐paying stocks, extreme growth stocks, and distressed stocks. When sentiment is high, on the other hand, these categories of stock earn relatively low subsequent returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00885.x"
        },
        {
            "no": "5",
            "title": "How Persistent Is the Impact of Market Timing on Capital Structure?",
            "date": "03 August 2006",
            "author": [
                "AYDOĞAN ALTI"
            ],
            "abstract": "This paper examines the capital structure implications of market timing. I isolate timing attempts in a single major financing event, the initial public offering, by identifying market timers as firms that go public in hot issue markets. I find that hot‐market IPO firms issue substantially more equity, and lower their leverage ratios by more, than cold‐market firms do. However, immediately after going public, hot‐market firms increase their leverage ratios by issuing more debt and less equity relative to cold‐market firms. At the end of the second year following the IPO, the impact of market timing on leverage completely vanishes.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00886.x"
        },
        {
            "no": "6",
            "title": "Predicting Returns with Managerial Decision Variables: Is There a Small‐Sample Bias?",
            "date": "03 August 2006",
            "author": [
                "MALCOLM BAKER",
                "RYAN TALIAFERRO",
                "JEFFREY WURGLER"
            ],
            "abstract": "Many studies find that aggregate managerial decision variables, such as aggregate equity issuance, predict stock or bond market returns. Recent research argues that these findings may be driven by an aggregate time‐series version of Schultz's (2003, Journal of Finance 58, 483–517) pseudo market‐timing bias. Using standard simulation techniques, we find that the bias is much too small to account for the observed predictive power of the equity share in new issues, corporate investment plans, insider trading, dividend initiations, or the maturity of corporate debt issues.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00887.x"
        },
        {
            "no": "7",
            "title": "Can Managers Successfully Time the Maturity Structure of Their Debt Issues?",
            "date": "03 August 2006",
            "author": [
                "ALEXANDER W. BUTLER",
                "GUSTAVO GRULLON",
                "JAMES P. WESTON"
            ],
            "abstract": "This paper provides a rational explanation for the apparent ability of managers to successfully time the maturity of their debt issues. We show that a structural break in excess bond returns during the early 1980s generates a spurious correlation between the fraction of long‐term debt in total debt issues and future excess bond returns. Contrary to Baker, Taliaferro, and Wurgler (2006), we show that the presence of structural breaks can lead to nonsense regressions, whether or not there is any small sample bias. Tests using firm‐level data further confirm that managers are unable to time the debt market successfully.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00888.x"
        },
        {
            "no": "8",
            "title": "CEO Turnover after Acquisitions: Are Bad Bidders Fired?",
            "date": "03 August 2006",
            "author": [
                "KENNETH M. LEHN",
                "MENGXIN ZHAO"
            ],
            "abstract": "We examine the relation between bidder returns and the probability of chief executive officer (CEO) turnover in acquiring firms. Using a sample of 714 acquisitions during 1990 to 1998, we find that 47% of CEOs of acquiring firms are replaced within 5 years, including 27% by internal governance, 16% by takeovers, and 4% by bankruptcy. A significant inverse relation exists between bidder returns and the likelihood of CEO turnover. This relation is not associated with governance structure. It also is not significantly different in stock versus cash acquisitions, which appears to be inconsistent with Shleifer and Vishny's theory of “stock market driven” acquisitions.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00889.x"
        },
        {
            "no": "9",
            "title": "CEOs' Outside Employment Opportunities and the Lack of Relative Performance Evaluation in Compensation Contracts",
            "date": "03 August 2006",
            "author": [
                "SHIVARAM RAJGOPAL",
                "TERRY SHEVLIN",
                "VALENTINA ZAMORA"
            ],
            "abstract": "Although agency theory suggests that firms should index executive compensation to remove market‐wide effects (i.e., RPE), there is little evidence to support this theory. Oyer (2004, Journal of Finance 59, 1619–1649) posits that an absence of RPE is optimal if the CEO's reservation wages from outside employment opportunities vary with the economy's fortunes. We directly test and find support for Oyer's (2004) theory. We argue that the CEO's outside opportunities depend on his talent, as proxied by the CEO's financial press visibility and his firm's industry‐adjusted ROA. Our results are robust to alternate explanations such as managerial skimming, oligopoly, and asymmetric benchmarking.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00890.x"
        },
        {
            "no": "10",
            "title": "Information Control, Career Concerns, and Corporate Governance",
            "date": "03 August 2006",
            "author": [
                "FENGHUA SONG",
                "ANJAN V. THAKOR"
            ],
            "abstract": "We examine corporate governance effectiveness when the CEO generates project ideas and the board of directors screens these ideas for approval. However, the precision of the board's screening information is controlled by the CEO. Moreover, both the CEO and the board have career concerns that interact. The board's career concerns cause it to distort its investment recommendation procyclically, whereas the CEO's career concerns cause her to sometimes reduce the precision of the board's information. Moreover, the CEO sometimes prefers a less able board, and this happens only during economic upturns, suggesting that corporate governance will be weaker during economic upturns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00891.x"
        },
        {
            "no": "11",
            "title": "Do Banks Affect the Level and Composition of Industrial Volatility?",
            "date": "03 August 2006",
            "author": [
                "BORJA LARRAIN"
            ],
            "abstract": "In theory, better access to bank credit can reduce or increase output volatility depending on whether firms are more financially constrained during contractions or expansions. This paper finds that the volatility of industrial output is lower in countries with more bank credit. Most of the reduction in volatility is idiosyncratic, which follows from the ability of banks to pool and diversify shocks. Systematic volatility is reduced less strongly. Volatility dampening is achieved via countercyclical borrowing: At the firm level, short‐term borrowing is less (or more negatively) correlated with sales and inventories in countries with high levels of bank credit.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00892.x"
        },
        {
            "no": "12",
            "title": "Industry Concentration and Average Stock Returns",
            "date": "03 August 2006",
            "author": [
                "KEWEI HOU",
                "DAVID T. ROBINSON"
            ],
            "abstract": "Firms in more concentrated industries earn lower returns, even after controlling for size, book‐to‐market, momentum, and other return determinants. Explanations based on chance, measurement error, capital structure, and persistent in‐sample cash flow shocks do not explain this finding. Drawing on work in industrial organization, we posit that either barriers to entry in highly concentrated industries insulate firms from undiversifiable distress risk, or firms in highly concentrated industries are less risky because they engage in less innovation, and thereby command lower expected returns. Additional time‐series tests support these risk‐based interpretations.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00893.x"
        },
        {
            "no": "13",
            "title": "Corporate Financial Policy and the Value of Cash",
            "date": "03 August 2006",
            "author": [
                "MICHAEL FAULKENDER",
                "RONG WANG"
            ],
            "abstract": "We examine the cross‐sectional variation in the marginal value of corporate cash holdings that arises from differences in corporate financial policy. We begin by providing semi‐quantitative predictions for the value of an extra dollar of cash depending upon the likely use of that dollar, and derive a set of intuitive hypotheses to test empirically. By examining the variation in excess stock returns over the fiscal year, we find that the marginal value of cash declines with larger cash holdings, higher leverage, better access to capital markets, and as firms choose greater cash distribution via dividends rather than repurchases.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00894.x"
        },
        {
            "no": "14",
            "title": "Does Corporate Headquarters Location Matter for Stock Returns?",
            "date": "03 August 2006",
            "author": [
                "CHRISTO PIRINSKY",
                "QINGHAI WANG"
            ],
            "abstract": "We document strong comovement in the stock returns of firms headquartered in the same geographic area. Moreover, stocks of companies that change their headquarters location experience a decrease in their comovement with stocks from the old location and an increase in their comovement with stocks from the new location. The local comovement of stock returns is not explained by economic fundamentals and is stronger for smaller firms with more individual investors and in regions with less financially sophisticated residents. We argue that price formation in equity markets has a significant geographic component linked to the trading patterns of local residents.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00895.x"
        },
        {
            "no": "15",
            "title": "The Disposition Effect and Underreaction to News",
            "date": "03 August 2006",
            "author": [
                "ANDREA FRAZZINI"
            ],
            "abstract": "This paper tests whether the “disposition effect,” that is the tendency of investors to ride losses and realize gains, induces “underreaction” to news, leading to return predictability. I use data on mutual fund holdings to construct a new measure of reference purchasing prices for individual stocks, and I show that post‐announcement price drift is most severe whenever capital gains and the news event have the same sign. The magnitude of the drift depends on the capital gains (losses) experienced by the stock holders on the event date. An event‐driven strategy based on this effect yields monthly alphas of over 200 basis points.",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00896.x"
        },
        {
            "no": "16",
            "title": "Report of the Editor of The Journal of Finance for the Year 2005",
            "date": "03 August 2006",
            "author": [
                "ROBERT F. STAMBAUGH"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00897.x"
        },
        {
            "no": "17",
            "title": "Minutes of the Annual Membership Meeting",
            "date": "03 August 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00898.x"
        },
        {
            "no": "18",
            "title": "Report of the Executive Secretary and Treasurer",
            "date": "03 August 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00899.x"
        },
        {
            "no": "19",
            "title": "MISCELLANEA",
            "date": "03 August 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00900.x"
        },
        {
            "no": "20",
            "title": "Back Matter",
            "date": "03 August 2006",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2006.00901.x"
        }
    ]
}