{
    "journal": "JFE",
    "volume": "108",
    "issue": "2",
    "date": "May 2013",
    "page": "Pages 275-564",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "May 2013",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(13)00099-8"
        },
        {
            "no": "2",
            "title": "The role of shorting, firm size, and time on market anomalies",
            "date": "Nov 2012",
            "author": [
                "Ronen Israel",
                "Tobias J. Moskowitz"
            ],
            "abstract": "We examine the role of shorting, firm size, and time on the profitability of size, value, and momentum strategies. We find that long positions make up almost all of size, 60% of value, and half of momentum profits. Shorting becomes less important for momentum and more important for value as firm size decreases. The value premium decreases with firm size and is weak among the largest stocks. Momentum profits, however, exhibit no reliable relation with size. These effects are robust over 86 years of US equity data and almost 40 years of data across four international equity markets and five asset classes. Variation over time and across markets of these effects is consistent with random chance. We find little evidence that size, value, and momentum returns are significantly affected by changes in trading costs or institutional and hedge fund ownership over time.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.11.005"
        },
        {
            "no": "3",
            "title": "Connecting two markets: An equilibrium framework for shorts, longs, and stock loans",
            "date": "Dec 2012",
            "author": [
                "Jesse Blocher",
                "Adam V. Reed",
                "Edward D. Van Wesep"
            ],
            "abstract": "We analyze a reduced-form framework for understanding the equity loan market's impact on share prices. We show that hard-to-borrow stocks will have distinct return patterns, responding more to shocks in the supply of shares available, and to changes in the heterogeneity of investor beliefs, than other stocks. We conduct two empirical tests in which we find strong support for these equilibrium predictions. In our first test, we take advantage of a tax-driven exogenous shock to share loan supply and find that when supply is reduced around dividend record dates, prices of hard-to-borrow stocks increase 1.1% while prices of easy-to-borrow stocks are unaffected. In our second test, we find that hard-to-borrow stocks have 4.8% lower three-month returns than other stocks, with negative returns concentrated in stocks with high heterogeneity in investor beliefs. Thus, we extend the Diether, Malloy, and Scherbina (2002) result that stocks with a greater dispersion of investor beliefs have lower returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.12.006"
        },
        {
            "no": "4",
            "title": "Learning and the disappearing association between governance and returns",
            "date": "Oct 2012",
            "author": [
                "Lucian A. Bebchuk",
                "Alma Cohen",
                "Charles C.Y. Wang"
            ],
            "abstract": "The correlation between governance indices and abnormal returns documented for 1990–1999 subsequently disappeared. The correlation and its disappearance are both due to market participants' gradually learning to appreciate the difference between good-governance and poor-governance firms. Consistent with learning, the correlation's disappearance was associated with increases in market participants' attention to governance; market participants and security analysts were, until the beginning of the 2000s but not subsequently, more positively surprised by the earning announcements of good-governance firms; and, although governance indices no longer generated abnormal returns during the 2000s, their negative association with firm value and operating performance persisted.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.10.004"
        },
        {
            "no": "5",
            "title": "What do boards really do? Evidence from minutes of board meetings☆",
            "date": "Apr 2012",
            "author": [
                "Miriam Schwartz-Ziv",
                "Michael S. Weisbach"
            ],
            "abstract": "We analyze a unique database from a sample of real-world boardrooms — minutes of board meetings and board-committee meetings of eleven business companies for which the Israeli government holds a substantial equity interest. We use these data to evaluate the underlying assumptions and predictions of models of boards of directors. These models generally fall into two categories: “managerial models” that assume boards play a direct role in managing the firm, and “supervisory models” that assume that boards monitor top management but do not make business decisions themselves. Consistent with the supervisory models, our minutes-based data suggest that boards spend most of their time monitoring management: approximately two-thirds of the issues boards discussed were of a supervisory nature, they were presented with only a single option in 99% of the issues discussed, and they disagreed with the CEO only 2.5% of the time. Nevertheless, at times boards do play a managerial role: Boards requested to receive further information or an update for 8% of the issues discussed, and they took an initiative with respect to 8.1% of them. In 63% of the meetings, boards took at least one of these actions or did not vote in line with the CEO. Taken together our results suggest that boards can be characterized as active monitors.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.04.011"
        },
        {
            "no": "6",
            "title": "Valuation of VIX derivatives",
            "date": "Dec 2012",
            "author": [
                "Javier Mencía",
                "Enrique Sentana"
            ],
            "abstract": "We conduct an extensive empirical analysis of VIX derivative valuation models before, during, and after the 2008–2009 financial crisis. Since the restrictive mean-reversion and heteroskedasticity features of existing models yield large distortions during the crisis, we propose generalisations with a time-varying central tendency, jumps, and stochastic volatility, analyse their pricing performance, and implications for term structures of VIX futures and volatility “skews.” We find that a process for the log of the observed VIX combining central tendency and stochastic volatility reliably prices VIX derivatives. We also uncover a significant risk premium that shifts the long-run volatility level.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.12.003"
        },
        {
            "no": "7",
            "title": "Real effects of stock underpricing",
            "date": "Nov 2012",
            "author": [
                "Harald Hau",
                "Sandy Lai"
            ],
            "abstract": "This paper provides evidence for a causal effect of equity prices on corporate investment and employment. We use fire sales by distressed equity funds during the 2007–2009 financial crisis to identify substantial exogenous underpricing. Firms whose stocks are most underpriced have considerably lower investment and employment than industry peers not subject to any fire sale discount. The causal effect of underpricing on investment is found to be largely concentrated on the most financially constrained firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.11.001"
        },
        {
            "no": "8",
            "title": "Risk and return: Long-run relations, fractional cointegration, and return predictability",
            "date": "Jan 2013",
            "author": [
                "Tim Bollerslev",
                "Daniela Osterrieder",
                "Natalia Sizova",
                "George Tauchen"
            ],
            "abstract": "Univariate dependencies in market volatility, both objective and risk neutral, are best described by long-memory fractionally integrated processes. Meanwhile, the ex post difference, or the variance swap payoff reflecting the reward for bearing volatility risk, displays far less persistent dynamics. Using intraday data for the Standard & Poor's 500 and the volatility index (VIX), coupled with frequency domain methods, we separate the series into various components. We find that the coherence between volatility and the volatility-risk reward is the strongest at long-run frequencies. Our results are consistent with generalized long-run risk models and help explain why classical efforts of establishing a naïve return-volatility relation fail. We also estimate a fractionally cointegrated vector autoregression (CFVAR). The model-implied long-run equilibrium relation between the two variance variables results in nontrivial return predictability over interdaily and monthly horizons, supporting the idea that the cointegrating relation between the two variance measures proxies for the economic uncertainty rewarded by the market.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.01.002"
        },
        {
            "no": "9",
            "title": "Flow and stock effects of large-scale treasury purchases: Evidence on the importance of local supply",
            "date": "Nov 2012",
            "author": [
                "Stefania D’Amico",
                "Thomas B. King"
            ],
            "abstract": "The Federal Reserve’s 2009 program to purchase $300 billion of US Treasury securities represented an unprecedented intervention in the Treasury market and provides a natural experiment with the potential to shed light on the price elasticities of Treasuries and theories of supply effects in the term structure. Using security-level data on Treasury prices and quantities during the course of this program, we document a ‘local supply’ effect in the yield curve—yields within a particular maturity sector responded more to changes in the amounts outstanding in that sector than to similar changes in other sectors. We find that this phenomenon was responsible for a persistent downward shift in yields averaging about 30 basis points over the course of the program (the “stock effect”). In addition, except at very long maturities, purchase operations caused an average decline in yields in the sector purchased of 3.5 basis points on the days when those operations occurred (the “flow effect”). The sensitivity of our results to security characteristics generally supports a view of segmentation or imperfect substitution within the Treasury market during this time.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.11.007"
        },
        {
            "no": "10",
            "title": "Labor unemployment risk and corporate financing decisions",
            "date": "Nov 2012",
            "author": [
                "Ashwini K. Agrawal",
                "David A. Matsa"
            ],
            "abstract": "This paper presents evidence that firms choose conservative financial policies partly to mitigate workers' exposure to unemployment risk. We exploit changes in state unemployment insurance laws as a source of variation in the costs borne by workers during layoff spells. We find that higher unemployment benefits lead to increased corporate leverage, particularly for labor-intensive and financially constrained firms. We estimate the ex ante, indirect costs of financial distress due to unemployment risk to be about 60 basis points of firm value for a typical BBB-rated firm. The findings suggest that labor market frictions have a significant impact on corporate financing decisions.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.11.006"
        },
        {
            "no": "11",
            "title": "Generalists versus specialists: Lifetime work experience and chief executive officer pay",
            "date": "Jan 2013",
            "author": [
                "Cláudia Custódio",
                "Miguel A. Ferreira",
                "Pedro Matos"
            ],
            "abstract": "We show that pay is higher for chief executive officers (CEOs) with general managerial skills gathered during lifetime work experience. We use CEOs' résumés of Standard and Poor's 1,500 firms from 1993 through 2007 to construct an index of general skills that are transferable across firms and industries. We estimate an annual pay premium for generalist CEOs (those with an index value above the median) of 19% relative to specialist CEOs, which represents nearly a million dollars per year. This relation is robust to the inclusion of firm- and CEO-level controls, including fixed effects. CEO pay increases the most when firms externally hire a new CEO and switch from a specialist to a generalist CEO. Furthermore, the pay premium is higher when CEOs are hired to perform complex tasks such as restructurings and acquisitions. Our findings provide direct evidence of the increased importance of general managerial skills over firm-specific human capital in the market for CEOs in the last decades.",
            "link": "https://doi.org/10.1016/j.jfineco.2013.01.001"
        },
        {
            "no": "12",
            "title": "The economics of club bidding and value creation",
            "date": "Dec 2012",
            "author": [
                "Robert Marquez",
                "Rajdeep Singh"
            ],
            "abstract": "Many acquisitions are conducted by clubs, i.e., coalitions of acquirers that submit a single bid. We present a novel analysis of club bidding where the club creates value by aggregating, at least partially, bidders' values. We show that club formation can lead to higher acquisition prices when the number of bidders is exogenously fixed and large. However, when entry costs require bidders to optimize their participation decisions, club formation acts as an endogenous limit on competition and reduces the target's premium. In contrast, social efficiency with club bidding is always higher. Our findings can reconcile the contradictory evidence on club bidding.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.12.001"
        },
        {
            "no": "13",
            "title": "Mutual fund risk and market share-adjusted fund flows",
            "date": "May 2012",
            "author": [
                "Matthew Spiegel",
                "Hong Zhang"
            ],
            "abstract": "Several papers use a fractional specification (net inflow/ assets under management) to infer a convex relation between flow and past performance. However, heterogeneous linear response functions combined with the pooled analysis commonly used in these studies can yield false convexity estimates. We show that such heterogeneity obtains in practice. Along these same lines, the paper also finds that several previously unexamined implications of a convex flow-performance relation fail to hold. Moreover, convexity with fractional flows (which we confirm) largely disappears in a conditional analysis that controls for heterogeneity. Market shares offer an alternative specification for flow that is more resilient to heterogeneity. Using this alternative specification, we again find no evidence of convexity in the flow-performance relation. We conclude that the widely held belief that the flow response function is convex is due solely to misspecification of the empirical model. The flow-return relation is linear.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.05.018"
        },
        {
            "no": "14",
            "title": "The asset growth effect: Insights from international equity markets",
            "date": "Dec 2012",
            "author": [
                "Akiko Watanabe",
                "Yan Xu",
                "Tong Yao",
                "Tong Yu"
            ],
            "abstract": "Firms with higher asset growth rates subsequently experience lower stock returns in international equity markets, consistent with the U.S. evidence. This negative effect of asset growth on returns is stronger in more developed capital markets and markets where stocks are more efficiently priced, but is unrelated to country characteristics representing limits to arbitrage, investor protection, and accounting quality. The evidence suggests that the cross-sectional relation between asset growth and stock return is more likely due to an optimal investment effect than due to overinvestment, market timing, or other forms of mispricing.",
            "link": "https://doi.org/10.1016/j.jfineco.2012.12.002"
        }
    ]
}