{
    "journal": "JF",
    "volume": "63",
    "issue": "6",
    "date": "December 2008",
    "page": "Pages: i-iv, 2557-3098, v-lxxxxiii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "11 November 2008",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01406.x"
        },
        {
            "no": "2",
            "title": "Trusting the Stock Market",
            "date": "11 November 2008",
            "author": [
                "LUIGI GUISO",
                "PAOLA SAPIENZA",
                "LUIGI ZINGALES"
            ],
            "abstract": "We study the effect that a general lack of trust can have on stock market participation. In deciding whether to buy stocks, investors factor in the risk of being cheated. The perception of this risk is a function of the objective characteristics of the stocks and the subjective characteristics of the investor. Less trusting individuals are less likely to buy stock and, conditional on buying stock, they will buy less. In Dutch and Italian micro data, as well as in cross‐country data, we find evidence consistent with lack of trust being an important factor in explaining the limited participation puzzle.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01408.x"
        },
        {
            "no": "3",
            "title": "The Making of an Investment Banker: Stock Market Shocks, Career Choice, and Lifetime Income",
            "date": "11 November 2008",
            "author": [
                "PAUL OYER"
            ],
            "abstract": "I show that stock market shocks have important and lasting effects on the careers of MBAs. Stock market conditions while MBA students are in school have a large effect on whether they go directly to Wall Street upon graduation. Further, starting on Wall Street immediately upon graduation causes a person to be more likely to work there later and to earn, on average, substantially more money. The empirical results suggest that investment bankers are largely “made” by circumstance rather than “born” to work on Wall Street.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01409.x"
        },
        {
            "no": "4",
            "title": "Directors' Ownership in the U.S. Mutual Fund Industry",
            "date": "11 November 2008",
            "author": [
                "QI CHEN",
                "ITAY GOLDSTEIN",
                "WEI JIANG"
            ],
            "abstract": "This paper empirically investigates directors' ownership in the mutual fund industry. Our results show that, contrary to anecdotal evidence, a significant portion of directors hold shares in the funds they oversee. Ownership patterns are broadly consistent with an optimal contracting equilibrium. That is, ownership is positively and significantly correlated with most variables that are predicted to indicate greater value from directors' monitoring. For example, directors' ownership is more prevalent in actively managed funds and in funds with lower institutional ownership. We also show considerable heterogeneity in ownership across fund families, suggesting family‐wide policies play an important role.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01410.x"
        },
        {
            "no": "5",
            "title": "Do Investors Overweight Personal Experience? Evidence from IPO Subscriptions",
            "date": "11 November 2008",
            "author": [
                "MARKKU KAUSTIA",
                "SAMULI KNÜPFER"
            ],
            "abstract": "We find a strong positive link between past IPO returns and future subscriptions at the investor level in Finland. Our setting allows us to trace this effect to the returns personally experienced by investors; the effect is not explained by patterns related to the IPO cycle, or wealth effects. This behavior is consistent with reinforcement learning, where personally experienced outcomes are overweighted compared to rational Bayesian learning. The results provide a microfoundation for the argument that investor sentiment drives IPO demand. The paper also contributes to understanding how popular investment styles develop, and has implications for the marketing of financial products.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01411.x"
        },
        {
            "no": "6",
            "title": "Market Structure, Internal Capital Markets, and the Boundaries of the Firm",
            "date": "11 November 2008",
            "author": [
                "RICHMOND D. MATHEWS",
                "DAVID T. ROBINSON"
            ],
            "abstract": "We study how the creation of an internal capital market (ICM) can invite strategic responses in product markets that, in turn, shape firm boundaries. ICMs provide ex post resource flexibility, but come with ex ante commitment costs. Alternatively, stand‐alones possess commitment ability but lack flexibility. By creating flexibility, integration can sometimes deter a rival's entry, but commitment problems can also invite predatory capital raising. These forces drive different organizational equilibria depending on the integrator's relation to the product market. Hybrid organizational forms like strategic alliances can sometimes dominate integration by offering some of its benefits with fewer strategic costs.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01395.x"
        },
        {
            "no": "7",
            "title": "Overconfidence, CEO Selection, and Corporate Governance",
            "date": "11 November 2008",
            "author": [
                "ANAND M. GOEL",
                "ANJAN V. THAKOR"
            ],
            "abstract": "We develop a model that shows that an overconfident manager, who sometimes makes value‐destroying investments, has a higher likelihood than a rational manager of being deliberately promoted to CEO under value‐maximizing corporate governance. Moreover, a risk‐averse CEO's overconfidence enhances firm value up to a point, but the effect is nonmonotonic and differs from that of lower risk aversion. Overconfident CEOs also underinvest in information production. The board fires both excessively diffident and excessively overconfident CEOs. Finally, Sarbanes‐Oxley is predicted to improve the precision of information provided to investors, but to reduce project investment.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01412.x"
        },
        {
            "no": "8",
            "title": "Mandatory Disclosure and Operational Risk: Evidence from Hedge Fund Registration",
            "date": "11 November 2008",
            "author": [
                "STEPHEN BROWN",
                "WILLIAM GOETZMANN",
                "BING LIANG",
                "CHRISTOPHER SCHWARZ"
            ],
            "abstract": "Mandatory disclosure is a regulatory tool intended to allow market participants to assess operational risk. We examine the value of disclosure through the controversial SEC requirement, since overturned, which required major hedge funds to register as investment advisors and file Form ADV disclosures. Leverage and ownership structures suggest that lenders and equity investors were already aware of operational risk. However, operational risk does not mediate flow‐performance relationships. Investors either lack this information or regard it as immaterial. These findings suggest that regulators should account for the endogenous production of information and the marginal benefit of disclosure to different investment clienteles.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01413.x"
        },
        {
            "no": "9",
            "title": "The Geography of Block Acquisitions",
            "date": "11 November 2008",
            "author": [
                "JUN‐KOO KANG",
                "JIN‐MO KIM"
            ],
            "abstract": "Using a large sample of partial block acquisitions, we examine the importance of geographic proximity in corporate governance and target returns. We find that block acquirers have a strong preference for geographically proximate targets and acquirers that purchase shares in such targets are more likely to engage in post‐acquisition target governance activities than are remote block acquirers. Moreover, the targets of these acquirers realize higher announcement returns and better post‐acquisition operating performance than do targets of other types of acquirers, particularly when they face greater information asymmetries.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01414.x"
        },
        {
            "no": "10",
            "title": "Estimating the Intertemporal Risk–Return Tradeoff Using the Implied Cost of Capital",
            "date": "11 November 2008",
            "author": [
                "ĽUBOŠ PÁSTOR",
                "MEENAKSHI SINHA",
                "BHASKARAN SWAMINATHAN"
            ],
            "abstract": "We argue that the implied cost of capital (ICC), computed using earnings forecasts, is useful in capturing time variation in expected stock returns. First, we show theoretically that ICC is perfectly correlated with the conditional expected stock return under plausible conditions. Second, our simulations show that ICC is helpful in detecting an intertemporal risk–return relation, even when earnings forecasts are poor. Finally, in empirical analysis, we construct the time series of ICC for the G–7 countries. We find a positive relation between the conditional mean and variance of stock returns, at both the country level and the world market level.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01415.x"
        },
        {
            "no": "11",
            "title": "In Search of Distress Risk",
            "date": "11 November 2008",
            "author": [
                "JOHN Y. CAMPBELL",
                "JENS HILSCHER",
                "JAN SZILAGYI"
            ],
            "abstract": "This paper explores the determinants of corporate failure and the pricing of financially distressed stocks whose failure probability, estimated from a dynamic logit model using accounting and market variables, is high. Since 1981, financially distressed stocks have delivered anomalously low returns. They have lower returns but much higher standard deviations, market betas, and loadings on value and small‐cap risk factors than stocks with low failure risk. These patterns are more pronounced for stocks with possible informational or arbitrage‐related frictions. They are inconsistent with the conjecture that the value and size effects are compensation for the risk of financial distress.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01416.x"
        },
        {
            "no": "12",
            "title": "How Does Size Affect Mutual Fund Behavior?",
            "date": "11 November 2008",
            "author": [
                "JOSHUA M. POLLET",
                "MUNGO WILSON"
            ],
            "abstract": "If actively managed mutual funds suffer from diminishing returns to scale, funds should alter investment behavior as assets under management increase. Although asset growth has little effect on the behavior of the typical fund, we find that large funds and small‐cap funds diversify their portfolios in response to growth. Greater diversification, especially for small‐cap funds, is associated with better performance. Fund family growth is related to the introduction of new funds that hold different stocks from their existing siblings. Funds with many siblings diversify less rapidly as they grow, suggesting that the fund family may influence a fund's portfolio strategy.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01417.x"
        },
        {
            "no": "13",
            "title": "Average Returns, B/M, and Share Issues",
            "date": "11 November 2008",
            "author": [
                "EUGENE F. FAMA",
                "KENNETH R. FRENCH"
            ],
            "abstract": "The book‐to‐market ratio (B/M) is a noisy measure of expected stock returns because it also varies with expected cashflows. Our hypothesis is that the evolution of B/M, in terms of past changes in book equity and price, contains independent information about expected cashflows that can be used to improve estimates of expected returns. The tests support this hypothesis, with results that are largely but not entirely similar for Microcap stocks (below the 20th NYSE market capitalization percentile) and All but Micro stocks (ABM).",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01418.x"
        },
        {
            "no": "14",
            "title": "Stock Returns and Volatility: Pricing the Short‐Run and Long‐Run Components of Market Risk",
            "date": "11 November 2008",
            "author": [
                "TOBIAS ADRIAN",
                "JOSHUA ROSENBERG"
            ],
            "abstract": "We explore the cross‐sectional pricing of volatility risk by decomposing equity market volatility into short‐ and long‐run components. Our finding that prices of risk are negative and significant for both volatility components implies that investors pay for insurance against increases in volatility, even if those increases have little persistence. The short‐run component captures market skewness risk, which we interpret as a measure of the tightness of financial constraints. The long‐run component relates to business cycle risk. Furthermore, a three‐factor pricing model with the market return and the two volatility components compares favorably to benchmark models.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01419.x"
        },
        {
            "no": "15",
            "title": "Limited Attention and the Allocation of Effort in Securities Trading",
            "date": "11 November 2008",
            "author": [
                "SHANE A. CORWIN",
                "JAY F. COUGHENOUR"
            ],
            "abstract": "While limited attention has been analyzed in a variety of economic and psychological settings, its impact on financial markets is not well understood. In this paper, we examine individual NYSE specialist portfolios and test whether liquidity provision is affected as specialists allocate their attention across stocks. Our results indicate that specialists allocate effort toward their most active stocks during periods of increased activity, resulting in less frequent price improvement and increased transaction costs for their remaining assigned stocks. Thus, the allocation of effort due to limited attention has a significant impact on liquidity provision in securities markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01420.x"
        },
        {
            "no": "16",
            "title": "How and When Do Firms Adjust Their Capital Structures toward Targets?",
            "date": "11 November 2008",
            "author": [
                "SOKU BYOUN"
            ],
            "abstract": "If firms adjust their capital structures toward targets, and if there are adverse selection costs associated with asymmetric information, how and when do firms adjust their capital structures? We suggest a financing needs‐induced adjustment framework to examine the dynamic process by which firms adjust their capital structures. We find that most adjustments occur when firms have above‐target (below‐target) debt with a financial surplus (deficit). These results suggest that firms move toward the target capital structure when they face a financial deficit/surplus—but not in the manner hypothesized by the traditional pecking order theory.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01421.x"
        },
        {
            "no": "17",
            "title": "MISCELLANEA",
            "date": "11 November 2008",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01422.x"
        },
        {
            "no": "18",
            "title": "Back Matter",
            "date": "11 November 2008",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01423.x"
        }
    ]
}