{
    "journal": "JF",
    "volume": "63",
    "issue": "5",
    "date": "October 2008",
    "page": "Pages: i-v, 2085-2554, vi-xxxiii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "10 September 2008",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01386.x"
        },
        {
            "no": "2",
            "title": "Fellow of the American Finance Association for 2008",
            "date": "10 September 2008",
            "author": [
                "John C. Cox"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01388.x"
        },
        {
            "no": "3",
            "title": "How Does Financing Impact Investment? The Role of Debt Covenants",
            "date": "10 September 2008",
            "author": [
                "SUDHEER CHAVA",
                "MICHAEL R. ROBERTS"
            ],
            "abstract": "We identify a specific channel (debt covenants) and the corresponding mechanism (transfer of control rights) through which financing frictions impact corporate investment. Using a regression discontinuity design, we show that capital investment declines sharply following a financial covenant violation, when creditors use the threat of accelerating the loan to intervene in management. Further, the reduction in investment is concentrated in situations in which agency and information problems are relatively more severe, highlighting how the state‐contingent allocation of control rights can help mitigate investment distortions arising from financing frictions.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01391.x"
        },
        {
            "no": "4",
            "title": "Foreign Banks in Poor Countries: Theory and Evidence",
            "date": "10 September 2008",
            "author": [
                "ENRICA DETRAGIACHE",
                "THIERRY TRESSEL",
                "POONAM GUPTA"
            ],
            "abstract": "We study how foreign bank penetration affects financial sector development in poor countries. A theoretical model shows that when domestic banks are better than foreign banks at monitoring soft information customers, foreign bank entry may hurt these customers and worsen welfare. The model also predicts that credit to the private sector should be lower in countries with more foreign bank penetration, and that foreign banks should have a less risky loan portfolio. In the empirical section, we test these predictions for a sample of lower income countries and find support for the theoretical model.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01392.x"
        },
        {
            "no": "5",
            "title": "Local Bank Financial Constraints and Firm Access to External Finance",
            "date": "10 September 2008",
            "author": [
                "DANIEL PARAVISINI"
            ],
            "abstract": "I exploit the exogenous component of a formula‐based allocation of government funds across banks in Argentina to test for financial constraints and underinvestment by local banks. Banks are found to expand lending by $0.66 in response to an additional dollar of external financing. Using novel data to measure risk and return on marginal lending, I show that the profitability of lending does not decline and total borrower debt increases during lending expansions, holding investment opportunities constant. Overall, financial shocks to constrained banks are found to have a quick, persistent, and amplified effect on the aggregate supply of credit.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01393.x"
        },
        {
            "no": "6",
            "title": "Collective Risk Management in a Flight to Quality Episode",
            "date": "10 September 2008",
            "author": [
                "RICARDO J. CABALLERO",
                "ARVIND KRISHNAMURTHY"
            ],
            "abstract": "Severe flight to quality episodes involve uncertainty about the environment, not only risk about asset payoffs. The uncertainty is triggered by unusual events and untested financial innovations that lead agents to question their worldview. We present a model of crises and central bank policy that incorporates Knightian uncertainty. The model explains crisis regularities such as market‐wide capital immobility, agents' disengagement from risk, and liquidity hoarding. We identify a social cost of these behaviors, and a benefit of a lender of last resort facility. The benefit is particularly high because public and private insurance are complements during uncertainty‐driven crises.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01394.x"
        },
        {
            "no": "7",
            "title": "The Real Determinants of Asset Sales",
            "date": "10 September 2008",
            "author": [
                "LIU YANG"
            ],
            "abstract": "I develop a dynamic structural model in which a firm makes rational decisions to buy or sell assets in the presence of productivity shocks. By identifying equilibrium asset prices, the model also examines the aggregate asset sales activity over the business cycle. It shows that changes in productivity, rather than productivity levels, affect decisions: Firms with rising productivity buy assets and firms with falling productivity downsize (“rising buys falling”). As such, industries in which firms have less persistent and more volatile productivity experience greater asset reallocation. Using plant‐level data from Longitudinal Research Database (LRD), I find strong support for the model's predictions.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01396.x"
        },
        {
            "no": "8",
            "title": "The Value of Financial Flexibility",
            "date": "10 September 2008",
            "author": [
                "ANDREA GAMBA",
                "ALEXANDER TRIANTIS"
            ],
            "abstract": "We develop a model that endogenizes dynamic financing, investment, and cash retention/payout policies in order to analyze the effect of financial flexibility on firm value. We show that the value of financing flexibility depends on the costs of external financing, the level of corporate and personal tax rates that determine the effective cost of holding cash, the firm's growth potential and maturity, and the reversibility of capital. Through simulations, we demonstrate that firms facing financing frictions should simultaneously borrow and lend, and we examine the nature of dynamic debt and liquidity policies and the value associated with corporate liquidity.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01397.x"
        },
        {
            "no": "9",
            "title": "Marketwide Private Information in Stocks: Forecasting Currency Returns",
            "date": "10 September 2008",
            "author": [
                "RUI ALBUQUERQUE",
                "EVA DE FRANCISCO",
                "LUIS B. MARQUES"
            ],
            "abstract": "We present a model of equity trading with informed and uninformed investors where informed investors trade on firm‐specific and marketwide private information. The model is used to identify the component of order flow due to marketwide private information. Estimated trades driven by marketwide private information display little or no correlation with the first principal component in order flow. Indeed, we find that co‐movement in order flow captures variation mostly in liquidity trades. Marketwide private information obtained from equity market data forecasts industry stock returns, and also currency returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01398.x"
        },
        {
            "no": "10",
            "title": "Default and Recovery Implicit in the Term Structure of Sovereign CDS Spreads",
            "date": "10 September 2008",
            "author": [
                "JUN PAN",
                "KENNETH J. SINGLETON"
            ],
            "abstract": "This paper explores the nature of default arrival and recovery implicit in the term structures of sovereign CDS spreads. We argue that term structures of spreads reveal not only the arrival rates of credit events\n(\nλ\nℚ\n)\n, but also the loss rates given credit events. Applying our framework to Mexico, Turkey, and Korea, we show that a single‐factor model with\nλ\nℚ\nfollowing a lognormal process captures most of the variation in the term structures of spreads. The risk premiums associated with unpredictable variation in\nλ\nℚ\nare found to be economically significant and co‐vary importantly with several economic measures of global event risk, financial market volatility, and macroeconomic policy.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01399.x"
        },
        {
            "no": "11",
            "title": "Cross‐Asset Speculation in Stock Markets",
            "date": "10 September 2008",
            "author": [
                "DAN BERNHARDT",
                "BART TAUB"
            ],
            "abstract": "In practice, heterogeneously informed speculators combine private information about multiple stocks with information in prices, taking into account how their trades influence the inferences of other speculators via prices. We show how this speculation causes prices to be more correlated than asset fundamentals, raising price volatility. The covariance structure of asset fundamentals drives that of prices, while the covariance structure of liquidity trade drives that of order flows. We characterize how speculator profits vary with the distributions of information and liquidity trade across assets and speculators, and relate the cross‐asset factor structure of order flows to that of returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01400.x"
        },
        {
            "no": "12",
            "title": "The Dog That Did Not Bark: Insider Trading and Crashes",
            "date": "10 September 2008",
            "author": [
                "JOSE M. MARIN",
                "JACQUES P. OLIVIER"
            ],
            "abstract": "This paper documents that at the individual stock level, insiders' sales peak many months before a large drop in the stock price, while insiders' purchases peak only the month before a large jump. We provide a theoretical explanation for this phenomenon based on trading constraints and asymmetric information. A key feature of our theory is that rational uninformed investors may react more strongly to the absence of insider sales than to their presence (the “dog that did not bark” effect). We test our hypothesis against competing stories, such as insiders timing their trades to evade prosecution.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01401.x"
        },
        {
            "no": "13",
            "title": "“You Can Enter but You Cannot Leave…”: U.S. Securities Markets and Foreign Firms",
            "date": "10 September 2008",
            "author": [
                "ANDRÁS MAROSI",
                "NADIA MASSOUD"
            ],
            "abstract": "Although a number of prior papers have argued the benefits to foreign firms of cross‐listing their shares in the U.S., the number of foreign firms exiting U.S. capital markets has been increasing. This has occurred despite the difficulties foreign firms face in deregistering from the Securities and Exchange Commission (SEC). This paper examines the reasons underlying this trend. One of our main findings is that the passage of the Sarbanes‐Oxley Act has reduced the net benefits of a U.S. listing and registration, particularly for smaller foreign firms with lower trading volume and stronger insider control.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01402.x"
        },
        {
            "no": "14",
            "title": "Buyer–Supplier Relationships and the Stakeholder Theory of Capital Structure",
            "date": "10 September 2008",
            "author": [
                "SHANTANU BANERJEE",
                "SUDIPTO DASGUPTA",
                "YUNGSAN KIM"
            ],
            "abstract": "Firms in bilateral relationships are likely to produce or procure unique products—especially when they are in durable goods industries. Consistent with the arguments of Titman and Titman and Wessels, such firms are likely to maintain lower leverage. We compile a database of firms' principal customers (those that account for at least 10% of sales or are otherwise considered important for business) from the Business Information File of Compustat and find results consistent with the predictions of this theory.",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01403.x"
        },
        {
            "no": "15",
            "title": "MISCELLANEA",
            "date": "10 September 2008",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01404.x"
        },
        {
            "no": "16",
            "title": "Back Matter",
            "date": "10 September 2008",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2008.01405.x"
        }
    ]
}