{
    "journal": "JFE",
    "volume": "115",
    "issue": "1",
    "date": "January 2015",
    "page": "Pages 1-214",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jan 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(14)00240-2"
        },
        {
            "no": "2",
            "title": "X-CAPM: An extrapolative capital asset pricing model",
            "date": "Aug 2014",
            "author": [
                "Nicholas Barberis",
                "Robin Greenwood",
                "Lawrence Jin",
                "Andrei Shleifer"
            ],
            "abstract": "Survey evidence suggests that many investors form beliefs about future stock market returns by extrapolating past returns. Such beliefs are hard to reconcile with existing models of the aggregate stock market. We study a consumption-based asset pricing model in which some investors form beliefs about future price changes in the stock market by extrapolating past price changes, while other investors hold fully rational beliefs. We find that the model captures many features of actual prices and returns; importantly, however, it is also consistent with the survey evidence on investor expectations.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.08.007"
        },
        {
            "no": "3",
            "title": "Financial integration, housing, and economic volatility",
            "date": "Sep 2014",
            "author": [
                "Elena Loutskina",
                "Philip E. Strahan"
            ],
            "abstract": "The Great Recession illustrates the sensitivity of the economy to housing. This paper shows that financial integration, fostered by securitization and nationwide branching, amplified the positive effect of housing price shocks on the economy during the 1994–2006 period. We exploit variation in credit supply subsidies across local markets from government-sponsored enterprises to measure housing price changes unrelated to fundamentals. Using this instrument, we find that house price shocks spur economic growth. The effect is larger in localities more financially integrated, through both secondary loan market and bank branch networks. Financial integration thus raised the effect of collateral shocks on local economies, increasing economic volatility.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.09.009"
        },
        {
            "no": "4",
            "title": "Macroeconomic linkages between monetary policy and the term structure of interest rates",
            "date": "Sep 2014",
            "author": [
                "Howard Kung"
            ],
            "abstract": "This paper studies the equilibrium term structure of nominal and real interest rates and the time-varying bond risk premia implied by a stochastic endogenous growth model with imperfect price adjustment and monetary policy shocks. The production and price-setting decisions of firms drive low-frequency movements in growth and inflation rates that are negatively related. With recursive preferences, these growth and inflation dynamics are crucial for rationalizing key stylized facts in bond markets. When calibrated to macroeconomic data, the model quantitatively explains the means and volatilities of nominal bond yields and the failure of the expectations hypothesis.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.09.006"
        },
        {
            "no": "5",
            "title": "Why do term structures in different currencies co-move?",
            "date": "Sep 2014",
            "author": [
                "Chotibhak Jotikasthira",
                "Anh Le",
                "Christian Lundblad"
            ],
            "abstract": "Yield curve fluctuations across different currencies are highly correlated. This paper investigates this phenomenon by exploring the channels through which macroeconomic shocks are transmitted across borders. Macroeconomic shocks affect current and expected future short-term rates as central banks react to changing economic environments. Investors could also respond to these shocks by altering their required compensation for risk. Macroeconomic shocks thus influence bond yields both through a policy channel and through a risk compensation channel. Using data from the US, the UK, and Germany, we find that world inflation and US yield level together explain over two-thirds of the covariance of yields at all maturities. Further, these effects operate largely through the risk compensation channel for long-term bonds.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.09.004"
        },
        {
            "no": "6",
            "title": "Attentive insider trading",
            "date": "Sep 2014",
            "author": [
                "Dallin M. Alldredge",
                "David C. Cicero"
            ],
            "abstract": "We provide evidence that some profitable insider stock selling is motivated by public information. At firms that disclose having concentrated sales relationships, insiders appear to sell their own stock profitably based on public information about their principal customers. Supplier insiders also sell more stock when public information about their customers׳ recent returns and earnings surprises suggests they will earn larger profits. These results are stronger when outside investor attention could be lower. Outside of this setting, insiders engage in a higher proportion of routine sales and their sales are less profitable. We do not find similar patterns for insider purchases.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.09.005"
        },
        {
            "no": "7",
            "title": "Fund managers under pressure: Rationale and determinants of secondary buyouts",
            "date": "Aug 2014",
            "author": [
                "Sridhar Arcot",
                "Zsuzsanna Fluck",
                "José-Miguel Gaspar",
                "Ulrich Hege"
            ],
            "abstract": "The fastest growing segment of private equity (PE) deals is secondary buyouts (SBOs)—sales from one PE fund to another. Using a comprehensive sample of leveraged buyouts, we investigate whether SBOs are value-maximizing, or reflect opportunistic behavior. To proxy for adverse incentives, we develop buy and sell pressure indexes based on how close PE funds are to the end of their investment period or lifetime, their unused capital, reputation, deal activity, and fundraising frequency. We report that funds under pressure engage more in SBOs. Pressured buyers pay higher multiples, use less leverage, and syndicate less suggesting that their motive is to spend equity. Pressured sellers exit at lower multiples and have shorter holding periods. When pressured counterparties meet, deal multiples depend on differential bargaining power. Moreover, funds that invested under pressure underperform.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.08.002"
        },
        {
            "no": "8",
            "title": "End-of-the-year economic growth and time-varying expected returns",
            "date": "Aug 2014",
            "author": [
                "Stig V. Møller",
                "Jesper Rangvid"
            ],
            "abstract": "We show that macroeconomic growth at the end of the year (fourth quarter or December) strongly influences expected returns on risky financial assets, whereas economic growth during the rest of the year does not. We find this pattern for many different asset classes, across different time periods, and for US and international data. We also show that movements in the surplus consumption ratio of Campbell and Cochrane (1999), a theoretically well-founded measure of time-varying risk aversion linked to macroeconomic growth, influence expected returns stronger during the fourth quarter than the other quarters of the year. Our findings suggest that expected returns, risk aversion, and economic growth are particularly related at the end of the year, when we also expect consumers׳ portfolio adjustments to be concentrated.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.08.006"
        },
        {
            "no": "9",
            "title": "Market run-ups, market freezes, inventories, and leverage",
            "date": "Aug 2014",
            "author": [
                "Philip Bond",
                "Yaron Leitner"
            ],
            "abstract": "We study trade between an informed seller and an uninformed buyer who have existing inventories of assets similar to those being traded. We show that these inventories could induce the buyer to increase the price (a run-up) but could also make trade impossible (a freeze) and hamper information dissemination. Competition can amplify the run-up by inducing buyers to purchase assets at a loss to prevent competitors from purchasing at lower prices and releasing bad news about inventories. In a dynamic extension, we show that a market freeze could be preceded by high prices. Finally, we discuss empirical and policy implications.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.08.008"
        },
        {
            "no": "10",
            "title": "Non-executive employee stock options and corporate innovation",
            "date": "Sep 2014",
            "author": [
                "Xin Chang",
                "Kangkang Fu",
                "Angie Low",
                "Wenrui Zhang"
            ],
            "abstract": "We provide empirical evidence on the positive effect of non-executive employee stock options on corporate innovation. The positive effect is more pronounced when employees are more important for innovation, when free-riding among employees is weaker, when options are granted broadly to most employees, when the average expiration period of options is longer, and when employee stock ownership is lower. Further analysis reveals that employee stock options foster innovation mainly through the risk-taking incentive, rather than the performance-based incentive created by stock options.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.09.002"
        },
        {
            "no": "11",
            "title": "Does banking competition affect innovation?",
            "date": "Sep 2014",
            "author": [
                "Jess Cornaggia",
                "Yifei Mao",
                "Xuan Tian",
                "Brian Wolfe"
            ],
            "abstract": "We exploit the deregulation of interstate bank branching laws to test whether banking competition affects innovation. We find robust evidence that banking competition reduces state-level innovation by public corporations headquartered within deregulating states. Innovation increases among private firms that are dependent on external finance and that have limited access to credit from local banks. We argue that banking competition enables small, innovative firms to secure financing instead of being acquired by public corporations. Therefore, banking competition reduces the supply of innovative targets, which reduces the portion of state-level innovation attributable to public corporations. Overall, these results shed light on the real effects of banking competition and the determinants of innovation.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.09.001"
        },
        {
            "no": "12",
            "title": "A comment on Christoffersen, Jacobs, and Ornthanalai (2012), “Dynamic jump intensities and risk premiums: Evidence from S&P 500 returns and options”",
            "date": "Aug 2014",
            "author": [
                "Garland Durham",
                "John Geweke",
                "Pulak Ghosh"
            ],
            "abstract": "Christoffersen, Jacobs, and Ornthanalai (2012) (CJO) propose an interesting and useful class of generalized autoregressive conditional heteroskedasticity (GARCH)-like models with dynamic jump intensity, and find evidence that the models not only fit returns data better than some commonly used benchmarks but also provide substantial improvements in option pricing performance. While such models pose difficulties for estimation and analysis, CJO propose an innovative approach to filtering intended to addresses them. However, some statistical issues arise that their approach leaves unresolved, with implications for the option pricing results. This note proposes a solution based on using the filter and estimator proposed by CJO but interpreted in the context of an alternative model. With respect to this model, the estimator is consistent, and likelihood-based model comparisons and hypothesis tests are valid.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.08.004"
        }
    ]
}