{
    "journal": "JFE",
    "volume": "115",
    "issue": "3",
    "date": "March 2015",
    "page": "Pages 429-654",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Mar 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(15)00010-0"
        },
        {
            "no": "2",
            "title": "Monetary policy and long-term real rates",
            "date": "Nov 2014",
            "author": [
                "Samuel G. Hanson",
                "Jeremy C. Stein"
            ],
            "abstract": "Changes in monetary policy have surprisingly strong effects on forward real rates in the distant future. A 100 basis point increase in the two-year nominal yield on a Federal Open Markets Committee announcement day is associated with a 42 basis point increase in the ten-year forward real rate. This finding is at odds with standard macro-models based on sticky nominal prices, which imply that monetary policy cannot move real rates over a horizon longer than that over which all prices in the economy can readjust. Instead, the responsiveness of long-term real rates to monetary shocks appears to reflect changes in term premia. One mechanism that could generate such variation in term premia is based on demand effects due to the existence of what we call yield-oriented investors. We find some evidence supportive of this channel.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.11.001"
        },
        {
            "no": "3",
            "title": "Capital allocation and delegation of decision-making authority within firms",
            "date": "Oct 2014",
            "author": [
                "John R. Graham",
                "Campbell R. Harvey",
                "Manju Puri"
            ],
            "abstract": "We use a unique data set that contains information on more than 1,000 Chief Executive Officers (CEOs) and Chief Financial Officers (CFOs) around the world to investigate the degree to which executives delegate financial decisions and the circumstances that drive variation in delegation. Delegation does not appear to be monolithic; instead, our results show that it varies across corporate policies and also varies with the personal characteristics of the CEO. We find that CEOs delegate financial decisions for which they need the most input, when they are overloaded, and when they are distracted by recent acquisitions. CEOs delegate less when they are knowledgeable (long-tenured or with a finance background). Capital is allocated based on “gut feel” and the personal reputation of the manager running a given division. Finally, corporate politics and corporate socialism affect capital allocation in European and Asian firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.10.011"
        },
        {
            "no": "4",
            "title": "Vulnerable banks",
            "date": "Nov 2014",
            "author": [
                "Robin Greenwood",
                "Augustin Landier",
                "David Thesmar"
            ],
            "abstract": "We present a model in which fire sales propagate shocks across bank balance sheets. When a bank experiences a negative shock to its equity, a natural way to return to target leverage is to sell assets. If potential buyers are limited, then asset sales depress prices, in which case one bank׳s sales impact other banks with common exposures. We show how this contagion effect adds up across the banking sector, and how it can be estimated empirically using balance sheet data. We compute bank exposures to system-wide deleveraging, as well as the spillovers induced by individual banks. Applying the model to European banks, we evaluate a variety of interventions to reduce their vulnerability to fire sales during the sovereign debt crisis.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.11.006"
        },
        {
            "no": "5",
            "title": "Do investors overpay for stocks with lottery-like payoffs? An examination of the returns of OTC stocks",
            "date": "Nov 2014",
            "author": [
                "Bjørn Eraker",
                "Mark Ready"
            ],
            "abstract": "We study returns on over-the-counter stocks and find that these returns are extremely negative on average. The distribution of OTC stock returns is highly positively skewed: while many of the stocks in our sample become worthless, a few do extremely well. We investigate whether this negative return premium can be rationalized by investors׳ preference for positively skewed payoffs. We show that the equilibrium model of Barberis and Huang (2008) provides a plausible explanation for the negative returns. We also show that OTC stocks that once traded on the regular exchanges perform much better than stocks that originate in the OTC markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.11.002"
        },
        {
            "no": "6",
            "title": "Impact of the Dodd-Frank act on credit ratings",
            "date": "Oct 2014",
            "author": [
                "Valentin Dimitrov",
                "Darius Palia",
                "Leo Tang"
            ],
            "abstract": "We analyze the impact of the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank) on corporate bond ratings issued by credit rating agencies (CRAs). We find no evidence that Dodd-Frank disciplines CRAs to provide more accurate and informative credit ratings. Instead, following Dodd-Frank, CRAs issue lower ratings, give more false warnings, and issue downgrades that are less informative. These results are consistent with the reputation model of Morris (2001), and suggest that CRAs become more protective of their reputation following the passage of Dodd-Frank. Consistent with Morris (2001), we find that our results are stronger for industries with low Fitch market share, where Moody׳s and Standard & Poor׳s have stronger incentives to protect their reputation (Becker and Milbourn, 2011). Our results are not driven by business cycle effects or firm characteristics, and strengthen as the uncertainty regarding the passage of Dodd-Frank gets resolved. We conclude that increasing the legal and regulatory costs to CRAs might have an adverse effect on the quality of credit ratings.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.10.012"
        },
        {
            "no": "7",
            "title": "Corporate payout, cash retention, and the supply of credit: Evidence from the 2008–2009 credit crisis",
            "date": "Oct 2014",
            "author": [
                "Barbara A. Bliss",
                "Yingmei Cheng",
                "David J. Denis"
            ],
            "abstract": "We document significant reductions in corporate payouts-both dividends and (to a larger extent) share repurchases-during the 2008–2009 financial crisis. Payout reductions are more likely in firms with higher leverage, more valuable growth options, and lower cash balances, i.e., those more susceptible to the negative consequences of an external financing shock. Moreover, firms appear to use the proceeds from the reduction in payout to maintain cash levels and to fund investment. These findings are consistent with the view that a shock to the supply of credit (net of demand effects) during the financial crisis increased the marginal benefit of cash retention, leading some firms to turn to payout reductions as a substitute form of financing.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.10.013"
        },
        {
            "no": "8",
            "title": "Information reliability and welfare: A theory of coarse credit ratings",
            "date": "Nov 2014",
            "author": [
                "Anand M. Goel",
                "Anjan V. Thakor"
            ],
            "abstract": "An enduring puzzle is why credit rating agencies (CRAs) use a few categories to describe credit qualities lying in a continuum, even when ratings coarseness reduces welfare. We model a cheap-talk game in which a CRA assigns positive weights to the divergent goals of issuing firms and investors. The CRA wishes to inflate ratings but prefers an unbiased rating to one whose inflation exceeds a threshold. Ratings coarseness arises in equilibrium to preclude excessive rating inflation. We show that competition among CRAs can increase ratings coarseness. We also examine the welfare implications of regulatory initiatives.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.11.005"
        },
        {
            "no": "9",
            "title": "Technology spillovers and corporate cash holdings",
            "date": "Oct 2014",
            "author": [
                "Jiaping Qiu",
                "Chi Wan"
            ],
            "abstract": "This study examines the effect of technology spillovers on firms׳ cash holdings. It finds that firms facing greater technology spillovers hold higher cash balances. This effect is more pronounced among financially constrained firms and for firms that are likely to benefit more from diffused technology, e.g., those that have newer patents, are more profitable, and face better growth opportunities. The spillover impact remains strong when product market competition and own-firm innovations are accounted for. Overall, our study identifies technology spillovers as an important factor in determining corporate cash policy.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.10.005"
        },
        {
            "no": "10",
            "title": "Excess control rights, bank capital structure adjustments, and lending",
            "date": "Oct 2014",
            "author": [
                "Laetitia Lepetit",
                "Nadia Saghi-Zedek",
                "Amine Tarazi"
            ],
            "abstract": "We investigate whether excess control rights of ultimate owners in pyramids affect banks׳ capital ratio adjustments. When control and cash flow rights are identical, to boost capital ratios banks issue equity without cutting lending. However, when control rights exceed cash flow rights, instead of issuing equity, banks downsize by reducing lending. Such a finding is mostly prevalent in countries with weak shareholder protection or for family-controlled banks. Other factors also explain the extent to which such banks reduce lending. Our findings contribute to the capital structure adjustment literature and have critical policy implications for the implementation of Basel III and the debate on capital requirements and bank lending.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.10.004"
        },
        {
            "no": "11",
            "title": "Trade credit and cross-country predictable firm returns",
            "date": "Oct 2014",
            "author": [
                "Rui Albuquerque",
                "Tarun Ramadorai",
                "Sumudu W. Watugala"
            ],
            "abstract": "We investigate the role of trade credit links in generating cross-border return predictability between international firms. Using data from 43 countries from 1993 to 2009, we find that firms with high trade credit located in producer countries have stock returns that are strongly predictable based on the returns of their associated customer countries. This behavior is especially prevalent among firms with high levels of foreign sales. To better understand this effect we develop an asset pricing model in which firms in different countries are connected by trade credit links. The model offers further predictions about this phenomenon, including stronger predictability during periods of high credit constraints and low uninformed trading volume. We find supportive empirical evidence for these predictions.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.10.007"
        },
        {
            "no": "12",
            "title": "Price support by bank-affiliated mutual funds",
            "date": "Oct 2014",
            "author": [
                "Benjamin Golez",
                "Jose M. Marin"
            ],
            "abstract": "Fund managers are double agents; they serve both fund investors and owners of management firms. This conflict of interest may result in trading to support securities prices. Tests of this hypothesis in the Spanish mutual fund industry indicate that bank-affiliated mutual funds systematically increase their holdings in the controlling bank stock around seasoned equity issues, at the time of bad news about the controlling bank, before anticipated price drops, and after non-anticipated price drops. The results seem mainly driven by bank managers׳ incentives. Ownership of asset management companies thus matters and can distort capital allocation and asset prices.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.10.008"
        },
        {
            "no": "13",
            "title": "Friends or foes? The interrelationship between angel and venture capital markets",
            "date": "Oct 2014",
            "author": [
                "Thomas Hellmann",
                "Veikko Thiele"
            ],
            "abstract": "This paper develops a theory of how angel and venture capital markets interact. Entrepreneurs first receive angel then venture capital funding. The two investor types are ‘friends’ in that they rely upon each other׳s investments. However, they are also ‘foes,’ because at the later stage the venture capitalists no longer need the angels. Using a costly search model we derive the equilibrium deal flows across the two markets, endogenously deriving market sizes, competitive structures, valuation levels, and exit rates. We also examine the role of legal protection for angel investments.",
            "link": "https://doi.org/10.1016/j.jfineco.2014.10.009"
        }
    ]
}