{
    "journal": "JFE",
    "volume": "127",
    "issue": "1",
    "date": "January 2018",
    "page": "Pages 1-196",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jan 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(17)30300-8"
        },
        {
            "no": "2",
            "title": "The globalization of angel investments: Evidence across countries",
            "date": "May 2017",
            "author": [
                "Josh Lerner",
                "Antoinette Schoar",
                "Stanislav Sokolinski",
                "Karen Wilson"
            ],
            "abstract": "This paper examines the role of investments by angel groups across a heterogeneous set of 21 countries with varying entrepreneurship ecosystems. Exploiting quasi-random assignment of deals around the groups’ funding thresholds, we find a positive impact of funding on firm growth, performance, survival, and follow-on fundraising, which is independent of the level of venture activity and entrepreneur-friendliness in the country. However, the maturity of startups that apply for funding (and are ultimately funded) inversely correlates with the entrepreneurship-friendliness of the country. This may reflect self-censoring by early-stage firms that do not expect to receive funding in these environments.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.05.012"
        },
        {
            "no": "3",
            "title": "Financial market frictions and diversification",
            "date": "Sep 2017",
            "author": [
                "Gregor Matvos",
                "Amit Seru",
                "Rui C. Silva"
            ],
            "abstract": "We find new facts that relate the evolution of firm scope to the changing frictions in external capital markets over the last three decades. We find that large, diversified publicly traded firms increase their scope during times of high external capital market frictions, such as in the recent Great Recession. Moreover, during these times firms diversify their investment needs and cash flow across industries. We also find similar phenomena outside diversified public firms. Examining the mergers and acquisitions activity of stand-alone and diversified private firms, we uncover similar patterns. In aggregate data, we find that the composition of mergers shifts from focused to diversifying and back with changes in external market conditions. Our evidence is broadly consistent with the notion that firms diversify their scope in response to tightening in external capital markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.09.006"
        },
        {
            "no": "4",
            "title": "The real effects of credit default swaps",
            "date": "Oct 2017",
            "author": [
                "András Danis",
                "Andrea Gamba"
            ],
            "abstract": "We examine the effect of introducing credit default swaps (CDSs) on firm value. Our model allows for dynamic investment and financing, and bondholders can trade in the CDS market. The model incorporates both negative and positive effects of CDSs. CDS markets lead to more liquidations, but they also reduce the probability of costly debt renegotiation and reduce costly equity financing. After calibrating the model, we find that firm value increases by 2.9% on average with the introduction of a CDS market. Firms also invest more and increase leverage. The effect on firm value is strongest for small, financially constrained, and low productivity firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.10.005"
        },
        {
            "no": "5",
            "title": "The buyers’ perspective on security design: Hedge funds and convertible bond call provisions",
            "date": "Nov 2017",
            "author": [
                "Bruce D. Grundy",
                "Patrick Verwijmeren"
            ],
            "abstract": "We provide evidence that security design reflects the interplay of capital supplier and security issuer preferences. While call provisions have historically been the default option in convertible security design, only a minority of post-2005 issues are callable. Because hedge funds dominate the market for new convertibles today and because convertible arbitrage is less risky without callability, the recent diminution in the frequency of call provisions in new convertible bond issues illustrates the importance of the preferences of the suppliers of capital in security design.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.11.003"
        },
        {
            "no": "6",
            "title": "Non-rating revenue and conflicts of interest",
            "date": "Oct 2017",
            "author": [
                "Ramin P. Baghai",
                "Bo Becker"
            ],
            "abstract": "Rating agencies produce ratings used by investors, but obtain most of their revenue from issuers, leading to a conflict of interest. We employ a unique data set on the use of non-rating services, and the associated payments, in India, to test if this conflict affects ratings quality. Agencies rate issuers that pay them for non-rating services higher (than agencies not hired for such services). Such issuers also have higher default rates. Both effects are increasing in the amount paid. These results suggest that issuers which hire agencies for non-rating services receive higher ratings despite having higher default risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.10.004"
        },
        {
            "no": "7",
            "title": "Capital gains lock-in and governance choices",
            "date": "Nov 2017",
            "author": [
                "Stephen G. Dimmock",
                "William C. Gerken",
                "Zoran Ivković",
                "Scott J. Weisbenner"
            ],
            "abstract": "Differences in accrued gains and investors’ tax-sensitivity induce variation in a capital gains lock-in effect across mutual funds even for the same stock at the same time. Exploiting this variation, we show this effect influences funds’ governance decisions: higher capital gains decrease the likelihood a fund exits prior to contentious votes and increase the likelihood a fund votes against management. Consistent with tax motivation, these findings are concentrated among funds with tax-sensitive investors. Further, high aggregate capital gains across funds holding a stock predict a higher likelihood management loses a vote and a lower likelihood a contentious vote is proposed.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.11.001"
        },
        {
            "no": "8",
            "title": "The option to quit: The effect of employee stock options on turnover",
            "date": "Oct 2017",
            "author": [
                "Serdar Aldatmaz",
                "Paige Ouimet",
                "Edward D Van Wesep"
            ],
            "abstract": "We show that in the years following a large broad-based employee stock option (BBSO) grant, employee turnover falls at the granting firm. We find evidence consistent with a causal relation by exploiting unexpected changes in the value of unvested options. A large fraction of the reduction in turnover appears to be temporary with turnover increasing in the third year following the year of the adoption of the BBSO plan. The increase three years post-grant is equal in magnitude to the cumulative decrease in turnover over the three prior years, suggesting that long-vesting BBSO plans delay, instead of prevent, turnover.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.10.007"
        },
        {
            "no": "9",
            "title": "Pay me now (and later): Pension benefit manipulation before plan freezes and executive retirement",
            "date": "Oct 2017",
            "author": [
                "Irina Stefanescu",
                "Yupeng Wang",
                "Kangzhen Xie",
                "Jun Yang"
            ],
            "abstract": "Large US firms modify top executives’ compensation before pension-related events. Top executives receive one-time increases in pensionable earnings through higher annual bonuses one year before a plan freeze and one year before retirement. Firms also boost pension payouts by lowering plan discount rates when top executives are eligible to retire with lump-sum benefit distributions. Increases in executive pensions do not appear to be an attempt to improve managerial effort or retention and are more likely to occur at firms with poor corporate governance. These findings suggest that in some circumstances managers are able to extract rents through their pension plans.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.10.006"
        },
        {
            "no": "10",
            "title": "When arm's length is too far: Relationship banking over the credit cycle",
            "date": "Nov 2017",
            "author": [
                "Thorsten Beck",
                "Hans Degryse",
                "Ralph De Haas",
                "Neeltje van Horen"
            ],
            "abstract": "We conduct face-to-face interviews with bank chief executive officers to classify 397 banks across 21 countries as relationship or transaction lenders. We then use the geographic coordinates of these banks’ branches and of 14,100 businesses to analyze how the lending techniques of banks near firms are related to credit constraints at two contrasting points of the credit cycle. We find that while relationship lending is not associated with credit constraints during a credit boom, it alleviates such constraints during a downturn. This positive role of relationship lending is stronger for small and opaque firms and in regions with a more severe economic downturn. Moreover, relationship lending mitigates the impact of a downturn on firm growth and does not constitute evergreening of loans.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.11.007"
        }
    ]
}