{
    "journal": "JFE",
    "volume": "127",
    "issue": "3",
    "date": "March 2018",
    "page": "Pages 417-612",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Mar 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(18)30030-8"
        },
        {
            "no": "2",
            "title": "Alpha or beta in the eye of the beholder: What drives hedge fund flows?",
            "date": "Jan 2018",
            "author": [
                "Vikas Agarwal",
                "T. Clifton Green",
                "Honglin Ren"
            ],
            "abstract": "Capital Asset Pricing Model (CAPM) alpha explains hedge fund flows better than alphas from more sophisticated models. This suggests that investors pool together sophisticated model alpha with returns from exposures to traditional (except for the market) and exotic risks. We decompose performance into traditional and exotic risk components and find that while investors chase both components, they place greater relative emphasis on returns associated with exotic risk exposures that can only be obtained through hedge funds. However, we find little evidence of persistence in performance from traditional or exotic risks, which cautions against investors’ practice of seeking out risk exposures following periods of recent success.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.01.006"
        },
        {
            "no": "3",
            "title": "The (dis)advantages of clearinghouses before the Fed",
            "date": "Jan 2018",
            "author": [
                "Matthew Jaremski"
            ],
            "abstract": "Operating in individual cities, US clearinghouses were the closest thing to a central bank before 1914, but they only assisted banks that chose to join the association. Using an annual bank-level database for seven states between 1880 and 1910, this paper shows that after the entry of a clearinghouse member banks were less likely and nonmember banks in the same city were more likely to close. The results are driven by the fact that the presence of clearinghouses led all banks to become more exposed to systemic liquidity risk, yet provided liquidity only to member banks during panics.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.01.002"
        },
        {
            "no": "4",
            "title": "Disagreement about inflation and the yield curve",
            "date": "Jan 2018",
            "author": [
                "Paul Ehling",
                "Michael Gallmeyer",
                "Christian Heyerdahl-Larsen",
                "Philipp Illeditsch"
            ],
            "abstract": "We show that inflation disagreement, not just expected inflation, has an impact on nominal interest rates. In contrast to expected inflation, which mainly affects the wedge between real and nominal yields, inflation disagreement affects nominal yields predominantly through its impact on the real side of the economy. We show theoretically and empirically that inflation disagreement raises real and nominal yields and their volatilities. Inflation disagreement is positively related to consumers’ cross-sectional consumption growth volatility and trading in fixed income securities. Calibrating our model to disagreement, inflation, and yields reproduces the economically significant impact of inflation disagreement on yield curves.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.01.001"
        },
        {
            "no": "5",
            "title": "Resaleable debt and systemic risk",
            "date": "Dec 2017",
            "author": [
                "Jason Roderick Donaldson",
                "Eva Micheler"
            ],
            "abstract": "Many debt claims, such as bonds, are resaleable; others, such as repos, are not. There was a fivefold increase in repo borrowing before the 2008–2009 financial crisis. Why? Did banks’ dependence on non-resaleable debt precipitate the crisis? In this paper, we develop a model of bank lending with credit frictions. The key feature of the model is that debt claims are heterogenous in their resaleability. We find that decreasing credit market frictions leads to an increase in borrowing via non-resaleable debt. Such borrowing has a dark side: It causes credit chains to form, because, if a bank makes a loan via non-resaleable debt and needs liquidity, it cannot sell the loan but must borrow via a new contract. These credit chains are a source of systemic risk, as one bank’s default harms not only its creditors but also its creditors’ creditors. Overall, our model suggests that reducing credit market frictions may have an adverse effect on the financial system and even lead to the failures of financial institutions.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.12.005"
        },
        {
            "no": "6",
            "title": "Securitization bubbles: Structured finance with disagreement about default risk",
            "date": "Dec 2017",
            "author": [
                "Tobias Broer"
            ],
            "abstract": "An additional reason for the structured finance boom of the 2000s may have been disagreement about default risk of collateral assets. When risk-neutral investors disagree about average default probabilities, structuring collateral cash flow raises prices by concentrating optimists’ demand on risky tranches. With disagreement about default correlation, low-correlation investors believe in diversification and pay high prices for senior tranches they deem riskless. High-correlation investors value junior tranches they expect to pay whenever aggregate conditions are good. Risk aversion and short selling through credit default swaps reduce the prices of both pass-through and structured securitizations but may increase the return to tranching.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.12.001"
        },
        {
            "no": "7",
            "title": "Are overconfident CEOs better leaders? Evidence from stakeholder commitments",
            "date": "Dec 2017",
            "author": [
                "Kenny Phua",
                "T. Mandy Tham",
                "Chishen Wei"
            ],
            "abstract": "We find evidence that the leadership of overconfident chief executive officers (CEOs) induces stakeholders to take actions that contribute to the leader's vision. By being intentionally overexposed to the idiosyncratic risk of their firms, overconfident CEOs exhibit a strong belief in their firms’ prospects. This belief attracts suppliers beyond the firm's observable expansionary corporate activities. Overconfident CEOs induce more supplier commitments including greater relationship-specific investment and longer relationship duration. Overconfident CEOs also induce stronger labor commitments as employees exhibit lower turnover rates and greater ownership of company stock in benefit plans.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.12.008"
        },
        {
            "no": "8",
            "title": "The structure of information release and the factor structure of returns",
            "date": "Jan 2018",
            "author": [
                "Thomas Gilbert",
                "Christopher Hrdlicka",
                "Avraham Kamara"
            ],
            "abstract": "We model how firms releasing information on different dates causes the CAPM to fail, requiring an additional factor based on the information structure to price assets. We exemplify this mechanism’s empirical relevance using quarterly earnings announcements, which cluster across months along size and book-to-market. Seventy percent of the alpha reduction from including SMB and HML occurs in the four main earnings announcement months. The information structure factor accounts for all of SMB and HML’s seasonal alpha reduction and one third of their overall alpha reduction. Controlling for size and book-to-market, exposures to SMB and HML vary with firms’ earnings announcement month.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.01.007"
        },
        {
            "no": "9",
            "title": "Management sub-advising in the mutual fund industry",
            "date": "Jan 2018",
            "author": [
                "David Moreno",
                "Rosa Rodríguez",
                "Rafael Zambrana"
            ],
            "abstract": "This is a study of how contractual mechanisms can mitigate agency conflicts in sub-advised mutual funds. Sub-advising contracts allow fund families to expand their product offerings to include new investment styles and thereby gain market share. We show that costly contractual arrangements, such as co-branding, multi-advising, and performance-based compensation, can mitigate agency conflicts in outsourcing and protect investors from potential underperformance. Fund families will find it cost-effective to implement such incentive mechanisms only when investors are sophisticated in assessing manager skill. The findings help to explain why a large percentage of fund families outsource their funds to advisory firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.01.004"
        },
        {
            "no": "10",
            "title": "Board diversity, firm risk, and corporate policies",
            "date": "Dec 2017",
            "author": [
                "Gennaro Bernile",
                "Vineet Bhagwat",
                "Scott Yonker"
            ],
            "abstract": "We examine the effects of diversity in the board of directors on corporate policies and risk. Using a multidimensional measure, we find that greater board diversity leads to lower volatility and better performance. The lower risk levels are largely due to diverse boards adopting more persistent and less risky financial policies. However, consistent with diversity fostering more efficient (real) risk-taking, firms with greater board diversity also invest persistently more in research and development (R&D) and have more efficient innovation processes. Instrumental variable tests that exploit exogenous variation in firm access to the supply of diverse nonlocal directors indicate that these relations are causal.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.12.009"
        }
    ]
}