{
    "journal": "JFE",
    "volume": "127",
    "issue": "2",
    "date": "February 2018",
    "page": "Pages 197-416",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Feb 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(18)30005-9"
        },
        {
            "no": "2",
            "title": "Carry",
            "date": "Nov 2017",
            "author": [
                "Ralph S.J. Koijen",
                "Tobias J. Moskowitz",
                "Lasse Heje Pedersen",
                "Evert B. Vrugt"
            ],
            "abstract": "We apply the concept of carry, which has been studied almost exclusively in currency markets, to any asset. A security’s expected return is decomposed into its “carry,” an ex-ante and model-free characteristic, and its expected price appreciation. Carry predicts returns cross-sectionally and in time series for a host of different asset classes, including global equities, global bonds, commodities, US Treasuries, credit, and options. Carry is not explained by known predictors of returns from these asset classes, and it captures many of these predictors, providing a unifying framework for return predictability. We reject a generalized version of Uncovered Interest Parity and the Expectations Hypothesis in favor of models with varying risk premia, in which carry strategies are commonly exposed to global recession, liquidity, and volatility risks, though none fully explains carry’s premium.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.11.002"
        },
        {
            "no": "3",
            "title": "Threat of entry and debt maturity: Evidence from airlines",
            "date": "Nov 2017",
            "author": [
                "Gianpaolo Parise"
            ],
            "abstract": "I explore the effect of the threat posed by low-cost competitors on debt structure in the airline industry. I use the route network expansion of low-cost airlines to identify routes where the probability of future entry increases dramatically. I find that when a large portion of their market is threatened, incumbents significantly increase debt maturity before entry occurs. Overall, the main findings suggest that airlines respond to entry threats trading off the benefits of short-term financing for lower rollover risk. The results are consistent with models in which firms set their optimal debt structure in the presence of costly rollover failure.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.11.009"
        },
        {
            "no": "4",
            "title": "Four centuries of return predictability",
            "date": "Dec 2017",
            "author": [
                "Benjamin Golez",
                "Peter Koudijs"
            ],
            "abstract": "We combine annual stock market data for the most important equity markets of the last four centuries: the Netherlands and UK (1629–1812), UK (1813–1870), and US (1871–2015). We show that dividend yields are stationary and consistently forecast returns. The documented predictability holds for annual and multi-annual horizons and works both in- and out-of-sample, providing strong evidence that expected returns in stock markets are time-varying. In part, this variation is related to the business cycle, with expected returns increasing in recessions. We also find that, except for the period after 1945, dividend yields predict dividend growth rates.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.12.007"
        },
        {
            "no": "5",
            "title": "Liquidity risk and maturity management over the credit cycle",
            "date": "Dec 2017",
            "author": [
                "Atif Mian",
                "João A.C. Santos"
            ],
            "abstract": "We show that firm demand-side factors are strong drivers of procyclical refinancing behavior over the credit cycle using novel data from the Shared National Credit program. Firms are more likely to refinance early when credit conditions are good to keep the effective maturity of their loans long and hedge against having to refinance in tight credit conditions. High credit quality firms are better able to hedge, making their refinancing propensity more sensitive to credit cycles than less creditworthy firms. There is a strong relationship between refinancing a loan, and subsequent growth in capital expenditure, especially when a loan is refinanced early.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.12.006"
        },
        {
            "no": "6",
            "title": "Taxation and executive compensation: Evidence from stock options",
            "date": "Nov 2017",
            "author": [
                "Andrew Bird"
            ],
            "abstract": "Understanding the effects of taxes on executive compensation provides insight into the process determining this compensation and is a key input to top income tax rate policy. A 2010 tax reform in Canada, which greatly increased the effective tax rate on stock option compensation for a subset of firms, provides a natural experiment with which to address this issue. Difference-in-differences estimates suggest that this tax increase resulted in an immediate reduction in both stock option grants and the fraction of total compensation made up of stock options with limited, if any, substitution towards other components of compensation.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.11.006"
        },
        {
            "no": "7",
            "title": "Employee representation and financial leverage",
            "date": "Dec 2017",
            "author": [
                "Chen Lin",
                "Thomas Schmid",
                "Yuhai Xuan"
            ],
            "abstract": "We analyze how direct employee voice affects financial leverage. German law mandates that firms’ supervisory boards consist of an equal number of employees’ and owners’ representatives. This requirement, however, applies only to firms with more than two thousand domestic employees. We exploit this discontinuity and the law’s introduction in 1976 for identification and find that direct employee power increases financial leverage. This is explained by a supply side effect: as banks’ interests are similar to those of employees, higher employee power reduces agency conflicts with debt providers, leading to better financing conditions. These findings reveal a novel mechanism of direct employee influence.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.12.003"
        },
        {
            "no": "8",
            "title": "Leverage constraints and asset prices: Insights from mutual fund risk taking",
            "date": "Dec 2017",
            "author": [
                "Oliver Boguth",
                "Mikhail Simutin"
            ],
            "abstract": "Prior theory suggests that time variation in the degree to which leverage constraints bind affects the pricing kernel. We propose a measure for this leverage constraint tightness by inverting the argument that constrained investors tilt their portfolios to riskier assets. We show that the average market beta of actively managed mutual funds—intermediaries facing leverage restrictions—captures their desire for leverage and thus the tightness of constraints. Consistent with theory, it strongly predicts returns of the betting-against-beta portfolio, and is a priced risk factor in the cross-section of mutual funds and stocks. Funds with low exposure to the factor outperform high-exposure funds by 5% annually, and for stocks this difference reaches 7%. Our results show that the tightness of leverage constraints has important implications for asset prices.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.12.002"
        },
        {
            "no": "9",
            "title": "Belief-free price formation",
            "date": "Nov 2017",
            "author": [
                "Johannes Hörner",
                "Stefano Lovo",
                "Tristan Tomala"
            ],
            "abstract": "We analyze security price formation in a dynamic setting in which long-lived dealers repeatedly compete for the opportunity to trade with short-lived retail traders. We characterize equilibria in which dealers’ pricing strategies are optimal irrespective of the private information that each dealer may possess. Thus, our model’s predictions are robust to different specifications of the dealers’ information structure. These equilibria reconcile, in a unified and parsimonious framework, price dynamics that are reminiscent of well-known stylized facts: excess price volatility, price to trading flow correlation, stochastic volatility and inventory-related trading.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.11.004"
        },
        {
            "no": "10",
            "title": "Determinants and consequences of information processing delay: Evidence from the Thomson Reuters Institutional Brokers’ Estimate System",
            "date": "Nov 2017",
            "author": [
                "Ferhat Akbas",
                "Stanimir Markov",
                "Musa Subasi",
                "Eric Weisbrod"
            ],
            "abstract": "We present new evidence that highlights the role of information intermediaries in the distribution and processing of earnings estimates in capital markets. We find that the time taken to activate an analyst's earnings forecast in the Thomson Reuters Institutional Brokers’ Estimate System is related to measures of investor demand for timely information processing, processing difficulty, and limited attention. Furthermore, we find that forecast announcement returns are muted and post-announcement drift is magnified for forecasts with longer unexpected activation delay and that market inefficiency is concentrated in neglected stocks and potentially exploitable. Finally, analyzing intraday returns, we find that activations facilitate price discovery.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.11.005"
        },
        {
            "no": "11",
            "title": "The consequences of managerial indiscretions: Sex, lies, and firm value",
            "date": "Nov 2017",
            "author": [
                "Brandon N. Cline",
                "Ralph A. Walkling",
                "Adam S. Yore"
            ],
            "abstract": "Personal managerial indiscretions are separate from a firm's business activities but provide information about the manager's integrity. Consequently, they could affect counterparties’ trust in the firm and the firm's value and operations. We find that companies of accused executives experience significant wealth deterioration, reduced operating margins, and lost business partners. Indiscretions are also associated with an increased probability of unrelated shareholder-initiated lawsuits, Department of Justice and Securities and Exchange Commission investigations, and managed earnings. Further, chief executive officers and boards face labor market consequences, including forced turnover, pay cuts, and lower shareholder votes at re-election. Indiscretions occur more often at poorly governed firms where disciplinary turnover is less likely.",
            "link": "https://doi.org/10.1016/j.jfineco.2017.11.008"
        }
    ]
}