{
    "journal": "JF",
    "volume": "57",
    "issue": "3",
    "date": "June 2002",
    "page": "Pages: i-vi, 1041-1566, xi-xxxi",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2002.tb00758.x"
        },
        {
            "no": "2",
            "title": "Markowitz's “Portfolio Selection”: A Fifty‐Year Retrospective",
            "date": "17 December 2002",
            "author": [
                "Mark Rubinstein"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00453"
        },
        {
            "no": "3",
            "title": "Range‐Based Estimation of Stochastic Volatility Models",
            "date": "17 December 2002",
            "author": [
                "Sassan Alizadeh",
                "Michael W. Brandt",
                "Francis X. Diebold"
            ],
            "abstract": "We propose using the price range in the estimation of stochastic volatility models. We show theoretically, numerically, and empirically that range‐based volatility proxies are not only highly efficient, but also approximately Gaussian and robust to microstructure noise. Hence range‐based Gaussian quasi‐maximum likelihood estimation produces highly efficient estimates of stochastic volatility models and extractions of latent volatility. We use our method to examine the dynamics of daily exchange rate volatility and find the evidence points strongly toward two‐factor models with one highly persistent factor and one quickly mean‐reverting factor.",
            "link": "https://doi.org/10.1111/1540-6261.00454"
        },
        {
            "no": "4",
            "title": "How Accurate Are Value‐at‐Risk Models at Commercial Banks?",
            "date": "17 December 2002",
            "author": [
                "Jeremy Berkowitz",
                "James O'Brien"
            ],
            "abstract": "In recent years, the trading accounts at large commercial banks have grown substantially and become progressively more diverse and complex. We provide descriptive statistics on the trading revenues from such activities and on the associated Value‐at‐Risk (VaR) forecasts internally estimated by banks. For a sample of large bank holding companies, we evaluate the performance of banks trading risk models by examining the statistical accuracy of the VaR forecasts. Although a substantial literature has examined the statistical and economic meaning of Value‐at‐Risk models, this article is the first to provide a detailed analysis of the performance of models actually in use.",
            "link": "https://doi.org/10.1111/1540-6261.00455"
        },
        {
            "no": "5",
            "title": "Learning, Asset‐Pricing Tests, and Market Efficiency",
            "date": "17 December 2002",
            "author": [
                "Jonathan Lewellen",
                "Jay Shanken"
            ],
            "abstract": "This paper studies the asset‐pricing implications of parameter uncertainty. We show that, when investors must learn about expected cash flows, empirical tests can find patterns in the data that differ from those perceived by rational investors. Returns might appear predictable to an econometrician, or appear to deviate from the Capital Asset Pricing Model, but investors can neither perceive nor exploit this predictability. Returns may also appear excessively volatile even though prices react efficiently to cash‐flow news. We conclude that parameter uncertainty can be important for characterizing and testing market efficiency.",
            "link": "https://doi.org/10.1111/1540-6261.00456"
        },
        {
            "no": "6",
            "title": "Investor Protection and Corporate Valuation",
            "date": "17 December 2002",
            "author": [
                "Rafael La Porta",
                "Florencio Lopez‐De‐Silanes",
                "Andrei Shleifer",
                "Robert Vishny"
            ],
            "abstract": "We present a model of the effects of legal protection of minority shareholders and of cash‐flow ownership by a controlling shareholder on the valuation of firms. We then test this model using a sample of 539 large firms from 27 wealthy economies. Consistent with the model, we find evidence of higher valuation of firms in countries with better protection of minority shareholders and in firms with higher cash‐flow ownership by the controlling shareholder.",
            "link": "https://doi.org/10.1111/1540-6261.00457"
        },
        {
            "no": "7",
            "title": "IPO Market Cycles: Bubbles or Sequential Learning?",
            "date": "17 December 2002",
            "author": [
                "Michelle Lowry",
                "G. William Schwert"
            ],
            "abstract": "Both IPO volume and average initial returns are highly autocorrelated. Further, more companies tend to go public following periods of high initial returns. However, we find that the level of average initial returns at the time of filing contains no information about that company's eventual underpricing. Both the cycles in initial returns and the lead‐lag relation between initial returns and IPO volume are predominantly driven by information learned during the registration period. More positive information results in higher initial returns and more companies filing IPOs soon thereafter.",
            "link": "https://doi.org/10.1111/1540-6261.00458"
        },
        {
            "no": "8",
            "title": "Dynamic Asset Allocation under Inflation",
            "date": "17 December 2002",
            "author": [
                "Michael J. Brennan",
                "Yihong Xia"
            ],
            "abstract": "We develop a simple framework for analyzing a finite‐horizon investor's asset allocation problem under inflation when only nominal assets are available. The investor's optimal investment strategy and indirect utility are given in simple closed form. Hedge demands depend on the investor's horizon and risk aversion and on the maturities of the bonds included in the portfolio. When short positions are precluded, the optimal strategy consists of investments in cash, equity, and a single nominal bond with optimally chosen maturity. Both the optimal stock‐bond mix and the optimal bond maturity depend on the investor's horizon and risk aversion.",
            "link": "https://doi.org/10.1111/1540-6261.00459"
        },
        {
            "no": "9",
            "title": "An Empirical Investigation of Continuous‐Time Equity Return Models",
            "date": "17 December 2002",
            "author": [
                "Torben G. Andersen",
                "Luca Benzoni",
                "Jesper Lund"
            ],
            "abstract": "This paper extends the class of stochastic volatility diffusions for asset returns to encompass Poisson jumps of time‐varying intensity. We find that any reasonably descriptive continuous‐time model for equity‐index returns must allow for discrete jumps as well as stochastic volatility with a pronounced negative relationship between return and volatility innovations. We also find that the dominant empirical characteristics of the return process appear to be priced by the option market. Our analysis indicates a general correspondence between the evidence extracted from daily equity‐index returns and the stylized features of the corresponding options market prices.",
            "link": "https://doi.org/10.1111/1540-6261.00460"
        },
        {
            "no": "10",
            "title": "The Quality of ECN and Nasdaq Market Maker Quotes",
            "date": "17 December 2002",
            "author": [
                "Roger D. Huang"
            ],
            "abstract": "This paper compares the quality of quotes submitted by electronic communication networks (ECNs) and by traditional market makers to the Nasdaq quote montage. An analysis of the most active Nasdaq stocks shows that ECNs not only post informative quotes, but also, compared to market makers, ECNs post quotes rapidly and are more often at the inside. Additionally, ECN quoted spreads are smaller than dealer quoted spreads. The evidence suggests that the proliferation of alternative trading venues, such as ECNs, may promote quote quality rather than fragmenting markets. Moreover, the results suggest that a more open book contributes to quote quality.",
            "link": "https://doi.org/10.1111/1540-6261.00461"
        },
        {
            "no": "11",
            "title": "New Evidence of the Impact of Dividend Taxation and on the Identity of the Marginal Investor",
            "date": "17 December 2002",
            "author": [
                "Leonie Bell",
                "Tim Jenkinson"
            ],
            "abstract": "This paper examines the impact of a major change in dividend taxation introduced in the United Kingdom in July 1997. The reform was structured in such a way that the immediate impact fell almost entirely on the largest investor class in the United Kingdom, namely pension funds. We find significant changes in the valuation of dividend income after the reform, in particular for high‐yielding companies. These results provide strong support for the hypothesis that taxation affects the valuation of companies, and that pension funds were the effective marginal investors for high‐yielding companies.",
            "link": "https://doi.org/10.1111/1540-6261.00462"
        },
        {
            "no": "12",
            "title": "Equilibrium Pricing and Optimal Hedging in Electricity Forward Markets",
            "date": "17 December 2002",
            "author": [
                "Hendrik Bessembinder",
                "Michael L. Lemmon"
            ],
            "abstract": "Spot power prices are volatile and since electricity cannot be economically stored, familiar arbitrage‐based methods are not applicable for pricing power derivative contracts. This paper presents an equilibrium model implying that the forward power price is a downward biased predictor of the future spot price if expected power demand is low and demand risk is moderate. However, the equilibrium forward premium increases when either expected demand or demand variance is high, because of positive skewness in the spot power price distribution. Preliminary empirical evidence indicates that the premium in forward power prices is greatest during the summer months.",
            "link": "https://doi.org/10.1111/1540-6261.00463"
        },
        {
            "no": "13",
            "title": "Do Banks Provide Financial Slack?",
            "date": "17 December 2002",
            "author": [
                "Charles J. Hadlock",
                "Christopher M. James"
            ],
            "abstract": "We study the decision to choose bank debt rather than public securities in a firm's marginal financing choice. Using a sample of 500 firms over the 1980 to 1993 time period, we find that firms are relatively more likely to choose bank loans when variables that measure asymmetric information problems are elevated. The sensitivity of the likelihood of choosing bank debt to information problems is greater for firms with no public debt outstanding. These results are consistent with the hypothesis that banks help alleviate asymmetric information problems and that firms weigh these information benefits against a wide range of contracting costs when choosing bank financing.",
            "link": "https://doi.org/10.1111/1540-6261.00464"
        },
        {
            "no": "14",
            "title": "Institutional Allocation in Initial Public Offerings: Empirical Evidence",
            "date": "17 December 2002",
            "author": [
                "Reena Aggarwal",
                "Nagpurnanand R. Prabhala",
                "Manju Puri"
            ],
            "abstract": "We analyze institutional allocation in initial public offerings (IPOs) using a new data set of U.S. offerings between 1997 and 1998. We document a positive relationship between institutional allocation and day one IPO returns. This is partly explained by the practice of giving institutions more shares in IPOs with strong premarket demand, consistent with book‐building theories. However, institutional allocation also contains private information about first‐day IPO returns not reflected in premarket demand and other public information. Our evidence supports book‐building theories of IPO underpricing, but suggests that institutional allocation in underpriced issues is in excess of that explained by book‐building alone.",
            "link": "https://doi.org/10.1111/1540-6261.00465"
        },
        {
            "no": "15",
            "title": "Nasdaq Trading Halts: The Impact of Market Mechanisms on Prices, Trading Activity, and Execution Costs",
            "date": "17 December 2002",
            "author": [
                "William G. Christie",
                "Shane A. Corwin",
                "Jeffrey H. Harris"
            ],
            "abstract": "We study the effects of alternative halt and reopening procedures on prices, transaction costs, and trading activity for a sample of news‐related trading halts on Nasdaq. For intraday halts that reopen after only a five‐minute quotation period, inside quoted spreads more than double following halts and volatility increases to more than nine times normal levels. In contrast, halts that reopen the following day with a longer 90‐minute quotation period are associated with insignificant spread effects and significantly dampened volatility effects. These results are consistent with the hypothesis that increased information transmission during the halt results in reduced posthalt uncertainty.",
            "link": "https://doi.org/10.1111/1540-6261.00466"
        },
        {
            "no": "16",
            "title": "Empirical Analysis of the Yield Curve: The Information in the Data Viewed through the Window of Cox, Ingersoll, and Ross",
            "date": "17 December 2002",
            "author": [
                "Christopher G. Lamoureux",
                "H. Douglas Witte"
            ],
            "abstract": "This paper uses recent advances in Bayesian estimation methods to exploit fully and efficiently the time‐series and cross‐sectional empirical restrictions of the Cox, Ingersoll, and Ross model of the term structure. We examine the extent to which the cross‐sectional data (five different instruments) provide information about the model. We find that the time‐series restrictions of the two‐factor model are generally consistent with the data. However, the model's cross‐sectional restrictions are not. We show that adding a third factor produces a significant statistical improvement, but causes the average time‐series fit to the yields themselves to deteriorate.",
            "link": "https://doi.org/10.1111/1540-6261.00467"
        },
        {
            "no": "17",
            "title": "An Analysis of the Determinants and Shareholder Wealth Effects of Mutual Fund Mergers",
            "date": "17 December 2002",
            "author": [
                "Narayanan Jayaraman",
                "Ajay Khorana",
                "Edward Nelling"
            ],
            "abstract": "This study examines the determinants of mutual fund mergers and their subsequent wealth impact on shareholders of target and acquiring funds. Results indicate significant improvements in postmerger performance and a reduction in expense ratios for target fund shareholders. In contrast, acquiring fund shareholders experience a significant deterioration in postmerger performance. The net asset flows continue to remain negative for the combined fund in the year following the merger. The likelihood of a fund merger is inversely related to fund size for both within‐and across‐family mutual fund mergers. However, poor past performance is a significant determinant for only within‐family mergers.",
            "link": "https://doi.org/10.1111/1540-6261.00468"
        },
        {
            "no": "18",
            "title": "Book Review",
            "date": "31 March 2007",
            "author": [],
            "abstract": "Concentrated Corporate Ownership. Edited by RANDALL K. MORCK. Chicago: The University of Chicago Press, 2000. pp. xiii + 387.",
            "link": "https://doi.org/10.1111/1540-6261.00469"
        },
        {
            "no": "19",
            "title": "Miscellanea",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00470"
        },
        {
            "no": "20",
            "title": "ANNOUNCEMENTS",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2002.tb00760.x"
        },
        {
            "no": "21",
            "title": "ASSOCIATION MEETINGS",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2002.tb00759.x"
        },
        {
            "no": "22",
            "title": "Back Matter",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2002.tb00761.x"
        }
    ]
}