{
    "journal": "JF",
    "volume": "57",
    "issue": "6",
    "date": "December 2002",
    "page": "Pages: i-vi, 2379-2856, vii-xlvi",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2002.tb00685.x"
        },
        {
            "no": "2",
            "title": "Effects of Corporate Diversification on Productivity",
            "date": "17 December 2002",
            "author": [
                "Antoinette Schoar"
            ],
            "abstract": "Using plant‐level observations from the Longitudinal Research Database I show that conglomerates are more productive than stand‐alone firms at a given point in time. Dynamically, however, firms that diversify experience a net reduction in productivity. While the acquired plants increase productivity, incumbent plants suffer. Moreover, stock prices track firm productivity and this tracking is equally strong for diversified and stand‐alone firms. Therefore, lower transparency of conglomerates is unlikely to explain the discrepancy between productivity and stock prices on average. Finally, I offer some evidence that this discrepancy may arise because conglomerates dissipate rents in the form of higher wages.",
            "link": "https://doi.org/10.1111/1540-6261.00500"
        },
        {
            "no": "3",
            "title": "FX Trading and Exchange Rate Dynamics",
            "date": "17 December 2002",
            "author": [
                "Martin D. D. Evans"
            ],
            "abstract": "I examine the sources of exchange rate dynamics by focusing on the information structure of FX trading. This structure permits the existence of an equilibrium distribution of transaction prices at a point in time. I develop and estimate a model of the price distribution using data from the Deutsche mark/dollar market that prroduces two striking results: (1) Much of the short‐term volatility in exchange rates comes from sampling the heterogeneous trading decisions of dealers in a distribution that, under normal market conditions, changes comparatively slowly; (2) public news is rarely the predominant source of exchange rate movements over any horizon.",
            "link": "https://doi.org/10.1111/1540-6261.00501"
        },
        {
            "no": "4",
            "title": "Momentum Trading by Institutions",
            "date": "17 December 2002",
            "author": [
                "S.G. Badrinath",
                "Sunil Wahal"
            ],
            "abstract": "We document the equity trading practices of approximately 1,200 institutions from the third quarter of 1987 through the third quarter of 1995. We decompose trading by institutions into the initiation of new positions (entry), the termination of previous positions (exit), and adjustments to ongoing holdings. Institutions act as momentum traders when they enter stocks but as contrarian traders when they exit or make adjustments to ongoing holdings. We find significant differences in trading practices among different types of institutions.",
            "link": "https://doi.org/10.1111/1540-6261.00502"
        },
        {
            "no": "5",
            "title": "Learning about Internal Capital Markets from Corporate Spin‐offs",
            "date": "17 December 2002",
            "author": [
                "Robert Gertner",
                "Eric Powers",
                "David Scharfstein"
            ],
            "abstract": "We examine the investment behavior of firms before and after being spun off from their parent companies. Their investment after the spin‐off is significantly more sensitive to measures of investment opportunities (e.g., industry Tobin's Q or industry investment) than it is before the spin‐off. Spin‐offs tend to cut investment in low Q industries and increase investment in high Q industries. These changes are observed primarily in spin‐offs of firms in industries unrelated to the parents' industries and in spin‐offs where the stock market reacts favorably to the spin‐off announcement. Our findings suggest that spin‐offs may improve the allocation of capital.",
            "link": "https://doi.org/10.1111/1540-6261.00503"
        },
        {
            "no": "6",
            "title": "When Is Bad News Really Bad News?",
            "date": "17 December 2002",
            "author": [
                "Jennifer Conrad",
                "Bradford Cornell",
                "Wayne R. Landsman"
            ],
            "abstract": "We examine whether the price response to bad and good earnings shocks changes as the relative level of the market changes. The study is based on a complete sample of annual earnings announcements during the period 1988 to 1998. The relative level of the market is based on the difference between the current market P/E and the average market P/E over the prior 12 months. We find that the stock price response to negative earnings surprises increases as the relative level of the market rises. Furthermore, the difference between bad news and good news earnings response coefficients rises with the market.",
            "link": "https://doi.org/10.1111/1540-6261.00504"
        },
        {
            "no": "7",
            "title": "Does Distance Still Matter? The Information Revolution in Small Business Lending",
            "date": "17 December 2002",
            "author": [
                "Mitchell A. Petersen",
                "Raghuram G. Rajan"
            ],
            "abstract": "The distance between small firms and their lenders is increasing, and they are communicating in more impersonal ways. After documenting these systematic changes, we demonstrate they do not arise from small firms locating differently, consolidation in the banking industry, or biases in the sample. Instead, improvements in lender productivity appear to explain our findings. We also find distant firms no longer have to be the highest quality credits, indicating they have greater access to credit. The evidence indicates there has been substantial development of the financial sector, even in areas such as small business lending.",
            "link": "https://doi.org/10.1111/1540-6261.00505"
        },
        {
            "no": "8",
            "title": "Noise Trading, Costly Arbitrage, and Asset Prices: Evidence from Closed‐end Funds",
            "date": "17 December 2002",
            "author": [
                "Gordon Gemmill",
                "Dylan C. Thomas"
            ],
            "abstract": "If arbitrage is costly and noise traders are active, asset prices may deviate from fundamental values for long periods of time. We use a sample of 158 closed‐end funds to show that noise‐trader sentiment, as proxied by retail‐investor flows, leads to fluctuations in the discount. Nevertheless, we reject the hypothesis that noise‐trader risk is the cause of the long‐run discount. Instead we find that funds which are more difficult to arbitrage have larger discounts, due to: (1) the censoring of the discount by the arbitrage bounds, and (2) the freedom of managers to increase charges when arbitrage is costly.",
            "link": "https://doi.org/10.1111/1540-6261.00506"
        },
        {
            "no": "9",
            "title": "Long‐Run Performance following Private Placements of Equity",
            "date": "17 December 2002",
            "author": [
                "Michael Hertzel",
                "Michael Lemmon",
                "James S. Linck",
                "Lynn Rees"
            ],
            "abstract": "Public firms that place equity privately experience positive announcements effects, with negative post‐announcement stock‐price performance. This finding is inconsistent with the underreaction hypothesis. Instead, it suggests that investors are overoptimistic about the prospects of firms issuing equity, regardless of the method of issuance. Further, in contrast to public offerings, private issues follow periods of relatively poor operating performance. Thus, investor overoptimism at the time of private issues is not due to the behavioral tendency to overweight recent experience at the expense of long‐term averages.",
            "link": "https://doi.org/10.1111/1540-6261.00507"
        },
        {
            "no": "10",
            "title": "Managerial Turnover and Leverage under a Takeover Threat",
            "date": "17 December 2002",
            "author": [
                "Walter Novaes"
            ],
            "abstract": "How do shareholders perceive managers who lever up under a takeover threat? Increasing leverage conveys good news if it reflects management's ability to enhance value. It conveys bad news, though, if inefficient managers are more pressured to lever up than the efficient ones. This paper demonstrates that negative updating may prevail. Managers who lever up to end a takeover threat may thus commit to enhance value and yet increase their chances of being replaced by their shareholders. The model provides implications for the dispersion of intraindustry leverage and for the stock price reaction to debt‐for‐equity exchanges.",
            "link": "https://doi.org/10.1111/1540-6261.00508"
        },
        {
            "no": "11",
            "title": "The Geography of Equity Listing: Why Do Companies List Abroad?",
            "date": "17 December 2002",
            "author": [
                "Marco Pagano",
                "Ailsa A. Röell",
                "Josef Zechner"
            ],
            "abstract": "This paper documents aggregate trends in the foreign listings of companies, and analyzes their distinctive prelisting characteristics and postlisting performance. In 1986–1997, many European companies listed abroad, mainly on U.S. exchanges, while the number of U.S. companies listed in Europe decreased. European companies that cross‐list tend to be large and recently privatized firms, and expand their foreign sales after listing abroad. They differ sharply depending on where they cross‐list: The U.S. exchanges attract high‐tech and export‐oriented companies that expand rapidly without significant leveraging. Companies cross‐listing within Europe do not grow unusually fast, and increase their leverage after cross‐listing.",
            "link": "https://doi.org/10.1111/1540-6261.00509"
        },
        {
            "no": "12",
            "title": "Tunneling or Value Added? Evidence from Mergers by Korean Business Groups",
            "date": "17 December 2002",
            "author": [
                "Kee‐Hong Bae",
                "Jun‐Koo Kang",
                "Jin‐Mo Kim"
            ],
            "abstract": "We examine whether firms belonging to Korean business groups (chaebols) benefit from acquisitions they make or whether such acquisitions provide a way for controlling shareholders to increase their wealth by increasing the value of other group firms (tunneling). We find that when a chaebol‐affiliated firm makes an acquisition, its stock price on average falls. While minority shareholders of a chaebol‐affiliated firm making an acquisition lose, the controlling shareholder of that firm on average benefits because the acquisition enhances the value of other firms in the group. This evidence is consistent with the tunneling hypothesis.",
            "link": "https://doi.org/10.1111/1540-6261.00510"
        },
        {
            "no": "13",
            "title": "Disentangling the Incentive and Entrenchment Effects of Large Shareholdings",
            "date": "17 December 2002",
            "author": [
                "Stijn Claessens",
                "Simeon Djankov",
                "Joseph P. H. Fan",
                "Larry H. P. Lang"
            ],
            "abstract": "This article disentangles the incentive and entrenchment effects of large ownership. Using data for 1,301 publicly traded corporations in eight East Asian economies, we find that firm value increases with the cash‐flow ownership of the largest shareholder, consistent with a positive incentive effect. But firm value falls when the control rights of the largest shareholder exceed its cash‐flow ownership, consistent with an entrenchment effect. Given that concentrated corporate ownership is predominant in most countries, these findings have relevance for corporate governance across the world.",
            "link": "https://doi.org/10.1111/1540-6261.00511"
        },
        {
            "no": "14",
            "title": "Internal Capital Markets in Financial Conglomerates: Evidence from Small Bank Responses to Monetary Policy",
            "date": "17 December 2002",
            "author": [
                "Murillo Campello"
            ],
            "abstract": "This paper looks at internal capital markets in financial conglomerates by comparing the responses of small subsidiary and independent banks to monetary policy. I find that internal capital markets in financial conglomerates relax the credit constraints faced by smaller bank affiliates. Further analysis indicates that those markets lessen the impact of Fed policies on bank lending activity. The paper also examines the role of internal capital markets in influencing the investment allocation process of those conglomerates. My findings suggest that frictions between conglomerate headquarters and external capital markets are at the root of investment inefficiencies generated by internal capital markets.",
            "link": "https://doi.org/10.1111/1540-6261.00512"
        },
        {
            "no": "15",
            "title": "Entrepreneurship and Bank Credit Availability",
            "date": "17 December 2002",
            "author": [
                "Sandra E. Black",
                "Philip E. Strahan"
            ],
            "abstract": "The literature is divided on the expected effects of increased competition and consolidation in the financial sector on the supply of credit to relationship borrowers. This paper tests whether policy changes fostering competition and consolidation in U.S. banking helped or harmed entrepreneurs. We find that the rate of new incorporations increases following deregulation of branching restrictions, and that deregulation reduces the negative effect of concentration on new incorporations. We also find the formation of new incorporations increases as the share of small banks decreases, suggesting that diversification benefits of size outweigh the possible comparative advantage small banks may have in forging relationships.",
            "link": "https://doi.org/10.1111/1540-6261.00513"
        },
        {
            "no": "16",
            "title": "Book Review",
            "date": "17 December 2002",
            "author": [],
            "abstract": "Book reviewed in this article:\nStochastic Calculus and Financial Applications by J. MICHAEL STEELE. New York: Springer‐Verlag, 2001. Pp. v + 300.",
            "link": "https://doi.org/10.1111/1540-6261.00514"
        },
        {
            "no": "17",
            "title": "MISCELLANEA",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00515"
        },
        {
            "no": "18",
            "title": "ANNOUNCEMENTS",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2002.tb00686.x"
        },
        {
            "no": "19",
            "title": "ASSOCIATION MEETINGS",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2002.tb00687.x"
        },
        {
            "no": "20",
            "title": "Index to Volume LVII",
            "date": "17 December 2002",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/1540-6261.00516"
        },
        {
            "no": "21",
            "title": "Back Matter",
            "date": "29 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2002.tb00688.x"
        }
    ]
}