{
    "journal": "JF",
    "volume": "47",
    "issue": "3",
    "date": "July 1992",
    "page": "Pages: i-viii, 831-1257, ix-xxvii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "July 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00547.x"
        },
        {
            "no": "2",
            "title": "PAPERS AND PROCEEDINGS FIFTY‐SECOND ANNUAL MEETING AMERICAN FINANCE ASSOCIATION",
            "date": "July 1992",
            "author": [
                "MICHAEL C. JENSEN",
                "MICHAEL KEENAN"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb03995.x"
        },
        {
            "no": "3",
            "title": "Swaps: Plain and Fanciful",
            "date": "July 1992",
            "author": [
                "ROBERT H. LITZENBERGER"
            ],
            "abstract": "The outstanding face amount of plain vanilla interest rate swaps exceeds two trillion dollars. While pricing and hedging of such swaps appear to be quite simple, many existing theories are based on the incorrect characterization of a swap as a simple exchange of a fixed for a floating rate note. This characterization is not consistent with standarized swap contracts and the treatment of swaps in bankruptcy. This paper provides an alternative perspective on swaps.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb03996.x"
        },
        {
            "no": "4",
            "title": "One Market? Stocks, Futures, and Options During October 1987",
            "date": "July 1992",
            "author": [
                "ALLAN W. KLEIDON",
                "ROBERT E. WHALEY"
            ],
            "abstract": "We provide new evidence regarding the degree of integration among markets for stocks, futures and options prior to and during the October 1987 market crash. Where previous analyses have resulted in recommendations for the implementation of circuit breakers, the coordination of margin requirements across markets, and changes in regulatory jurisdiction, our analysis indicates that delinkage between markets during the crash was primarily caused by an antiquated mechanism for processing stock market orders. The results suggest that market integration may be better served by efficient order execution than by further restricting markets.\nTo a large extent, the problems of mid‐October can be traced to the failure of these market segments [stocks, stock index futures, and stock options] to act as one. (Report of the Presidential Task Force [Brady Report] (1988, Executive Summary, p. vi)).",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb03997.x"
        },
        {
            "no": "5",
            "title": "The Behavior of Option Price Around Large Block Transactions in the Underlying Security",
            "date": "July 1992",
            "author": [
                "RAMAN KUMAR",
                "ATULYA SARIN",
                "KULDEEP SHASTRI"
            ],
            "abstract": "This paper investigates the behavior of stock and option prices around block trades in stocks. The results indicate that for both up tick and downtick block trades the stock prices adjust within a fifteen minute period after the block trade. Moreover, for uptick blocks there is no evidence of any stock price reaction before the block trade. However, the adjustment of stock price for downtick blocks begins about fifteen minutes before the block trade. We also find that option price behavior differs considerably from stock price behavior. Specifically, our results suggest that options exhibit abnormal price behavior starting thirty minutes before the block and ending one hour after the block. The pattern is more pronounced for downtick blocks and for put options. We interpret this abnormal price behavior of options before the block trade as consistent with intermarket frontrunning.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb03998.x"
        },
        {
            "no": "6",
            "title": "The Voluntary Restructuring of Large Firms In Response to Performance Decline",
            "date": "July 1992",
            "author": [
                "KOSE JOHN",
                "LARRY H. P. LANG",
                "JEFFRY NETTER"
            ],
            "abstract": "Much of the research on corporate restructuring has examined the causes and aftermath of extreme changes in corporate governance such as takeovers and bankruptcy. In contrast, we study restructurings initiated in response to product market pressures by “normal” corporate governance mechanisms. Such “voluntary” restructurings, motivated by the discipline of the product market and internal corporate controls, will play a relatively more important role in the 1990s due to a weakening in the discipline of the takeover market. Our data suggest that the firms retrenched quickly and, on average, increased their focus. There is no evidence of abnormally high levels of forced turnover in top managers. There is, however, a significant and rapid cut of 5% in the labor force. Further, the cost of goods sold to sales and labor costs to sales ratios both decline rapidly, more than 5% in the first two years after the negative earnings. The firms cut research and development, increased investment, and also reduced their debt/asset level by over 8% in the first year after the negative earnings. We also document the reasons management and analysis reported for the negative earnings. Overwhelmingly the firms blame bad economic conditions and, to a lesser extent, foreign competition.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb03999.x"
        },
        {
            "no": "7",
            "title": "The 1985 Ohio Thrift Crisis, the FSLIC's Solvency, and Rate Contagion for Retail CDs",
            "date": "July 1992",
            "author": [
                "ELIZABETH S. COOPERMAN",
                "WINSON B. LEE",
                "GLENN A. WOLFE"
            ],
            "abstract": "This paper uses both an ARIMA transfer‐function intervention model and a panel data analysis to examine the effect of the Ohio deposit insurance crisis in 1985 on the pricing of six‐month retail certificates of deposit (CDs) for federally‐insured Ohio banks and savings and loans. Adjusting for pricing reactions due to changes in market rates, we find a significant, unanticipated rise in CD‐rate premiums on the initial event week of the crisis that continued for approximately seven weeks. Consistent with a contingent insurance guarantee hypothesis, rate premiums are found to be risk based.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04000.x"
        },
        {
            "no": "8",
            "title": "Does the Bond Market Predict Bankruptcy Settlements?",
            "date": "July 1992",
            "author": [
                "ALLAN C. EBERHART",
                "RICHARD J. SWEENEY"
            ],
            "abstract": "This study shows the extent to which deviations from the absolute priority rule increase or decrease the bankruptcy emergence payoff to traded (i.e., usually junior claimants) bondholders. The data indicate that, on average, bondholders benefit, albeit slightly, from absolute priority rule (APR) violations. This paper also examines the degree to which the bond market, in the bankruptcy filing month, anticipates departures from the APR and other influences on the payoff to bondholders. In other words, we investigate the informational efficiency of the market for bankrupt bonds. Overall, despite the complex and lengthy nature of bankruptcy proceedings, the results support efficiency.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04001.x"
        },
        {
            "no": "9",
            "title": "Sovereign Debt: Optimal Contract, Underinvestment, and Forgiveness",
            "date": "July 1992",
            "author": [
                "EDUARDO S. SCHWARTZ",
                "SALVADOR ZURITA"
            ],
            "abstract": "In this paper we develop a time consistent rational expectations model which analyzes the equilibrium loan contract between a borrowing country and a foreign bank. The loan contract specifies both the amount of the loan and the promised interest payments, and rationally reflects the investment decisions of the country and the possibilities of renegotiation and repudiation of the debt. An important feature of the model is that at the initial negotiation of the loan there is uncertainty about whether the country will renegotiate for partial forgiveness in the future, and whether it will eventually repudiate the debt, even having successfully renegotiated. Moreover, the probabilities of renegotiation and repudiation, and the amount of possible forgiveness are endogenously determined. In the model the repudiation decision is directly related to the underinvestment problem; the objective of the renegotiation is precisely to alleviate this problem. The model is used to analyze the effects of four variables on both the optimal contract and the country's welfare: the degree of penalties that a bank can impose on a defaulting country, the uncertainty of production, the productivity of investments and the riskless interest rate. The analysis has policy implications as well as testable predictions.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04002.x"
        },
        {
            "no": "10",
            "title": "Mergers and the Value of Antitrust Deterrence",
            "date": "July 1992",
            "author": [
                "B. ESPEN ECKBO"
            ],
            "abstract": "While the U.S. has pursued a vigorous antitrust policy towards horizontal mergers over the past four decades, mergers in Canada have until recently been permitted to take place in a virtually unrestricted antitrust environment. The absence of an antitrust overhang in Canada presents an interesting opportunity to test the conjecture that the rigid market share and concentration criteria of the U.S. policy effectively deters a significant number of potentially collusive mergers. The effective deterrence hypothesis implies that the probability of a horizontal merger being anticompetitive is higher in Canada than in the U.S. However, parameters in cross‐sectional regressions reject the market power hypothesis on samples of both U.S. and Canadian mergers. Judging from the Canadian evidence, there simply isn't much to deter.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04003.x"
        },
        {
            "no": "11",
            "title": "The Reaction of Investors and Stock Prices to Insider Trading",
            "date": "July 1992",
            "author": [
                "BRADFORD CORNELL",
                "ERIK R. SIRRI"
            ],
            "abstract": "Trading by corporate insiders and their tippees is analyzed in Anheuser‐Busch's 1982 tender offer for Campbell Taggart. Court records that identify insider transactions are used to disentangle the individual insider trades from liquidity trades. Consistent with previous studies, insider trading was found to have had a significant impact on the price' of Campbell Taggart. However, the impact of informed trading on the market is complicated. Trading volume net of insider purchases rose. Contrary to the broad implications of adverse selection models, Campbell Taggart's liquidity improved when the insiders were active in the market, and the insiders received superior execution for their orders.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04004.x"
        },
        {
            "no": "12",
            "title": "Management Buyout Proposals and inside Information",
            "date": "July 1992",
            "author": [
                "D. SCOTT LEE"
            ],
            "abstract": "This paper explores stock price behavior surrounding withdrawn buyout proposals to determine whether managers' proposal announcements reveal any information which is unrelated to the efficiency gains associated with completed buyouts. On average, firms whose managers withdraw buyout proposals do not sustain significantly positive stock price effects unless they receive subsequent acquisition bids. In addition, managers of firms with completed buyouts are no more likely to have access to inside information than managers who withdrew proposals. I interpret this evidence as inconsistent with the notion that inside information commonly motivates management buyout proposals.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04005.x"
        },
        {
            "no": "13",
            "title": "Beatrice: A Study in the Creation and Destruction of Value",
            "date": "July 1992",
            "author": [
                "GEORGE P. BAKER"
            ],
            "abstract": "This paper chronicles the history of the Beatrice company from its founding in 1891 as a small creamery, through its growth by acquisition into a diversified consumer and industrial products firm, and its subsequent leveraged buyout and sell‐off. The paper analyzes the value consequences the firm's acquisition and divestiture policies, its organizational strategy, and its governance. The analysis sheds light on a number of issues in organization theory, strategy, and corporate finance, including the sources of value in diversifying aquisitions, the cost of over‐centralization and weak corporate governance, and the mechanisms of value creation in the market for corporate control.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04006.x"
        },
        {
            "no": "14",
            "title": "The Structure of Corporate Ownership in Japan",
            "date": "July 1992",
            "author": [
                "STEPHEN D. PROWSE"
            ],
            "abstract": "I examine the structure of corporate ownership in a sample of Japanese firms in the mid 1980s. Ownership is highly concentrated in Japan, with financial institutions by far the most important large shareholders. Ownership concentration in independent Japanese firms is positively related to the returns from exerting greater control over management. This is not the case in firms that are members of corporate groups (keiretsu). Ownership concentration and the accounting profit rate in both independent and keiretsu firms are unrelated. The results are consistent with the notion that there exist two distinct corporate governance systems in Japan —one among independent firms and the other among firms that are members of keiretsu.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04007.x"
        },
        {
            "no": "15",
            "title": "Capital Structure as an Optimal Contract Between Employees and Investors",
            "date": "July 1992",
            "author": [
                "CHUN CHANG"
            ],
            "abstract": "The ex ante optimal contract between investors and employees is derived endogenously and is interpreted in terms of debt, equity, and employees' compensation. Although public equity financing is feasible in this model through verified accounting income, debt is needed to force value‐enhancing restructuring before the income realizes. The optimal debt level, however, is lower than that which maximizes the value of the firm when there is nonmonetary restructuring‐related cost to employees. The paper explains how stock prices react to exchange offers, how earnings can be diluted by a decrease in leverage, and why employees' claims are generally senior to those of investors. New testable implications about leverage and compensation levels are derived.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04008.x"
        },
        {
            "no": "16",
            "title": "Can Capital Income Taxes Survive in Open Economies?",
            "date": "July 1992",
            "author": [
                "ROGER H. GORDON"
            ],
            "abstract": "Optimal‐tax theory forecasts that small open economies should not tax capital income. Yet, countries do tax capital income. Why the inconsistency? This paper shows that use of the double‐taxation convention, whereby governments credit taxes paid abroad against domestic taxes, helps explain this inconsistency. In particular, capital income will be taxed if a dominant capital exporter acts as a Stackelberg leader when setting its tax policy. Due to the convention, other countries will then tax capital imports, making it attractive for the dominant capital exporter to tax capital income. Without a dominant capital exporter, however, the model still forecasts no capital‐income taxes.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04009.x"
        },
        {
            "no": "17",
            "title": "Tests of Analysts' Overreaction/Underreaction to Earnings Information as an Explanation for Anomalous Stock Price Behavior",
            "date": "July 1992",
            "author": [
                "JEFFERY S. ABARBANELL",
                "VICTOR L. BERNARD"
            ],
            "abstract": "This study examines whether security analysts underreact or overreact to prior earnings information, and whether any such behavior could explain previously documented anomalous stock price movements. We present evidence that analysts' forecasts underreact to recent earnings. This feature of the forecasts is consistent with certain properties of the naive seasonal random walk forecast that Bernard and Thomas (1990) hypothesize underlie the well‐known anomalous post‐earnings‐announcement drift. However, the underreactions in analysts' forecasts are at most only about half as large as necessary to explain the magnitude of the drift. We also document that the “extreme” analysts' forecasts studied by DeBondt and Thaler (1990) cannot be viewed as overreactions to earnings, and are not clearly linked to the stock price overreactions discussed in DeBondt and Thaler (1985, 1987) and Chopra, Lakonishok, and Ritter (Forthcoming). We conclude that security analysts' behavior is at best only a partial explanation for stock price underreaction to earnings, and may be unrelated to stock price overreactions.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04010.x"
        },
        {
            "no": "18",
            "title": "An Empirical Comparison of Alternative Models of the Short‐Term Interest Rate",
            "date": "July 1992",
            "author": [
                "K. C. CHAN",
                "G. ANDREW KAROLYI",
                "FRANCIS A. LONGSTAFF",
                "ANTHONY B. SANDERS"
            ],
            "abstract": "We estimate and compare a variety of continuous‐time models of the short‐term riskless rate using the Generalized Method of Moments. We find that the most successful models in capturing the dynamics of the short‐term interest rate are those that allow the volatility of interest rate changes to be highly sensitive to the level of the riskless rate. A number of well‐known models perform poorly in the comparisons because of their implicit restrictions on term structure volatility. We show that these results have important implications for the use of different term structure models in valuing interest rate contingent claims and in hedging interest rate risk.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04011.x"
        },
        {
            "no": "19",
            "title": "Minutes of the Annual Membership Meeting",
            "date": "July 1992",
            "author": [
                "Michael Keenan"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04012.x"
        },
        {
            "no": "20",
            "title": "Report of the Executive Secretary and Treasurer",
            "date": "July 1992",
            "author": [
                "Michael Keenan"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04013.x"
        },
        {
            "no": "21",
            "title": "Consolidated Revenues and Expenses Reports",
            "date": "July 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04014.x"
        },
        {
            "no": "22",
            "title": "Report of the Managing Editor of The Journal of Finance for the Year 1991",
            "date": "July 1992",
            "author": [
                "René M. Stulz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04015.x"
        },
        {
            "no": "23",
            "title": "Report on Helping C.I.S. Soviet Republics Finance Professionals Modernize",
            "date": "July 1992",
            "author": [
                "John Tepper Marlin"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04016.x"
        },
        {
            "no": "24",
            "title": "Report of the AFA Representative to the National Bureau of Economic Research*",
            "date": "July 1992",
            "author": [
                "Robert S. Hamada"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04017.x"
        },
        {
            "no": "25",
            "title": "ASSOCIATION MEETINGS",
            "date": "July 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04018.x"
        },
        {
            "no": "26",
            "title": "ANNOUNCEMENTS",
            "date": "July 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04019.x"
        },
        {
            "no": "27",
            "title": "Back Matter",
            "date": "July 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00548.x"
        }
    ]
}