{
    "journal": "JF",
    "volume": "47",
    "issue": "5",
    "date": "December 1992",
    "page": "Pages: i-vi, 1661-2088, vii-xlvi",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "December 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00640.x"
        },
        {
            "no": "2",
            "title": "An Empirical Analysis of Illegal Insider Trading",
            "date": "December 1992",
            "author": [
                "LISA K. MEULBROEK"
            ],
            "abstract": "Whether insider trading affects stock prices is central to both the current debate over whether insider trading is harmful or pervasive, and to the broader public policy issue of how best to regulate securities markets. Using previously unexplored data on illegal insider trading from the Securities and Exchange Commission, this paper finds that the stock market detects the possibility of informed trading and impounds this information into the stock price. Specifically, the abnormal return on an insider trading day averages 3%, and almost half of the pre‐announcement stock price run‐up observed before takeovers occurs on insider trading days. Both the amount traded by the insider and additional trade‐specific characteristics lead to the market's recognition of the informed trading.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04679.x"
        },
        {
            "no": "3",
            "title": "Stock Returns, Real Activity, and the Trust Question",
            "date": "December 1992",
            "author": [
                "GEORGE BITTLINGMAYER"
            ],
            "abstract": "Periodic antitrust attacks on corporations may have influenced stock prices. For the period 1904 to 1944, each antitrust case filed is associated with a 0.5 to 1.9 percent drop of the Dow, and each unexpected case with even larger drops. Other aspects of antitrust besides actual filings may help account for other movements, in particular the 1929 Crash. Historical evidence bears on the question of whether antitrust is exogenous and also links antitrust and the “corporation problem.” These results illustrate the sorts of real factors aside from changes in concurrent output that may account for stock price volatility.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04680.x"
        },
        {
            "no": "4",
            "title": "Simple Technical Trading Rules and the Stochastic Properties of Stock Returns",
            "date": "December 1992",
            "author": [
                "WILLIAM BROCK",
                "JOSEF LAKONISHOK",
                "BLAKE LeBARON"
            ],
            "abstract": "This paper tests two of the simplest and most popular trading rules—moving average and trading range break—by utilizing the Dow Jones Index from 1897 to 1986. Standard statistical analysis is extended through the use of bootstrap techniques. Overall, our results provide strong support for the technical strategies. The returns obtained from these strategies are not consistent with four popular null models: the random walk, the AR(1), the GARCH‐M, and the Exponential GARCH. Buy signals consistently generate higher returns than sell signals, and further, the returns following buy signals are less volatile than returns following sell signals, and further, the returns following buy signals are less volatile than returns following sell signals. Moreover, returns following sell signals are negative, which is not easily explained by any of the currently existing equilibrium models.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04681.x"
        },
        {
            "no": "5",
            "title": "Trading Halts and Market Activity: An Analysis of Volume at the Open and the Close",
            "date": "December 1992",
            "author": [
                "MASON S. GERETY",
                "J. HAROLD MULHERIN"
            ],
            "abstract": "This paper analyzes how the daily opening and closing of financial markets affect trading volume. We model the desire to trade at the beginning and end of the day as a function of overnight return volatility. NYSE data from 1933–88 indicate that closing volume is positively related to expected overnight volatility, while volume at the open is positively related to both expected and unexpected volatility from the previous night. We interpret the symmetric response of trading at the open and the close to expected volatility as being due to investor heterogeneities in the ability to bear risk when the market is closed. This desire of investors to trade prior to market closings indicates a cost of mandating marketwide circuit breakers.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04682.x"
        },
        {
            "no": "6",
            "title": "When Will Mean‐Variance Efficient Portfolios Be Well Diversified?",
            "date": "December 1992",
            "author": [
                "RICHARD C. GREEN",
                "BURTON HOLLIFIELD"
            ],
            "abstract": "We characterize the conditions under which efficient portfolios put small weights on individual assets. These conditions bound mean returns with measures of average absolute covariability between assets. The bounds clarify the relationship between linear asset pricing models and well‐diversified efficient portfolios. We argue that the extreme weightings in sample efficient portfolios are due to the dominance of a single factor in equity returns. This makes it easy to diversify on subsets to reduce residual risk, while weighting the subsets to reduce factor risk simultaneously. The latter involves taking extreme positions. This behavior seems unlikely to be attributable to sampling error.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04683.x"
        },
        {
            "no": "7",
            "title": "Reputation and Performance Among Security Analysts",
            "date": "December 1992",
            "author": [
                "SCOTT E. STICKEL"
            ],
            "abstract": "Members of the Institutional Investor All‐American Research Team supply more accurate earnings forecasts than other analysts when forecasts are matched by the corporation followed and by the date of brokerage house issuance. This contemporaneous advantage is complemented by a timing advantage; All‐Americans supply forecasts more often than other analysts. Stocks returns immediately following large upward forecast revisions suggest that All‐Americans impact prices more than other analysts. However, there is virtually no difference in returns following large downward revisions. Nevertheless, the collective results suggest a positive relation between reputation and performance, and, assuming that All‐Americans are better paid, pay and performance.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04684.x"
        },
        {
            "no": "8",
            "title": "Dividends and Losses",
            "date": "December 1992",
            "author": [
                "HARRY DeANGELO",
                "LINDA DeANGELO",
                "DOUGLAS J. SKINNER"
            ],
            "abstract": "An annual loss is essentially a necessary condition for dividend reductions in firms with established earnings and dividend records: 50.9% of 167 NYSE firms with losses during 1980–1985 reduced dividends, versus 1.0% of 440 firms without losses. As hypothesized by Miller and Modigliani, dividend reductions depend on whether earnings include unusual items that are likely to temporarily depress income. Dividend reductions are more likely given greater current losses, less negative unusual items, and more persistent earnings difficulties. Dividend policy has information content in that knowledge that a firm has reduced dividends improves the ability of current earnings to predict future earnings.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04685.x"
        },
        {
            "no": "9",
            "title": "Relationship‐Specific Assets and the Pricing of Underwriter Services",
            "date": "December 1992",
            "author": [
                "CHRISTOPHER JAMES"
            ],
            "abstract": "This paper investigates the effect of setup costs on the pricing of investment banking services. The existence of setup costs is predicted to result in lower underwriter spreads in IPOs for firms that are expected to issue again. Consistent with this prediction, I find significantly lower spreads for firms that make subsequent issues. I also find that a firm's likelihood of changing underwriters in a subsequent offer is related to the time between offerings and the underwriter's pricing performance in the IPO. These results suggest that the deviations from optimal IPO pricing carry a penalty for the underwriter.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04686.x"
        },
        {
            "no": "10",
            "title": "Measuring the Agency Cost of Debt",
            "date": "December 1992",
            "author": [
                "ANTONIO S. MELLO",
                "JOHN E. PARSONS"
            ],
            "abstract": "We adapt a contingent claims model of the firm to reflect the incentive effects of the capital structure and thereby to measure the agency costs of debt. An underlying model of the firm and the stochastic features of its product market are analyzed and an optimal operating policy is chosen. We identify the change in operating policy created by leverage and value this change. The model determines the value of the firm and its associated liabilities incorporating the agency consequences of debt.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04687.x"
        },
        {
            "no": "11",
            "title": "Insider Trading in Financial Signaling Models",
            "date": "December 1992",
            "author": [
                "MARK BAGNOLI",
                "NAVEEN KHANNA"
            ],
            "abstract": "We study the impact of voluntary trade by the manager. We find that, in contrast to standard signaling models, an action is good news for some firms and bad news for others, depending on observable characteristics of the firm, its managers, and their compensation plans. Further, voluntary trade eliminates separating equilibria and thus the possibility of exactly inferring the manager's private information. This may cause the manager to take inefficient actions so as to earn trading profits. Such undesirable behavior can be more effectively constrained by compensation contracts based on phantom shares or nontradeable options instead of large stockholdings.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04688.x"
        },
        {
            "no": "12",
            "title": "The Intra‐Industry Transfer of Information Inferred from Announcements of Corporate Security Offerings",
            "date": "December 1992",
            "author": [
                "SAMUEL H. SZEWCZYK"
            ],
            "abstract": "This study investigates the extent to which information inferred by investors from initial announcements of corporate security offerings affects share prices in the capital markets. The empirical tests measure the response in the common stock prices of both firms announcing a security offering and non‐announcing firms operating in the same industry. Small but significantly negative abnormal returns are shown by industry shares upon initial announcements of common stock, convertible debt, and straight debt public offerings. Such an industry response indicates that share prices incorporate an inside assessment of factors relevant to the valuation of an industry subset of firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04689.x"
        },
        {
            "no": "13",
            "title": "Managers' Trading Around Stock Repurchases",
            "date": "December 1992",
            "author": [
                "D. SCOTT LEE",
                "WAYNE H. MIKKELSON",
                "M. MEGAN PARTCH"
            ],
            "abstract": "We analyze personal open market trades by managers around stock repurchases by tender offer. With the exception of Dutch auction offers, managers trade their firm's shares prior to repurchase announcements as though repurchases convey favorable inside information to outsiders. Prior to fixed price repurchase offers that do not follow takeover‐related events, managers increase their buying and reduce their selling of their firm's shares. Prior to repurchases that follow takeover‐related events, only a decrease in selling is found. No abnormal trading precedes Dutch auction repurchase offers.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04690.x"
        },
        {
            "no": "14",
            "title": "One‐Time Cash Flow Announcements and Free Cash‐Flow Theory: Share Repurchases and Special Dividends",
            "date": "December 1992",
            "author": [
                "KEITH M. HOWE",
                "JIA HE",
                "G. WENCHI KAO"
            ],
            "abstract": "The leading explanation for the positive price response surrounding tender offer share repurchase and specially designated dividend (SDD) announcements is the information signaling hypothesis. This paper reexamines these announcements to determine if Jensen's free cash‐flow theory also has explanatory power. Lang and Litzenberger's (1989) findings suggest an important role for the free cash‐flow theory in explaining the market's reaction to dividend changes. In contrast, we find the market's reaction to share repurchases and SDDs is approximately the same for both high‐Q and low‐Q firms. We thus have an empirical puzzle: If Jensen's free cash‐flow theory applies to dividend changes, it is difficult to see why it does not also apply to the analogous events examined here.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04691.x"
        },
        {
            "no": "15",
            "title": "The Persistence of Mutual Fund Performance",
            "date": "December 1992",
            "author": [
                "MARK GRINBLATT",
                "SHERIDAN TITMAN"
            ],
            "abstract": "This paper analyzes how mutual fund performance relates to past performance. These tests are based on a multiple portfolio benchmark that was formed on the basis of securities characteristics. We find evidence that differences in performance between funds persist over time and that this persistence is consistent with the ability of fund managers to earn abnormal returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04692.x"
        },
        {
            "no": "16",
            "title": "Stock Price Dynamics and Firm Size: An Empirical investigation",
            "date": "December 1992",
            "author": [
                "YIN‐WONG CHEUNG",
                "LILIAN K. NG"
            ],
            "abstract": "We show that after controlling for the effects of bid‐ask spreads and trading volume the conditional future volatility of equity returns is negatively related to the level of stock price. This “leverage effect” is stronger for small, as compared to large, firms. We also document that while the essential characteristics of the relations between stock price dynamics and firm size are stable, the strengths of the relationships appear to change over time.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04693.x"
        },
        {
            "no": "17",
            "title": "Seasonalities in NYSE Bid‐Ask Spreads and Stock Returns in January",
            "date": "December 1992",
            "author": [
                "ROBERT A. CLARK",
                "JOHN J. McCONNELL",
                "MANOJ SINGH"
            ],
            "abstract": "Using end‐of‐month bid‐ask spreads for 540 NYSE stocks over the period 1982–1987, we document a seasonal pattern in which both relative and absolute spreads decline from the end of December to the end of the following January. Cross‐sectional regressions do not, however, provide evidence of a significant correlation between changes in spreads at the turn of the year and January stock returns. Either there is no cause and effect relation between the coincidental seasonals in bid‐ask spreads and January returns for NYSE stocks or the data are too “noisy” to reveal any relation.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04694.x"
        },
        {
            "no": "18",
            "title": "Futures‐Trading Activity and Stock Price Volatility",
            "date": "December 1992",
            "author": [
                "HENDRIK BESSEMBINDER",
                "PAUL J. SEGUIN"
            ],
            "abstract": "We examine whether greater futures‐trading activity (volume and open interest) is associated with greater equity volatility. We partition each trading activity series into expected and unexpected components, and document that while equity volatility covaries positively with unexpected futures‐trading volume, it is negatively related to forecastable futures‐trading activity. Further, though futures‐trading activity is systematically related to the futures contract life cycle, we find no evidence of a relation between the futures life cycle and spot equity volatility. These findings are consistent with theories predicting that active futures markets enhance the liquidity and depth of the equity markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04695.x"
        },
        {
            "no": "19",
            "title": "Additional Evidence on Integration in the Canadian Stock Market",
            "date": "December 1992",
            "author": [
                "USHA R. MITTOO"
            ],
            "abstract": "This paper reexamines the integration of the Canadian and U.S. stock markets in the 1977–86 period that is relatively free from capital controls. The study employs both the CAPM and the APT frameworks. Under both models, the evidence is consistent with segmentation in the 1977–81 subperiod, but supports integration in the 1982–86 subperiod. Using the APT framework, we also find that the Canadian stocks interlisted on the U.S. exchanges and NASDAQ are priced in an integrated market and segmentation is predominant for the non‐interlisted Canadian stocks.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04696.x"
        },
        {
            "no": "20",
            "title": "More Powerful Portfolio Approaches to Regressing Abnormal Returns on Firm‐Specific Variables for Cross‐Sectional Studies",
            "date": "December 1992",
            "author": [
                "RAMESH CHANDRA",
                "BALA V. BALACHANDRAN"
            ],
            "abstract": "OLS regression ignores both heteroscedasticity and cross‐correlations of abnormal returns; therefore, tests of regression coefficients are weak and biased. A Portfolio OLS (POLS) regression accounts for correlations and ensures unbiasedness of tests, but does not improve their power. We propose Portfolio Weighted Least Squares (PWLS) and Portfolio Constant Correlation Model (PCCM) regressions to improve the power. Both utilize the heteroscedasticity of abnormal returns in estimating the coefficients; PWLS ignores the correlations, while PCCM uses intra‐and inter‐industry correlations. Simulation results show that both lead to more powerful tests of regression coefficients than POLS.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04697.x"
        },
        {
            "no": "21",
            "title": "Book Reviews",
            "date": "December 1992",
            "author": [],
            "abstract": "Book reviewed in this article:\nCapital Markets: Institutions and Instruments. By FRANK J. FABOZZI and FRANCO MODIGLIANI.\nFinance in Continuous Time: A Primer. By DAVID C. SHIMKO.\nGlobal Financial Deregulation: Commercial Banking at the Crossroads. By ITZHAK SWARY and BARRY TOPF.\nQuasi‐Rational Economics. By RICHARD H. THALER.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04698.x"
        },
        {
            "no": "22",
            "title": "MISCELLANEA",
            "date": "December 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04699.x"
        },
        {
            "no": "23",
            "title": "Index to Volume xlvii",
            "date": "December 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00641.x"
        },
        {
            "no": "24",
            "title": "ASSOCIATION MEETINGS",
            "date": "December 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00642.x"
        },
        {
            "no": "25",
            "title": "ANNOUNCEMENTS",
            "date": "December 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00643.x"
        },
        {
            "no": "26",
            "title": "Back Matter",
            "date": "December 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00644.x"
        }
    ]
}