{
    "journal": "JF",
    "volume": "47",
    "issue": "2",
    "date": "June 1992",
    "page": "Pages: i-vi, 427-830, vii-xxvii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "June 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00782.x"
        },
        {
            "no": "2",
            "title": "The Cross‐Section of Expected Stock Returns",
            "date": "June 1992",
            "author": [
                "EUGENE F. FAMA",
                "KENNETH R. FRENCH"
            ],
            "abstract": "Two easily measured variables, size and book‐to‐market equity, combine to capture the cross‐sectional variation in average stock returns associated with market β, size, leverage, book‐to‐market equity, and earnings‐price ratios. Moreover, when the tests allow for variation in β that is unrelated to size, the relation between market β and average return is flat, even when β is the only explanatory variable.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04398.x"
        },
        {
            "no": "3",
            "title": "Characterizing Predictable Components in Excess Returns on Equity and Foreign Exchange Markets",
            "date": "June 1992",
            "author": [
                "GEERT BEKAERT",
                "ROBERT J. HODRICK"
            ],
            "abstract": "The paper first characterizes the predictable components in excess rates of returns on major equity and foreign exchange markets using lagged excess returns, dividend yields, and forward premiums as instruments. Vector autoregressions (VARs) demonstrate one‐step‐ahead predictability and facilitate calculations of implied long‐horizon statistics, such as variance ratios. Estimation of latent variable models then subjects the VARs to constraints derived from dynamic asset pricing theories. Examination of volatility bounds on intertemporal marginal rates of substitution provides summary statistics that quantify the challenge facing dynamic asset pricing models.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04399.x"
        },
        {
            "no": "4",
            "title": "Seasonality and Consumption‐Based Asset Pricing",
            "date": "June 1992",
            "author": [
                "WAYNE E. FERSON",
                "CAMPBELL R. HARVEY"
            ],
            "abstract": "Most of the evidence on consumption‐based asset pricing is based on seasonally adjusted consumption data. The consumption‐based models have not worked well for explaining asset returns, but with seasonally adjusted data there are reasons to expect spurious rejections of the models. This paper examines asset pricing models using not seasonally adjusted aggregate consumption data. We find evidence against models with time‐separable preferences, even when the models incorporate seasonality and allow seasonal heteroskedasticity. A model that uses not seasonally adjusted consumption data and nonseparable preferences with seasonal effects works better according to several criteria. The parameter estimates imply a form of seasonal habit persistence in aggregate consumption expenditures.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04400.x"
        },
        {
            "no": "5",
            "title": "The January Anomaly: Effects of Low Share Price, Transaction Costs, and Bid‐Ask Bias",
            "date": "June 1992",
            "author": [
                "RAVINDER K. BHARDWAJ",
                "LEROY D. BROOKS"
            ],
            "abstract": "The January effect is primarily a low‐share price effect and less so a market value effect. In the recent 1977–1986 period, after‐transaction‐cost raw and excess January returns are lower on low‐price stocks than on high‐price stocks. Failure of informed traders to eliminate significantly large before‐transaction‐cost excess January returns on low‐price stocks is potentially explained by higher transaction costs and a bid‐ask bias. At the least, the January anomaly found in prior tests is not persistent, and thereby, not likely to be exploitable by typical investors.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04401.x"
        },
        {
            "no": "6",
            "title": "Time and the Process of Security Price Adjustment",
            "date": "June 1992",
            "author": [
                "DAVID EASLEY",
                "MAUREEN O'HARA"
            ],
            "abstract": "This paper delineates the link between the existence of information, the timing of trades, and the stochastic process of prices. We show that time affects prices, with the time between trades affecting spreads. Because the absence of trades is correlated with volume, our model predicts a testable relation between spreads and normal and unexpected volume, and demonstrates how volume affects the speed of price adjustment. Our model also demonstrates how the transaction price series will be a biased representation of the true price process, with the variance being both overstated and heteroskedastic.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04402.x"
        },
        {
            "no": "7",
            "title": "Trading Mechanisms in Securities Markets",
            "date": "June 1992",
            "author": [
                "ANANTH MADHAVAN"
            ],
            "abstract": "This paper analyzes price formation under two trading mechanisms: a continuous quote‐driven system where dealers post prices before order submission and an order‐driven system where traders submit orders before prices are determined. The order‐driven system operates either as a continuous auction, with immediate order execution, or as a periodic auction, where orders are stored for simultaneous execution. With free entry into market making, the continuous systems are equivalent. While a periodic auction offers greater price efficiency and can function where continuous mechanisms fail, traders must sacrifice continuity and bear higher information costs.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04403.x"
        },
        {
            "no": "8",
            "title": "Dual Trading in Futures Markets",
            "date": "June 1992",
            "author": [
                "MICHAEL J. FISHMAN",
                "FRANCIS A. LONGSTAFF"
            ],
            "abstract": "With dual trading, brokers trade both for their customers and for their own account. We study dual trading and find that customers who are less likely to be informed have higher expected profits with dual trading while customers who are more likely to be informed have higher expected profits without dual trading. We also examine the effects of frontrunning. We test the major empirical implications of our model. Consistent with the model, dual traders earn higher profits than non‐dual traders, and customers of dual‐trading brokers do better than customers of non‐dual‐trading brokers.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04404.x"
        },
        {
            "no": "9",
            "title": "Optimal Contracting and Insider Trading Restrictions",
            "date": "June 1992",
            "author": [
                "PAUL E. FISCHER"
            ],
            "abstract": "Restrictions on trading by insider agents are analyzed using an optimal contracting framework. Prohibition of insider trading is shown to be Pareto preferred if, and only if, a revelation or moral hazard problem exists. If prohibition of insider trading is valuable, then trade registration with a delay is shown to be as valuable as complete prohibition. Short selling restrictions, however, are generally of less value than complete prohibition. Finally, regulation of insider agent trading by governmental institutions and/or professional associations is discussed.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04405.x"
        },
        {
            "no": "10",
            "title": "Sequential Sales, Learning, and Cascades",
            "date": "June 1992",
            "author": [
                "IVO WELCH"
            ],
            "abstract": "When IPO shares are sold sequentially, later potential investors can learn from the purchasing decisions of earlier investors. This can lead rapidly to “cascades” in which subsequent investors optimally ignore their private information and imitate earlier investors. Although rationing in this situation gives rise to a winner's curse, it is irrelevant. The model predicts that: (1) Offerings succeed or fail rapidly. (2) Demand can be so elastic that even risk‐neutral issuers underprice to completely avoid failure. (3) Issuers with good inside information can price their shares so high that they sometimes fail. (4) An underwriter may want to reduce the communication among investors by spreading the selling effort over a more segmented market.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04406.x"
        },
        {
            "no": "11",
            "title": "The Effect of Bond Rating Agency Announcements on Bond and Stock Prices",
            "date": "June 1992",
            "author": [
                "JOHN R. M. HAND",
                "ROBERT W. HOLTHAUSEN",
                "RICHARD W. LEFTWICH*"
            ],
            "abstract": "This paper examines daily excess bond returns associated with announcements of additions to Standard and Poor's Credit Watch List, and to rating changes by Moody's and Standard and Poor's. Reliably nonzero average excess bond returns are observed for additions to Standard and Poor's Credit Watch List when an expectations model is used to classify additions as either expected or unexpected. Bond price effects are also observed for actual downgrade and upgrade announcements by rating agencies. Excluding announcements with concurrent disclosures weakens the results for downgrades, but not upgrades. The stock price effects of rating agency announcements are also examined and contrasted with the bond price effects.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04407.x"
        },
        {
            "no": "12",
            "title": "An Analysis of Intraday Patterns in Bid/Ask Spreads for NYSE Stocks",
            "date": "June 1992",
            "author": [
                "THOMAS H. MCINISH",
                "ROBERT A. WOOD"
            ],
            "abstract": "The behavior of time‐weighted bid–ask spreads over the trading day are examined. The plot of minute‐by‐minute spreads versus time of day has a crude reverse J‐shaped pattern. Schwartz identifies four determinants of spreads: activity, risk, information, and competition. Using a linear regression model, a significant relationship between these same factors and intraday spreads is demonstrated, but dummy variables for time of day have a reverse J‐shape. For given values of the activity, risk, information and competition measures, spreads are higher at the beginning and end of the day relative to the interior period.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04408.x"
        },
        {
            "no": "13",
            "title": "Market Making in the Options Markets and the Costs of Discrete Hedge Rebalancing",
            "date": "June 1992",
            "author": [
                "MEL JAMESON",
                "WILLIAM WILHELM"
            ],
            "abstract": "In this paper we provide empirical evidence consistent with the hypothesis that options market makers face risks in managing inventory that are unique to the options markets. In particular, we show that risks associated with the inability to rebalance an option position continuously and uncertainty about the return volatility of the underlying stock each account for a statistically and economically significant proportion of the bid‐ask spreads quoted for a sample of Chicago Board Options Exchange options.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04409.x"
        },
        {
            "no": "14",
            "title": "The Pricing of Best Efforts New Issues",
            "date": "June 1992",
            "author": [
                "ANN GUENTHER SHERMAN"
            ],
            "abstract": "This paper offers an explanation for the underpricing of best efforts new issues and demonstrates that best efforts contracts allow issuers to use information from the market. If investors obtain information which indicates that a project will not be profitable, their demand will be low and the offering will be withdrawn. If this information is costly, investors will have to be compensated for its purchase through a lower offering price, which means that issuers will have to underprice. This result is consistent with the empirical observation that underpricing is considerably greater for best efforts than for firm commitment contracts.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04410.x"
        },
        {
            "no": "15",
            "title": "Positive Prices in CAPM",
            "date": "June 1992",
            "author": [
                "LARS TYGE NIELSEN"
            ],
            "abstract": "Some equilibrium prices in CAPM may be negative because of nonmonotonicity of preferences. We identify several sets of sufficient conditions for prices to be positive. The central conditions impose bounds on the investors' risk aversion. These bounds do not need to hold globally but only in a relevant range of portfolios or combinations of mean and standard deviation. The relevant range is specified on the basis of exogenous parameters and variables, and it must contain any endogenously determined equilibrium. The bounds on risk aversion ensure that the preferences for assets are sufficiently well‐behaved within the relevant range.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04411.x"
        },
        {
            "no": "16",
            "title": "A Simple and Numerically Efficient Valuation Method for American Puts Using a Modified Geske‐Johnson Approach",
            "date": "June 1992",
            "author": [
                "DAVID S. BUNCH",
                "HERB JOHNSON"
            ],
            "abstract": "Geske and Johnson (1984) develop an equation for the American put price and obtain accurate prices using a method requiring quadrivariate normal integrals evaluated over an interval containing four equally spaced exercise points. We show that a modification of their method which uses optimal placement of exercise points yields in most cases accurate values using nothing more than bivariate normals. In the more difficult (deep‐in‐the‐money) cases, trivariate normals suffice.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04412.x"
        },
        {
            "no": "17",
            "title": "Book Reviews",
            "date": "June 1992",
            "author": [],
            "abstract": "Book reviewed in this article:\nA‐Pack: Financial Analytics for the Business Student. By JOHN MARSHALL, DOUGLAS F. LEARY, and KEVIN J. WYNNE. Miami: Kolb Publishing Company, 1992. Pp. 212.\nFinancial Innovations and Market Volatility. By MERTON H. MILLER. Cambridge, MA: Blackwell Publishers, 1991. Pp. xii + 288.\nInvestment Banking in Europe: Restructuring for the 1990s. By INGO WALTER and ROY C. SMITH. Cambridge, MA: Basil Blackwell Inc., 1989. Pp. xii + 169.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04413.x"
        },
        {
            "no": "18",
            "title": "MISCELLANEA",
            "date": "June 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04414.x"
        },
        {
            "no": "19",
            "title": "ASSOCIATION MEETINGS",
            "date": "June 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04396.x"
        },
        {
            "no": "20",
            "title": "ANNOUNCEMENTS",
            "date": "June 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04397.x"
        },
        {
            "no": "21",
            "title": "Back Matter",
            "date": "June 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00783.x"
        }
    ]
}