{
    "journal": "JF",
    "volume": "47",
    "issue": "4",
    "date": "September 1992",
    "page": "Pages: i-vi, 1259-1661, vii-lxxii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "September 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00917.x"
        },
        {
            "no": "2",
            "title": "Interest Rate Volatility and the Term Structure: A Two‐Factor General Equilibrium Model",
            "date": "September 1992",
            "author": [
                "FRANCIS A. LONGSTAFF",
                "EDUARDO S. SCHWARTZ"
            ],
            "abstract": "We develop a two‐factor general equilibrium model of the term structure. The factors are the short‐term interest rate and the volatility of the short‐term interest rate. We derive closed‐form expressions for discount bonds and study the properties of the term structure implied by the model. The dependence of yields on volatility allows the model to capture many observed properties of the term structure. We also derive closed‐form expressions for discount bond options. We use Hansen's generalized method of moments framework to test the cross‐sectional restrictions imposed by the model. The tests support the two‐factor model.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04657.x"
        },
        {
            "no": "3",
            "title": "Arbitrage With Holding Costs: A Utility‐Based Approach",
            "date": "September 1992",
            "author": [
                "BRUCE TUCKMAN",
                "JEAN‐LUC VILA"
            ],
            "abstract": "Unit time costs, or holding costs, are incurred in many arbitrage contexts. Examples include losing the use of short sale proceeds and lending funds at below market rates in reverse repurchase agreements. This paper analyzes the investment problem of a risk averse arbitrageur who faces holding costs. The model allows prices to deviate from “fundamental” values without allowing for riskless arbitrage opportunities. After characterizing an arbitrageur's optimal strategy, the model is examined in the context of the Treasury market. The analysis reveals that holding costs are an important friction in this market and that they can significantly affect arbitrageur behavior.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04658.x"
        },
        {
            "no": "4",
            "title": "Reference Variables, Factor Structure, and the Approximate Multibeta Representation",
            "date": "September 1992",
            "author": [
                "HAIM REISMAN"
            ],
            "abstract": "The Arbitrage Pricing Theory (APT) implies that if asset returns have a factor structure, then an approximate multibeta representation holds with respect to the factors as reference variables. This paper assumes that asset returns satisfy a factor structure and derives a condition under which the approximate multibeta representation holds with respect to a set of reference variables which may not be the factors. This condition is that the regression matrix of the reference variables on the factors is nonsingular. Implications for the testability of the APT are also discussed.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04659.x"
        },
        {
            "no": "5",
            "title": "Inflation and Asset Returns in a Monetary Economy",
            "date": "September 1992",
            "author": [
                "DAVID A. MARSHALL"
            ],
            "abstract": "Postwar U.S. data are characterized by negative correlations between real equity returns and inflation and by positive correlations between real equity returns and money growth. These patterns are closely matched quantitatively by an equilibrium monetary asset pricing model. The model also implies negative correlations between expected asset returns and expected inflation, and it predicts that the inflation‐asset return correlation will be more strongly negative when inflation is generated by fluctuations in real economic activity than when it is generated by monetary fluctuations.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04660.x"
        },
        {
            "no": "6",
            "title": "Liquidation Values and Debt Capacity: A Market Equilibrium Approach",
            "date": "September 1992",
            "author": [
                "ANDREI SHLEIFER",
                "ROBERT W. VISHNY"
            ],
            "abstract": "We explore the determinants of liquidation values of assets, particularly focusing on the potential buyers of assets. When a firm in financial distress needs to sell assets, its industry peers are likely to be experiencing problems themselves, leading to asset sales at prices below value in best use. Such illiquidity makes assets cheap in bad times, and so ex ante is a significant private cost of leverage. We use this focus on asset buyers to explain variation in debt capacity across industries and over the business cycle, as well as the rise in U.S. corporate leverage in the 1980s.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04661.x"
        },
        {
            "no": "7",
            "title": "Insiders and Outsiders: The Choice between Informed and Arm's‐Length Debt",
            "date": "September 1992",
            "author": [
                "RAGHURAM G. RAJAN"
            ],
            "abstract": "While the benefits of bank financing are relatively well understood, the costs are not. This paper argues that while informed banks make flexible financial decisions which prevent a firm's projects from going awry, the cost of this credit is that banks have bargaining power over the firm's profits, once projects have begun. The firm's portfolio choice of borrowing source and the choice of priority for its debt claims attempt to optimally circumscribe the powers of banks.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04662.x"
        },
        {
            "no": "8",
            "title": "Why Hang on to Losers? Divestitures and Takeovers",
            "date": "September 1992",
            "author": [
                "ARNOUD W. A. BOOT"
            ],
            "abstract": "We study the divestiture decisions of managers who care about their reputations. Managers' divestiture and investment decisions are publicly observable, but managers privately observe signals with respect to the future payoff distribution of investments they have initiated. We establish that in equilibrium there is too little divestiture. These inefficiencies create the opportunity for wealth‐enhancing divestiture‐motivated takeovers. A key result is that only managers of targets with “middle of the road” asset specificity should consider the takeover threat credible. These findings suggest that uniqueness of assets is an important determinant of both agency costs and takeover activity. Our analysis leads to several empirical predictions.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04663.x"
        },
        {
            "no": "9",
            "title": "Debt, Liquidity Constraints, and Corporate Investment: Evidence from Panel Data",
            "date": "September 1992",
            "author": [
                "TONI M. WHITED"
            ],
            "abstract": "This paper presents evidence supporting the theory that problems of asymmetric information in debt markets affect financially unhealthy firms' ability to obtain outside finance and, consequently, their allocation of real investment expenditure over time. I test this hypothesis by estimating the Euler equation of an optimizing model of investment. Including the effect of a debt constraint greatly improves the Euler equation's performance in comparison to the standard specification. When the sample is split on the basis of two measures of financial distress, the standard Euler equation fits well for the a priori unconstrained groups, but is rejected for the others.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04664.x"
        },
        {
            "no": "10",
            "title": "Herd on the Street: Informational Inefficiencies in a Market with Short‐Term Speculation",
            "date": "September 1992",
            "author": [
                "KENNETH A. FROOT",
                "DAVID S. SCHARFSTEIN",
                "JEREMY C. STEIN"
            ],
            "abstract": "Standard models of informed speculation suggest that traders try to learn information that others do not have. This result implicitly relies on the assumption that speculators have long horizons, i.e., can hold the asset forever. By contrast, we show that if speculators have short horizons, they may herd on the same information, trying to learn what other informed traders also know. There can be multiple herding equilibria, and herding speculators may even choose to study information that is completely unrelated to fundamentals.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04665.x"
        },
        {
            "no": "11",
            "title": "Futures Manipulation with “Cash Settlement”",
            "date": "September 1992",
            "author": [
                "Praveen Kumar",
                "DUANE J. SEPPI"
            ],
            "abstract": "This paper investigates the susceptibility of futures markets to price manipulation in a two‐period model with asymmetric information and “cash settlement” futures contracts. Without “physical delivery,” strategies based on “corners” or “squeezes” are infeasible. However, uninformed investors still earn positive expected profits by establishing a futures position and then trading in the spot market to manipulate the spot price used to compute the cash settlement at delivery. We also show that as the number of manipulators grows, profits from manipulation fall to zero. However, even in the limit, manipulation still has a nontrivial impact on market liquidity. More broadly, we interpret manipulation as a form of endogenous “noise trading” which can arise in multiperiod security markets.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04666.x"
        },
        {
            "no": "12",
            "title": "Interest Rate Swaps and Corporate Financing Choices",
            "date": "September 1992",
            "author": [
                "SHERIDAN TITMAN"
            ],
            "abstract": "This paper describes the firm's decision to borrow short‐term versus long‐term and shows how the introduction of interest rate swaps affects this choice. The model shows that in the absence of a swap market, interest rate uncertainty can lead firms to substitute long‐term for short‐term financing. However, when swaps exist, there is a tendency for firms that expect their credit quality to improve to borrow short‐term and use swaps to hedge interest rate risk. The model suggests that, while the demand for fixed for floating swaps is enhanced, the demand for floating for fixed swaps is reduced by the presence of asymmetric information.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04667.x"
        },
        {
            "no": "13",
            "title": "Common Stock Offerings and Earnings Expectations: A Test of the Release of Unfavorable Information",
            "date": "September 1992",
            "author": [
                "PETER ALAN BROUS"
            ],
            "abstract": "This paper examines the revisions of analysts' forecasts of future earnings around announcements of common stock offerings. The forecasts of the current year earnings are, on average, decreased when firms announce plans to issue additional common stock. The size of the decrease is significantly related to announcement period abnormal stock returns. In contrast, forecasts of the five‐year growth rate of earnings are, on average, unchanged. We interpret these results as being consistent with the claim that equity offering announcements convey unfavorable information regarding the firm's short‐term but not its long‐term earnings prospects.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04668.x"
        },
        {
            "no": "14",
            "title": "Underwriter Compensation and Corporate Monitoring",
            "date": "September 1992",
            "author": [
                "ROBERT S. HANSEN",
                "PAUL TORREGROSA"
            ],
            "abstract": "Studies suggest that underwriting syndicates provide marketing services and certify the fairness of offer prices. We argue that syndicate lead banks also monitor manager effort, increasing the value of capital‐raising companies. A given level of monitoring is associated with a given level of intrinsic value, so there is a “schedule” of certifiable offer prices, depending on the level of monitoring. Monitoring, marketing, and certification are, therefore, all legitimate syndicate functions. New evidence supporting the conclusion that syndicates provide corporate monitoring is presented.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04669.x"
        },
        {
            "no": "15",
            "title": "Debt Financing and Tax Status: Tests of the Substitution Effect and the Tax Exhaustion Hypothesis Using Firms' Responses to the Economic Recovery Tax Act of 1981",
            "date": "September 1992",
            "author": [
                "ROBERT TREZEVANT"
            ],
            "abstract": "This study tests the joint prediction of the substitution effect and the tax exhaustion hypothesis that an increase in non‐debt tax shields leads to a decrease in leverage. Controls are introduced for the debt securability effect, the pecking order theory of financing, and the probability of losing tax shields. Using the relationship between changes in investment tax shields and changes in debt tax shields of firms in response to the Economic Recovery Tax Act of 1981, strong empirical support is found for predictions based on the substitution effect and the tax exhaustion hypothesis.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04670.x"
        },
        {
            "no": "16",
            "title": "The Current State of the Arbitrage Pricing Theory",
            "date": "September 1992",
            "author": [
                "JAY SHANKEN"
            ],
            "abstract": "This paper provides a simple proof of a recent theorem presented by Reisman (1992), concerning the use of proxies for the factors in the return‐generating process of the arbitrage pricing theory (APT). In the single‐factor case, the theorem asserts that any variable correlated with the factor can serve as the benchmark in an approximate APT expected return relation. The significance of this result is considered and a new direction for empirical work on “arbitrage pricing” is outlined.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04671.x"
        },
        {
            "no": "17",
            "title": "Information, Asset Prices, and the Volume of Trade",
            "date": "September 1992",
            "author": [
                "GREGORY W. HUFFMAN"
            ],
            "abstract": "A dynamic equilibrium model is constructed in which agents with access to different information sets participate in the capital market. Agents must use the equilibrium price of capital to make optimal forecasts of the return to holding capital. Examples show that the volume of trade, as well as the price of capital, can be highly correlated with a measure of the information content of prices. This measure of information is the difference between the unconditional entropy of the dividend and the entropy of the dividend conditional on observing the price of capital.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04672.x"
        },
        {
            "no": "18",
            "title": "Causal Relations Among Stock Returns, Interest Rates, Real Activity, and Inflation",
            "date": "September 1992",
            "author": [
                "BONG‐SOO LEE"
            ],
            "abstract": "Using a multivariate vector‐autoregression (VAR) approach, this paper investigates causal relations and dynamic interactions among asset returns, real activity, and inflation in the postwar United States. Major findings are (1) stock returns appear Granger‐causally prior and help explain real activity, (2) with interest rates in the VAR, stock returns explain little variation in inflation, although interest rates explain a substantial fraction of the variation in inflation, and (3) inflation explains little variation in real activity. These findings seem more compatible with Fama (1981) than with Geske and Roll (1983) or with Ram and Spencer (1983).",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04673.x"
        },
        {
            "no": "19",
            "title": "The Post‐Merger Performance of Acquiring Firms: A Re‐examination of an Anomaly",
            "date": "September 1992",
            "author": [
                "ANUP AGRAWAL",
                "JEFFREY F. JAFFE",
                "GERSHON N. MANDELKER"
            ],
            "abstract": "The existing literature on the post‐merger performance of acquiring firms is divided. We re‐examine this issue, using a nearly exhaustive sample of mergers between NYSE acquirers and NYSE/AMEX targets. We find that stockholders of acquiring firms suffer a statistically significant loss of about 10% over the five‐year post‐merger period, a result robust to various specifications. Our evidence suggests that neither the firm size effect nor beta estimation problems are the cause of the negative post‐merger returns. We examine whether this result is caused by a slow adjustment of the market to the merger event. Our results do not seem consistent with this hypothesis.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04674.x"
        },
        {
            "no": "20",
            "title": "Dividend Surprises Inferred from Option and Stock Prices",
            "date": "September 1992",
            "author": [
                "SASSON BAE‐YOSEF",
                "ODED H. SARIG"
            ],
            "abstract": "This paper introduces a new method to measure the unexpected component of dividend announcements. While measures used previously were based on various arbitrary models of dividend expectations, our suggested method compares the reaction of stock and option prices to dividend announcements. Our measure is compared to commonly used model‐based measures, to a Box‐Jenkins time‐series‐based measure, and to a Value‐Line Investor Survey‐based measure of dividend surprises. The new measure is more highly correlated with the market's reaction to the announcements than are alternative measures of dividend surprises. The new measure is also shown to be insensitive to the extent to which the options used to identify unexpected dividend announcements are in‐ or out‐of‐the‐money.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04675.x"
        },
        {
            "no": "21",
            "title": "Book Reviews",
            "date": "September 1992",
            "author": [],
            "abstract": "Book reviewed in this article:\nGrade Quick! The Teacher's Grade Processor. By DANIEL S. ABRAMS. New Haven, CT: Compu‐Teach, Inc., 1992. Pp. viii + 57.\nCapital Ideas: The Improbable Origins of Modern Wall Street. By PETER L. BERNSTEIN. New York: The Free Press, 1992. Pp. xi + 340.\nEuropean Banking. Edited by ANDY MULLINEUX. Oxford, England and Cambridge, MA: Blackwell Publishers, 1992. Pp. x + 222.\nTaxes and Business Strategy. By MYRON S. SCHOLES and MARK A. WOLFSON. Englewood Cliffs, NJ: Prentice‐Hall, 1992. Pp. xx + 616.\nInternational Financial Markets. By ALAN L. TUCKER, JEFF MADURA, and THOMAS C. CHIANG. St. Paul, MN: West Publishing Co., 1991. Pp. xviii + 355.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04676.x"
        },
        {
            "no": "22",
            "title": "Miscellanea",
            "date": "September 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04677.x"
        },
        {
            "no": "23",
            "title": "Errata",
            "date": "September 1992",
            "author": [],
            "abstract": "In the article “The Theory of Capital Structure,” by Milton Harris and Artur Raviv (The Journal of Finance, March 1991, vol. 46, no. 1, pp. 297–355) there is an error in Tables IV, V, and VII concerning the description of results reported in “The Investment‐Financing Nexus: Some Empirical Evidence,” by Michael Long and Ileen Malitz (Midland Corporate Finance Journal, 1985). While the text of “The Theory of Capital Structure” (p. 334) correctly states that Long and Malitz find a negative relationship between leverage and profitability, in Tables IV, V, and VII, a positive, but insignificant, relationship is incorrectly reported. The authors apologize for this error and thank Professor Michael Long of Rutgers University for bringing it to their attention.",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04678.x"
        },
        {
            "no": "24",
            "title": "Errata",
            "date": "September 1992",
            "author": [],
            "abstract": "In the article “Publish or Perish: What the Competition is Really Doing,” by Terry L. Zivney and William J. Bertin (The Journal of Finance, March 1992, vol. 47, no. 1, pp. 295–329) Table IV (pp. 310–311) was incorrectly printed. The corrected table follows.\nTable IV. Number of Business Finance & Investments Graduates with Publications in Top 3 Finance Journals Relative to Their Year of Graduation\nThis table shows the number of individuals who have published at least the number of articles shown at the top of the column through the time shown in the ‘Years after Graduation’ column.\nNumber of Publications in Top 3 Finance Journals\nYears after Graduation\nTotal Grads\nTotal Ever Publish\n≥ 1\n≥ 2\n≥ 3\n≥ 4\n≥ 5\n≥ 6\n≥ 7\n≥ 8\n≥ 9\n≥ 10\n≥ 11\n≥ 12\n≥ 13\n≥ 14\n≥ 15\n−6\n1137\n333\n2\n−5\n1137\n333\n3\n1\n−4\n1137\n333\n4\n1\n−3\n1137\n333\n6\n1\n−2\n1137\n333\n16\n2\n−1\n1137\n333\n25\n2\n0\n1137\n333\n47\n7\n1\n1\n1137\n333\n93\n22\n1\n2\n1087\n330\n153\n45\n12\n7\n1\n3\n1031\n323\n203\n82\n28\n14\n6\n4\n2\n4\n981\n315\n237\n108\n55\n28\n12\n6\n3\n2\n2\n2\n5\n938\n308\n254\n131\n76\n45\n23\n11\n6\n3\n2\n2\n1\n1\n6\n907\n299\n265\n136\n95\n61\n36\n20\n10\n7\n4\n2\n1\n1\n7\n874\n291\n272\n146\n105\n70\n46\n29\n18\n8\n7\n3\n1\n1\n1\n1\n8\n870\n287\n273\n158\n111\n76\n54\n36\n24\n16\n12\n10\n2\n2\n2\n1\n1\n9\n814\n264\n254\n153\n106\n73\n52\n37\n29\n21\n15\n11\n7\n4\n2\n2\n1\n10\n769\n244\n237\n142\n99\n73\n50\n37\n31\n21\n18\n14\n9\n6\n4\n2\n2\n11\n709\n224\n218\n131\n92\n69\n51\n38\n31\n22\n18\n17\n11\n8\n6\n4\n3\n12\n660\n206\n201\n119\n86\n64\n47\n36\n30\n23\n17\n16\n11\n9\n8\n5\n4\n13\n617\n192\n189\n109\n79\n61\n44\n36\n29\n21\n17\n15\n11\n10\n8\n8\n7\n14\n559\n175\n172\n98\n70\n55\n39\n31\n27\n21\n15\n14\n9\n7\n7\n6\n5\n15\n493\n155\n153\n83\n59\n47\n33\n27\n23\n17\n14\n13\n8\n7\n5\n5\n4\n16\n412\n121\n121\n65\n48\n40\n29\n24\n22\n19\n14\n12\n7\n6\n5\n5\n4\n17\n352\n110\n110\n60\n46\n38\n29\n22\n20\n18\n12\n11\n6\n6\n5\n5\n5\n18\n284\n88\n88\n47\n36\n32\n27\n21\n19\n16\n11\n11\n7\n7\n5\n5\n5\n19\n232\n68\n68\n37\n28\n23\n20\n16\n14\n14\n9\n9\n5\n5\n4\n4\n4\n20\n177\n55\n55\n31\n24\n21\n18\n14\n13\n13\n9\n8\n4\n4\n3\n3\n3\n21\n139\n43\n43\n25\n19\n16\n13\n11\n10\n10\n7\n6\n4\n4\n2\n2\n2\n22\n105\n33\n33\n18\n13\n11\n8\n6\n6\n6\n5\n4\n3\n3\n2\n1\n1\n23\n72\n19\n19\n7\n5\n4\n3\n3\n3\n3\n2\n2\n1\n1\n1\n1\n24\n45\n15\n15\n6\n5\n4\n3\n3\n3\n3\n2\n2\n1\n1\n1\n1\n25\n18\n8\n8\n2\n2\n2\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n‘Total Grads’ is the total number of graduates in the sample with at least the number of years experience shown in the ‘Years after Graduation’ column. ‘Total Ever Publish’ is the number of graduates with at least the number of years experience shown in the ‘Years after Graduation’ column who have published at least one article in the Top 3 finance journals during their career. The data sources are the ‘Doctoral Dissertations Accepted’ columns in the 1965–1989 issues of the Journal of Business for the graduates and the Finance Literature Index (1989) for the Top 3 finance journals: the Journal of Finance, Journal of Financial Economics, and Journal of Financial and Quantitative Analysis.\nNumber of Publications in Top 3 Finance Journals\nYears after Graduation\nTotal Grads\nTotal Ever Publish\n≥16\n≥17\n≥18\n≥19\n≥20\n≥21\n≥22\n≥23\n≥24\n≥25\n≥26\n≥27\n≥28\n≥29\n≥30\n−6\n1137\n333\n−5\n1137\n333\n−4\n1137\n333\n−3\n1137\n333\n−2\n1137\n333\n−1\n1137\n333\n0\n1137\n333\n1\n1137\n333\n2\n1087\n330\n3\n1031\n323\n4\n981\n315\n5\n938\n308\n6\n907\n299\n7\n874\n291\n8\n870\n287\n1\n9\n814\n264\n1\n1\n1\n1\n10\n769\n244\n2\n2\n1\n1\n1\n1\n11\n709\n224\n2\n2\n2\n2\n2\n1\n1\n1\n12\n660\n206\n4\n2\n2\n2\n2\n2\n2\n1\n1\n1\n1\n13\n617\n192\n5\n4\n3\n2\n2\n2\n2\n1\n1\n1\n1\n14\n559\n175\n5\n4\n3\n1\n1\n1\n1\n1\n1\n1\n1\n1\n15\n493\n155\n4\n4\n3\n2\n1\n1\n1\n1\n1\n1\n1\n1\n16\n412\n121\n4\n4\n3\n2\n2\n1\n1\n1\n1\n1\n1\n1\n1\n1\n1\n17\n352\n110\n4\n4\n4\n2\n2\n2\n1\n1\n1\n1\n1\n1\n1\n1\n1\n18\n284\n88\n5\n4\n4\n3\n3\n3\n2\n1\n1\n1\n1\n1\n1\n1\n1\n19\n232\n68\n4\n4\n4\n3\n3\n3\n2\n2\n2\n2\n1\n1\n1\n1\n1\n20\n177\n55\n3\n3\n3\n2\n2\n2\n2\n1\n1\n1\n1\n1\n1\n1\n1\n21\n139\n43\n2\n2\n2\n2\n2\n1\n1\n22\n105\n33\n1\n1\n1\n1\n1\n1\n1\n23\n72\n19\n24\n45\n15\n25\n18\n8\n1\nBusiness listing), then any articles published during the same year would be credited during year 0, any articles published the following year would be credited in year 1, and so on. The columns contain the cumulative number of graduates with at least as many publications as the heading of the column denotes to that point in their careers. Thus, in Table III, the column showing 10 cumulative publications indicates that 1 person had at least 10 publications through their third year after graduation, 2 had at least 10 publications showing on their vitae at\nt\n=\n4\n(4 years after graduation), and 9 had at least",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00918.x"
        },
        {
            "no": "25",
            "title": "AMERICAN FINANCE ASSOCIATION",
            "date": "September 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04656.x"
        },
        {
            "no": "26",
            "title": "ASSOCIATION MEETINGS",
            "date": "September 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04654.x"
        },
        {
            "no": "27",
            "title": "ANNOUNCEMENTS",
            "date": "September 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb04655.x"
        },
        {
            "no": "28",
            "title": "Back Matter",
            "date": "September 1992",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1992.tb00919.x"
        }
    ]
}