{
    "journal": "JFE",
    "volume": "52",
    "issue": "2",
    "date": "May 1999",
    "page": "Pages 149-290",
    "article": [
        {
            "no": "1",
            "title": "Effects of bankruptcy court protection on asset sales",
            "date": "May 1999",
            "author": [
                "Todd C. Pulvino"
            ],
            "abstract": "This paper uses commercial aircraft transactions to determine whether prices obtained from asset sales are greater under Chapter 11 reorganization than under Chapter 7 liquidation. Results indicate that prices obtained under both bankruptcy regimes are substantially lower than prices obtained by non-distressed airlines. Furthermore, there is no evidence that prices obtained by firms reorganizing under Chapter 11 are greater than those obtained by firms liquidating under Chapter 7. An analysis of aircraft sales indicates that Chapter 11 is also ineffective in limiting the number of aircraft sold at discounted prices.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00007-0"
        },
        {
            "no": "2",
            "title": "Ownership and board structures in publicly traded corporations",
            "date": "May 1999",
            "author": [
                "David J Denis",
                "Atulya Sarin"
            ],
            "abstract": "We examine the equity ownership structure and board composition of a sample of 583 firms over the ten-year period 1983–1992. Our evidence suggests that a substantial fraction of firms exhibit large changes in ownership and board structure in any given year. These changes are correlated with one another and are not reversed in subsequent years. Ownership and board changes are strongly related to top executive turnover, prior stock price performance, and corporate control threats, but only weakly related to changes in firm-specific determinants of ownership and board structure. Furthermore, large ownership changes are typically preceded by economic shocks and followed by asset restructurings.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00008-2"
        },
        {
            "no": "3",
            "title": "Does stock price elasticity affect corporate financial decisions?",
            "date": "May 1999",
            "author": [
                "Laurie Simon Hodrick"
            ],
            "abstract": "This paper considers whether stock price elasticity affects corporate financial decisions. Basic economic principles and the existing theoretical literature predict that firms choosing the Dutch auction instead of the fixed price tender offer should be those firms expecting to face greater stock price elasticity. Econometric analysis suggests that firms choosing the Dutch auction instead of the fixed price tender offer between 1984 and 1989 are indeed those firms expecting to face greater stock elasticity, even though the average realized elasticities of the firms conducting the various tender offers fail to be significantly different. The expected elasticity remains an important determinant of the tender offer choice even when allowing for firm characteristics associated with the choice of repurchase method. Firms facing greater elasticity are also characterized. The findings suggest that expected stock price elasticity may be an important determinant of corporate financial decisions that affect the supply of, or demand for, stock.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00009-4"
        },
        {
            "no": "4",
            "title": "The rise and fall of the Amex Emerging Company Marketplace",
            "date": "May 1999",
            "author": [
                "Reena Aggarwal",
                "James J. Angel"
            ],
            "abstract": "In 1992, the Amex launched the Emerging Company Marketplace (ECM) to trade the stocks of small but growing companies. Bid–ask spreads decreased dramatically for listing firms, and news coverage increased. Executives of listing firms were quite satisfied. Yet few firms chose to list on the ECM, and it closed in 1995. What went wrong? Most Amex stakeholders had little to gain from the success of the ECM, and a series of scandals damaged the reputation of the exchange. Similar small-firm markets have also failed, largely because successful firms quickly depart for traditional markets, leaving only unsuccessful firms behind.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00010-0"
        }
    ]
}