{
    "journal": "JFE",
    "volume": "52",
    "issue": "3",
    "date": "June 1999",
    "page": "Pages 291-443",
    "article": [
        {
            "no": "1",
            "title": "The motivation and impact of pension fund activism",
            "date": "Jun 1999",
            "author": [
                "Diane Del Guercio",
                "Jennifer Hawkins"
            ],
            "abstract": "Pension funds have pursued an active role in corporate governance, although some question their effectiveness and motivations. We examine the impact and motivation of pension fund activism by studying the shareholder proposals of the largest, most active funds from 1987 through 1993. We find significant heterogeneity across funds in activism objectives, tactics, and impact on target firms, consistent with differing investment strategies. We find the funds are more successful at monitoring and promoting change in target firms than previously recognized. We also find no evidence to support motivations other than fund value maximization.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00011-2"
        },
        {
            "no": "2",
            "title": "What happens to CEOs after they retire? New evidence on career concerns, horizon problems, and CEO incentives",
            "date": "Jun 1999",
            "author": [
                "James A. Brickley",
                "James S. Linck",
                "Jeffrey L. Coles"
            ],
            "abstract": "This paper provides evidence on a previously unidentified source of managerial incentives: concerns about post-retirement board service. Both the likelihood that a retired CEO serves on his own board two years after departure, as well as the likelihood of serving as an outside director on other boards, are positively and strongly related to his performance while CEO. Retention on the CEO's own board depends primarily on stock returns, while service on outside boards is better explained by accounting returns. The evidence also suggests that firms consider ability in choosing board members.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00012-4"
        },
        {
            "no": "3",
            "title": "Managerial performance and the cross-sectional pricing of closed-end funds",
            "date": "Jun 1999",
            "author": [
                "J.B. Chay",
                "Charles A. Trzcinka"
            ],
            "abstract": "This paper finds that discounts and premiums of closed-end funds reflect the market's assessment of anticipated managerial performance. Using single and multiple benchmarks, we present evidence that there is a significant and positive relation between stock fund premiums and future net asset value performance over the following year. The relation is not caused by the anticipation of future expenses. We also find that bond closed-end funds show no such relation between premium and asset value performance.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00013-6"
        },
        {
            "no": "4",
            "title": "The initiation and withdrawal of odd-eighth quotes among Nasdaq stocks: an empirical analysis",
            "date": "Jun 1999",
            "author": [
                "William G. Christie",
                "Paul H. Schultz"
            ],
            "abstract": "Christie and Schultz (1994), (Journal of Finance, 49, 1813–1840) find that market makers in many active Nasdaq stocks avoid odd-eighth quotes. This paper studies 67 (58) Nasdaq stocks whose market makers initiate (withdraw) odd-eighth quotes. These regime shifts are often completed within the span of a day, and coincide with dramatic changes in dollar, percentage and effective spreads. In most cases, we are unable to identify comparable changes in the costs of making markets. We do identify long-run changes in average prices that may provide a partial explanation. However, we also find that these patterns are not shared by stocks traded in auction markets.",
            "link": "https://doi.org/10.1016/S0304-405X(99)00014-8"
        }
    ]
}