{
    "journal": "JF",
    "volume": "53",
    "issue": "2",
    "date": "April 1998",
    "page": "Pages: i-vii, 431-817, viii-xxiii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "18 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1998.tb00554.x"
        },
        {
            "no": "2",
            "title": "Volume Information",
            "date": "18 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1998.tb00553.x"
        },
        {
            "no": "3",
            "title": "Option Volume and Stock Prices: Evidence on Where Informed Traders Trade",
            "date": "17 December 2002",
            "author": [
                "David Easley",
                "Maureen O'Hara",
                "P.S. Srinivas"
            ],
            "abstract": "This paper investigates the informational role of transactions volume in options markets. We develop an asymmetric information model in which informed traders may trade in option or equity markets. We show conditions under which informed traders trade options, and we investigate the implications of this for the linkage between markets. Our model predicts an important informational role for the volume of particular types of option trades. We empirically test our model's hypotheses with intraday option data. Our main empirical result is that negative and positive option volumes contain information about future stock prices.",
            "link": "https://doi.org/10.1111/0022-1082.194060"
        },
        {
            "no": "4",
            "title": "The Conditional Performance of Insider Trades",
            "date": "17 December 2002",
            "author": [
                "B. Espen Eckbo",
                "David C. Smith"
            ],
            "abstract": "This paper estimates the performance of insider trades on the closely held Oslo Stock Exchange (OSE) during a period of lax enforcement of insider trading regulations. Our data permit construction of a portfolio that tracks all movements of insiders in and out of the OSE firms. Using three alternative performance estimators in a time‐varying expected return setting, we document zero or negative abnormal performance by insiders. The results are robust to a variety of trade characteristics. Applying the performance measures to mutual funds on the OSE, we also document some evidence that the average mutual fund outperforms the insider portfolio.",
            "link": "https://doi.org/10.1111/0022-1082.205263"
        },
        {
            "no": "5",
            "title": "Nonparametric Estimation of State‐Price Densities Implicit in Financial Asset Prices",
            "date": "17 December 2002",
            "author": [
                "Yacine Aït‐Sahalia",
                "Andrew W. Lo"
            ],
            "abstract": "Implicit in the prices of traded financial assets are Arrow–Debreu prices or, with continuous states, the state‐price density (SPD). We construct a nonparametric estimator for the SPD implicit in option prices and we derive its asymptotic sampling theory. This estimator provides an arbitrage‐free method of pricing new, complex, or illiquid securities while capturing those features of the data that are most relevant from an asset‐pricing perspective, for example, negative skewness and excess kurtosis for asset returns, and volatility “smiles” for option prices. We perform Monte Carlo experiments and extract the SPD from actual S&P 500 option prices.",
            "link": "https://doi.org/10.1111/0022-1082.215228"
        },
        {
            "no": "6",
            "title": "On Stable Factor Structures in the Pricing of Risk: Do Time‐Varying Betas Help or Hurt?",
            "date": "17 December 2002",
            "author": [
                "Eric Ghysels"
            ],
            "abstract": "There is now considerable evidence suggesting that estimated betas of unconditional capital asset pricing models (CAPMs) exhibit statistically significant time variation. Therefore, many have advocated the use of conditional CAPMs. If we succeed in capturing the dynamics of beta risk, we are sure to outperform constant beta models. However, if the beta risk is inherently misspecified, there is a real possibility that we commit serious pricing errors, potentially larger than with a constant traditional beta model. In this paper we show that this is indeed the case, namely that pricing errors with constant traditional beta models are smaller than with conditional CAPMs.",
            "link": "https://doi.org/10.1111/0022-1082.224803"
        },
        {
            "no": "7",
            "title": "Resolving the Puzzling Intertemporal Relation between the Market Risk Premium and Conditional Market Variance: A Two‐Factor Approach",
            "date": "17 December 2002",
            "author": [
                "John T. Scruggs"
            ],
            "abstract": "The existing empirical literature fails to agree on the nature of the intertemporal relation between risk and return. This paper attempts to resolve the issue by estimating a conditional two‐factor model motivated by Merton's intertemporal capital asset pricing model. When long‐term government bond returns are included as a second factor, the partial relation between the market risk premium and conditional market variance is found to be positive and significant. The paper also helps explain the convoluted empirical relation between the market risk premium, conditional market variance, and the nominal risk‐free rate previously reported in the literature.",
            "link": "https://doi.org/10.1111/0022-1082.235793"
        },
        {
            "no": "8",
            "title": "Block Share Purchases and Corporate Performance",
            "date": "17 December 2002",
            "author": [
                "Jennifer E. Bethel",
                "Julia Porter Liebeskind",
                "Tim Opler"
            ],
            "abstract": "This paper investigates the causes and consequences of activist block share purchases in the 1980s. We find that activist investors were most likely to purchase large blocks of shares in highly diversified firms with poor profitability. Activists were not less likely to purchase blocks in firms with shark repellents and employee stock ownership plans. Activist block purchases were followed by increases in asset divestitures, decreases in mergers and acquisitions, and abnormal share price appreciation. Industry‐adjusted operating profitability also rose. This evidence supports the view that the market for partial corporate control plays an important role in limiting agency costs in U.S. corporations.",
            "link": "https://doi.org/10.1111/0022-1082.244195"
        },
        {
            "no": "9",
            "title": "On the Costs of a Bank‐Centered Financial System: Evidence from the Changing Main Bank Relations in Japan",
            "date": "17 December 2002",
            "author": [
                "David E. Weinstein",
                "Yishay Yafeh"
            ],
            "abstract": "We examine the effects of bank–firm relationships on firm performance in Japan. When access to capital markets is limited, close bank–firm ties increase the availability of capital to borrowing firms, but do not lead to higher profitability or growth. The cost of capital of firms with close bank ties is higher than that of their peers. This indicates that most of the benefits from these relationships are appropriated by the banks. Finally, the slow growth rates of bank clients suggest that banks discourage firms from investing in risky, profitable projects. However, liberalization of financial markets reduces the banks' market power.",
            "link": "https://doi.org/10.1111/0022-1082.254893"
        },
        {
            "no": "10",
            "title": "Investor Reaction to Salient News in Closed‐End Country Funds",
            "date": "17 December 2002",
            "author": [
                "Peter Klibanoff",
                "Owen Lamont",
                "Thierry A. Wizman"
            ],
            "abstract": "We use panel data on prices and net asset values to test whether dramatic country‐specific news affects the response of closed‐end country fund prices to asset value. In a typical week, prices underreact to changes in fundamentals; the (short‐run) elasticity of price with respect to asset value is significantly less than one. In weeks with news appearing on the front page of The New York Times, prices react much more; the elasticity of price with respect to asset value is closer to one. These results are consistent with the hypothesis that news events lead some investors to react more quickly.",
            "link": "https://doi.org/10.1111/0022-1082.265570"
        },
        {
            "no": "11",
            "title": "Overreaction and Insider Trading: Evidence from Growth and Value Portfolios",
            "date": "17 December 2002",
            "author": [
                "Michael S. Rozeff",
                "Mir A. Zaman"
            ],
            "abstract": "Insider transactions are not random across growth and value stocks. We find that insider buying climbs as stocks change from growth to value categories. Insider buying also is greater after low stock returns, and lower after high stock returns. These findings are consistent with a version of overreaction which says that prices of value stocks tend to lie below fundamental values, and prices of growth stocks tend to lie above fundamental values.",
            "link": "https://doi.org/10.1111/0022-1082.275500"
        },
        {
            "no": "12",
            "title": "The Impact of Options Trading on the Market Quality of the Underlying Security: An Empirical Analysis",
            "date": "17 December 2002",
            "author": [
                "Raman Kumar",
                "Atulya Sarin",
                "Kuldeep Shastri"
            ],
            "abstract": "We find that option listings are associated with a decrease in the variance of the pricing error, a decrease in the adverse selection component of the spread, and an increase in the relative weight placed by the specialist on public information in revising prices for the underlying stocks. We also find that there is a decrease in the spread and increases in quoted depth, trading volume, trading frequency, and transaction size after option listings. Overall, our results suggest that option listings improve the market quality of the underlying stocks.",
            "link": "https://doi.org/10.1111/0022-1082.285595"
        },
        {
            "no": "13",
            "title": "The Foreign Exchange Exposure of Japanese Multinational Corporations",
            "date": "17 December 2002",
            "author": [
                "Jia He",
                "Lilian K. Ng"
            ],
            "abstract": "We find that about 25 percent of our sample of 171 Japanese multinationals' stock returns experienced economically significant positive exposure effects for the period January 1979 to December 1993. The extent to which a firm is exposed to exchange‐rate fluctuations can be explained by the level of its export ratio and by variables that are proxies for its hedging needs. Highly leveraged firms, or firms with low liquidity, tend to have smaller exposures. Foreign exposure is found to increase with firm size. We also find that keiretsu multinationals are more exposed to exchange‐rate risk than nonkeiretsu firms.",
            "link": "https://doi.org/10.1111/0022-1082.295575"
        },
        {
            "no": "14",
            "title": "An Analysis of Bidding in the Japanese Government Bond Auctions",
            "date": "17 December 2002",
            "author": [
                "Yasushi Hamao",
                "Narasimhan Jegadeesh"
            ],
            "abstract": "We examine the bidding patterns and auction profits in the Japanese Government Bond (JGB) auctions and empirically test the predictions of auction theory. We find that the average profit in JGB auctions is not reliably different from zero, and the degree of competition and the level of uncertainty are insignificant in determining auction profits. The winning shares of the U.S. dealers are positively related to auction profits, whereas the winning shares of their Japanese counterparts show a negative association. We also find that the share of winnings of Japanese dealers tends to be correlated with the share of winnings of their compatriot dealers but a similar relation is not found for U.S. dealers.",
            "link": "https://doi.org/10.1111/0022-1082.305342"
        },
        {
            "no": "15",
            "title": "Takeovers of Privately Held Targets, Methods of Payment, and Bidder Returns",
            "date": "17 December 2002",
            "author": [
                "Saeyoung Chang"
            ],
            "abstract": "We examine bidder returns at the announcement of a takeover proposal when the target firm is privately held. In stock offers, bidders experience a positive abnormal return, which contrasts with the negative abnormal return typically found for bidders acquiring a publicly traded target. On the other hand, bidders experience no abnormal return in cash offers. Our analysis suggests that the positive wealth effect is related to monitoring activities by target shareholders and, to an extent, reduced information asymmetries.",
            "link": "https://doi.org/10.1111/0022-1082.315138"
        },
        {
            "no": "16",
            "title": "Managerial Ownership, the Method of Payment for Acquisitions, and Executive Job Retention",
            "date": "17 December 2002",
            "author": [
                "Aloke Ghosh",
                "William Ruland"
            ],
            "abstract": "This study investigates how acquiring and target firm managers' preferences for control rights motivate the payment for corporate acquisitions. We expect that managers of target firms who value influence in combined firms will prefer to receive stock. One reason top managers desire influence is to enhance their chances of retaining jobs in the combined firm. Our analysis shows a strong, positive association between managerial ownership of target firms and the likelihood of acquisitions for stock. We also find that managers of target firms are more likely to retain jobs in combined firms when they receive stock rather than cash.",
            "link": "https://doi.org/10.1111/0022-1082.325125"
        },
        {
            "no": "17",
            "title": "A Note on the Asymptotic Covariance in Fama‐MacBeth Regression",
            "date": "17 December 2002",
            "author": [
                "Ravi Jagannathan",
                "Zhenyu Wang"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/0022-1082.334095"
        },
        {
            "no": "18",
            "title": "Book Reviews",
            "date": "31 March 2007",
            "author": [],
            "abstract": "John Y. Campbell, Andrew W. Lo, and A. Craig Mackinlay, The Econometrics of Financial Markets\nGeof P. Stapledon, Institutional Shareholders and Corporate Governance",
            "link": "https://doi.org/10.1111/1540-6261.00034"
        },
        {
            "no": "19",
            "title": "Miscellanea",
            "date": "17 December 2002",
            "author": [],
            "abstract": "Forthcoming Articles p809–p810\nAssociation Meetings p811–p812\nAnnouncements p813–p814\nFrom the ExSec's Notebook p815–p816",
            "link": "https://doi.org/10.1111/0022-1082.00035"
        },
        {
            "no": "20",
            "title": "Back Matter",
            "date": "18 January 2016",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1998.tb00555.x"
        }
    ]
}