{
    "journal": "JF",
    "volume": "49",
    "issue": "4",
    "date": "September 1994",
    "page": "Pages: i-vi, 1127-1540, vii-xlviii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "September 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00900.x"
        },
        {
            "no": "2",
            "title": "Is the Electronic Open Limit Order Book Inevitable?",
            "date": "September 1994",
            "author": [
                "LAWRENCE R. GLOSTEN"
            ],
            "abstract": "Under fairly general conditions, the article derives the equilibrium price schedule determined by the bids and offers in an open limit order book. The analysis shows: (1) the order book has a small‐trade positive bid‐ask spread, and limit orders profit from small trades; (2) the electronic exchange provides as much liquidity as possible in extreme situations; (3) the limit order book does not invite competition from third market dealers, while other trading institutions do; (4) If an entering exchange earns nonnegative trading profits, the consolidated price schedule matches the limit order book price schedule.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02450.x"
        },
        {
            "no": "3",
            "title": "A Theory of the Dynamics of Security Returns around Market Closures",
            "date": "September 1994",
            "author": [
                "STEVE L. SLEZAK"
            ],
            "abstract": "Numerous empirical studies document patterns in the means and variances of security returns measured over periods that are punctuated by market closures. This article develops a multiperiod model in which closures delay the resolution of uncertainty, thereby redistributing risk across time and agents. Since agents are risk averse in the model, this redistribution affects the equilibrium price, altering risk premia, liquidity costs, and the degree of informational asymmetry. As a consequence, closures alter both the means and variances of returns. The article demonstrates that closures can generate a variety of mean and variance effects, including those that mirror the empirical phenomena.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02451.x"
        },
        {
            "no": "4",
            "title": "Corporate Debt Value, Bond Covenants, and Optimal Capital Structure",
            "date": "September 1994",
            "author": [
                "HAYNE E. LELAND"
            ],
            "abstract": "This article examines corporate debt values and capital structure in a unified analytical framework. It derives closed‐form results for the value of long‐term risky debt and yield spreads, and for optimal capital structure, when firm asset value follows a diffusion process with constant volatility. Debt values and optimal leverage are explicitly linked to firm risk, taxes, bankruptcy costs, risk‐free interest rates, payout rates, and bond covenants. The results elucidate the different behavior of junk bonds versus investment‐grade bonds, and aspects of asset substitution, debt repurchase, and debt renegotiation.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02452.x"
        },
        {
            "no": "5",
            "title": "Interactions of Corporate Financing and Investment Decisions: A Dynamic Framework",
            "date": "September 1994",
            "author": [
                "DAVID C. MAUER",
                "ALEXANDER J. TRIANTIS"
            ],
            "abstract": "This article analyzes the interaction between a firm's dynamic investment, operating, and financing decisions in a model with operating adjustment and recapitalization costs. Using numerical analysis, we solve the model for cases that highlight interaction effects. We find that higher production flexibility (due to lower costs of shutting down and reopening a production facility) enhances the firm's debt capacity, thereby increasing the net tax shield value of debt financing. While higher financial flexibility (resulting from lower recapitalization costs) has a similar effect, production flexibility and financial flexibility are, to some extent, substitutes. We find that the impact of debt financing on the firm's investment and operating decisions is economically insignificant.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02453.x"
        },
        {
            "no": "6",
            "title": "Exploiting the Conditional Density in Estimating the Term Structure: An Application to the Cox, Ingersoll, and Ross Model",
            "date": "September 1994",
            "author": [
                "NEIL D. PEARSON",
                "TONG‐SHENG SUN"
            ],
            "abstract": "We propose an empirical method that utilizes the conditional density of the state variables to estimate and test a term structure model with known price formulae, using data on both discount and coupon bonds. The method is applied to an extension of a two‐factor model due to Cox, Ingersoll, and Ross (1985; CIR). Our results show that estimates based on only bills imply unreasonably large price errors for longer maturities. We reject the original CIR model using a likelihood ratio test, and conclude that the extended CIR model also fails to provide a good description of the Treasury market.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02454.x"
        },
        {
            "no": "7",
            "title": "Volume and Autocovariances in Short‐Horizon Individual Security Returns",
            "date": "September 1994",
            "author": [
                "JENNIFER S. CONRAD",
                "ALLAUDEEN HAMEED",
                "CATHY NIDEN"
            ],
            "abstract": "This article tests for the relations between trading volume and subsequent returns patterns in individual securities' short‐horizon returns that are suggested by such articles as Blume, Easley, and O'Hara (1994) and Campbell, Grossman, and Wang (1993). Using a variant of Lehmann's (1990) contrarian trading strategy, we find strong evidence of a relation between trading activity and subsequent autocovariances in weekly returns. Specifically, high‐transaction securities experience price reversals, while the returns of low‐transactions securities are positively autocovarying. Overall, information on trading activity appears to be an important predictor of the returns of individual securities.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02455.x"
        },
        {
            "no": "8",
            "title": "Public Information Arrival",
            "date": "September 1994",
            "author": [
                "THOMAS D. BERRY",
                "KEITH M. HOWE"
            ],
            "abstract": "We develop a measure of public information flow to financial markets and use it to document the patterns of information arrival, with an emphasis on the intraday flows. The measure is the number of news releases by Reuter's News Service per unit of time. We find that public information arrival is nonconstant, displaying seasonalities and distinct intraday patterns. Next we relate our measure of public information to aggregate measures of intraday market activity. Our results suggest a positive, moderate relationship between public information and trading volume, but an insignificant relationship with price volatility.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02456.x"
        },
        {
            "no": "9",
            "title": "Tax‐Induced Intertemporal Restrictions on Security Returns",
            "date": "September 1994",
            "author": [
                "PETER BOSSAERTS",
                "ROBERT M. DAMMON"
            ],
            "abstract": "This article derives testable restrictions on equilibrium asset prices when investors have the option to time the realization of their capital gains and losses for tax purposes. The tax‐timing option alters both the magnitude and timing of equity returns relative to those in a tax‐free model. The tax‐induced restrictions are empirically examined, and the tax rates and preference parameters are estimated. While the tax‐free model can be rejected in favor of the tax‐based model as the specified alternative, the tax‐based model is still unable to adequately explain cross‐sectional differences in asset returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02457.x"
        },
        {
            "no": "10",
            "title": "Signaling and Takeover Deterrence with Stock Repurchases: Dutch Auctions versus Fixed Price Tender Offers",
            "date": "September 1994",
            "author": [
                "JOHN C. PERSONS"
            ],
            "abstract": "This article presents a model of repurchase tender offers in which firms choose between the Dutch auction method and the fixed price method. Dutch auction repurchases are more effective takeover deterrents, while fixed price repurchases are more effective signals of undervaluation. The model yields empirical implications regarding price effects of repurchases, likelihood of takeover, managerial compensation, and cross‐sectional differences in the elasticity of the supply curve for shares.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02458.x"
        },
        {
            "no": "11",
            "title": "The Effect of Bankruptcy Protection on Investment: Chapter 11 as a Screening Device",
            "date": "September 1994",
            "author": [
                "ROBERT M. MOORADIAN"
            ],
            "abstract": "Asymmetric information and conflicts of interest between equity and debt holders can force a distressed but efficient firm to liquidate and may enable a distressed inefficient firm to continue. In the extreme, if it is costless for an inefficient firm to mimic an efficient firm in a debt restructuring, efficient and inefficient firms are equally likely to continue or liquidate. This article shows that Chapter 11 procedures impose costs on inefficient firms that would otherwise mimic efficient firms. This separation induces voluntary filing for bankruptcy by inefficient firms and consequently enables efficient firms to continue when they would otherwise be liquidated.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02459.x"
        },
        {
            "no": "12",
            "title": "Ratings, Commercial Paper, and Equity Returns",
            "date": "September 1994",
            "author": [
                "NANDKUMAR NAYAR",
                "MICHAEL S. ROZEFF"
            ],
            "abstract": "We present the first evidence that initial ratings of commercial paper influence common stock returns. Highly‐rated industrial issues of commercial paper, unaccompanied by bank letters of credit, are associated with significantly positive abnormal returns; lower‐rated issues are not. The stock price effects of changes in commercial paper ratings also demonstrate the relevance of ratings to the financing of firms. Rating downgrades, especially those that imply an exit from the commercial paper market, produce significantly negative abnormal returns; upgrades have no effects. Initial commercial paper ratings and subsequent reratings appear to help investors sort firms by their future prospects.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02460.x"
        },
        {
            "no": "13",
            "title": "The Role of ESOPs in Takeover Contests",
            "date": "September 1994",
            "author": [
                "SUSAN CHAPLINSKY",
                "GREG NIEHAUS"
            ],
            "abstract": "This article examines both the shareholder wealth effects of employee stock ownership plans (ESOPs) announced by firms subject to takeover pressure and the takeover incidence of targets with and without ESOPs. Although we do not find that defensive ESOPs significantly reduce shareholder wealth on average, we identify two factors—the change in managerial and employee ownership due to the ESOP and the simultaneous announcement of other defensive tactics—that are associated with negative stock price reactions. We find that ESOPs are strong deterrents to takeover. ESOP targets that are acquired earn higher returns than targets without ESOPs, but the difference is not statistically significant.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02461.x"
        },
        {
            "no": "14",
            "title": "Trading Mechanisms and the Components of the Bid‐Ask Spread",
            "date": "September 1994",
            "author": [
                "JOHN AFFLECK‐GRAVES",
                "SHANTARAM P. HEGDE",
                "ROBERT E. MILLER"
            ],
            "abstract": "We compare the relative magnitudes of the components of the bid‐ask spread for New York Stock Exchange (NYSE)/American Stock Exchange (AMEX) stocks to those of National Association of Securities Dealers Automated Quotations (NASDAQ)/National Market System (NMS) stocks. We find that the order‐processing cost component is smaller, and the adverse selection component is greater on the NYSE/AMEX trading systems than on the NASDAQ/NMS system. The inventory holding component is also greater for exchange‐traded stocks than for NASDAQ/NMS stocks, but this may be attributable to differences in the characteristics of the firms whose stocks trade on the respective systems.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02462.x"
        },
        {
            "no": "15",
            "title": "Trading Volume and Transaction Costs in Specialist Markets",
            "date": "September 1994",
            "author": [
                "THOMAS J. GEORGE",
                "GAUTAM KAUL",
                "M. NIMALENDRAN"
            ],
            "abstract": "Prior work with competitive rational expectations equilibrium models indicates that there should be a positive relation between trading volume and differences in beliefs or information among traders. We show that this result is sensitive to whether and how transaction costs are modeled. In a specialist market with endogenous transaction costs we show that trading volume can be negatively related to the degree of informational asymmetry in the market. Our analysis highlights the dependence of volume on market structure, and our results suggest that the “volume effects” of corporate or macroeconomic events reflect a decrease, rather than an increase, in heterogeneity of beliefs or asymmetry of information.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02463.x"
        },
        {
            "no": "16",
            "title": "Market Microstructure and the Ex‐Date Return",
            "date": "September 1994",
            "author": [
                "JENNIFER S. CONRAD",
                "ROBERT CONROY"
            ],
            "abstract": "This article examines the role of measurement biases, due to order flow effects, in abnormal split ex‐day returns. We conjecture that postsplit orders consist of numerous small buyers and fewer larger sellers. This change in order flow causes closing prices to occur more frequently at the ask price, consistent with Maloney and Mulherin (1992) and Grinblatt and Keim (1991). In addition, this change causes specialists' spreads to increase, perhaps to offset larger average inventories. We examine both NYSE and NASDAQ samples and find that order flow biases can explain approximately 80 percent (48 percent) of the NYSE (NASDAQ) ex‐day return.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02464.x"
        },
        {
            "no": "17",
            "title": "Book Reviews",
            "date": "September 1994",
            "author": [],
            "abstract": "Book reviewed in this article:\nFoundations of Financial Markets and Institutions. By FRANK J. FABOZZI, FRANCO MODIGLIANI, and MICHAEL G. FERRI.\nEconomic Analysis of Investment Projects: A Practical Approach. By KEDAR N. KOHLI.\nThe Armchair Economist: Economics and Everyday Life. By STEVEN E. LANDSBURG.\nLost Prophets: An Insider's History of the Modern Economists. By ALFRED L. MALABRE, JR.\nA Contrarian Strategy for Growth Stock Investing: Theoretical Foundations and Empirical Evidence. By DONALD J. PETERS.\nComeback: The Restoration of American Banking Power in the New World Economy. By ROY C. SMITH.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02465.x"
        },
        {
            "no": "18",
            "title": "MISCELLANEA",
            "date": "September 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02466.x"
        },
        {
            "no": "19",
            "title": "FIFTY‐FIFTH ANNUAL MEETING",
            "date": "September 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02449.x"
        },
        {
            "no": "20",
            "title": "ASSOCIATION MEETINGS",
            "date": "September 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02446.x"
        },
        {
            "no": "21",
            "title": "ANNOUNCEMENTS",
            "date": "September 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02447.x"
        },
        {
            "no": "22",
            "title": "STYLE INSTRUCTIONS",
            "date": "September 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb02448.x"
        },
        {
            "no": "23",
            "title": "Back Matter",
            "date": "September 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00901.x"
        }
    ]
}