{
    "journal": "JF",
    "volume": "49",
    "issue": "3",
    "date": "July 1994",
    "page": "Pages: i-vii, 771-1125, viii-xxi",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "July 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00744.x"
        },
        {
            "no": "2",
            "title": "Implied Binomial Trees",
            "date": "July 1994",
            "author": [
                "MARK RUBINSTEIN"
            ],
            "abstract": "This article develops a new method for inferring risk‐neutral probabilities (or state‐contingent prices) from the simultaneously observed prices of European options. These probabilities are then used to infer a unique fully specified recombining binomial tree that is consistent with these probabilities (and, hence, consistent with all the observed option prices). A simple backwards recursive procedure solves for the entire tree. From the standpoint of the standard binomial option pricing model, which implies a limiting risk‐neutral lognormal distribution for the underlying asset, the approach here provides the natural (and probably the simplest) way to generalize to arbitrary ending risk‐neutral probability distributions.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00079.x"
        },
        {
            "no": "3",
            "title": "Arbitrage Chains",
            "date": "July 1994",
            "author": [
                "JAMES DOW",
                "GARY GORTON"
            ],
            "abstract": "A privately informed trader will engage in costly arbitrage, that is, trade on his knowledge that the price of an asset is different from the fundamental value if: (1) his order does not move the price immediately to reflect the information; and (2) he can hold the asset until the date when the information is reflected in the price. We study a general equilibrium model in which all agents optimize. In each period, there may be a trader with a limited horizon who has private information about a distant event. Whether he acts on his information, and whether subsequent informed traders act, is shown to depend on the possibility of a sequence or chain of future informed traders spanning the event date. An arbitrageur who receives good news will buy only if it is likely that, at the end of his trading horizon, a subsequent arbitrageur's buying will have pushed up the expected price. We show that limited trading horizons result in inefficient prices, because informed traders do not act on their information until the event date is sufficiently close. We also show that limited horizons can arise because of the cost‐carry associated with holding an arbitrage portfolio over an extended period of time.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00080.x"
        },
        {
            "no": "4",
            "title": "A Nonparametric Approach to Pricing and Hedging Derivative Securities Via Learning Networks",
            "date": "July 1994",
            "author": [
                "JAMES M. HUTCHINSON",
                "ANDREW W. LO",
                "TOMASO POGGIO"
            ],
            "abstract": "We propose a nonparametric method for estimating the pricing formula of a derivative asset using learning networks. Although not a substitute for the more traditional arbitrage‐based pricing formulas, network‐pricing formulas may be more accurate and computationally more efficient alternatives when the underlying asset's price dynamics are unknown, or when the pricing equation associated with the no‐arbitrage condition cannot be solved analytically. To assess the potential value of network pricing formulas, we simulate Black‐Scholes option prices and show that learning networks can recover the Black‐Scholes formula from a two‐year training set of daily options prices, and that the resulting network formula can be used successfully to both price and delta‐hedge options out‐of‐sample. For comparison, we estimate models using four popular methods: ordinary least squares, radial basis function networks, multilayer perceptron networks, and projection pursuit. To illustrate the practical relevance of our network pricing approach, we apply it to the pricing and delta‐hedging of S&P 500 futures options from 1987 to 1991.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00081.x"
        },
        {
            "no": "5",
            "title": "Rational Prepayments and the Valuation of Collateralized Mortgage Obligations",
            "date": "July 1994",
            "author": [
                "JOHN J. MCCONNELL",
                "MANOJ SINGH"
            ],
            "abstract": "This article presents a procedure for evaluating collateralized mortgage obligation (CMO) tranches. The solution procedure is in the spirit of a dynamic programming problem in which an individual mortgagor's decision to prepay is the feedback control variable―the mortgagor seeks to minimize the value of the mortgage subject to refinancing costs. We employ a two‐step procedure to solve this dynamic programming problem. The first step uses an implicit finite difference backward solution procedure to determine the “optimal” prepayment boundary for a class of mortgagors, each of whom confronts the same proportional refinancing cost. This step is repeated for several different classes of mortgagors that differ in the level of refinancing costs that they confront. The outcome of this first step is a series of prepayment boundaries―one set of boundaries for each level of refinancing costs (i.e., one set of boundaries for each refinancing cost category of mortgagors). In the second step, the prepayment boundaries determined in the first step are used in conjunction with Monte Carlo simulation to value the CMO tranches. The essence of the second step is that when the simulated interest rate hits the boundary for a particular class, it triggers a prepayment scenario for that class of mortgagors. We conduct extensive sensitivity analysis to determine the robustness of this approach (and our solution procedure) to alternative single‐factor models of the term structure of interest rates and to alternative specifications of the distribution of refinancing cost levels confronted by mortgagors. The sensitivity analysis indicates that CMO tranche valuation is not particularly sensitive to alternative models of the term structure so long as the models are consistent with the current yield curve, but, even when alternative specifications of the refinancing cost categories generate nearly identical values for the collateral underlying the CMO (i.e., the generic mortgage‐backed securities), the resulting tranche values can differ widely between the two specifications. The results point out the importance of accurate estimation of the distribution of refinancing costs when the rational valuation model is used for the analysis of CMO tranches.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00082.x"
        },
        {
            "no": "6",
            "title": "The Impact of Public Information on the Stock Market",
            "date": "July 1994",
            "author": [
                "MARK L. MITCHELL",
                "J. HAROLD MULHERIN"
            ],
            "abstract": "We study the relation between the number of news announcements reported daily by Dow Jones & Company and aggregate measures of securities market activity including trading volume and market returns. We find that the number of Dow Jones announcements and market activity are directly related and that the results are robust to the addition of factors previously found to influence financial markets such as day‐of‐the‐week dummy variables, news importance as proxied by large New York Times headlines and major macroeconomic announcements, and noninformation sources of market activity as measured by dividend capture and triple witching trading. However, the observed relation between news and market activity is not particularly strong and the patterns in news announcements do not explain the day‐of‐the‐week seasonalities in market activity. Our analysis of the Dow Jones database confirms the difficulty of linking volume and volatility to observed measures of information.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00083.x"
        },
        {
            "no": "7",
            "title": "Trading and Liquidity on the Tokyo Stock Exchange: A Bird's Eye View",
            "date": "July 1994",
            "author": [
                "BRUCE N. LEHMANN",
                "DAVID M. MODEST"
            ],
            "abstract": "The trading mechanism for equities on the Tokyo Stock Exchange (TSE) stands in sharp contrast to the primary mechanisms used to trade stocks in the United States. In the United States, exchange‐designated specialists have affirmative obligations to provide continuous liquidity to the market. Specialists offer simultaneous and tight quotes to both buy and sell and supply sufficient liquidity to limit the magnitude of price changes between consecutive transactions. In contradistinction, the TSE has no exchange‐designated liquidity suppliers. Instead, liquidity is provided through a public limit order book, and liquidity is organized through restrictions on maximum price changes between trades that serve to slow down trading. In this article, we examine the efficacy of the TSE's trading mechanisms at providing liquidity. Our analysis is based on a complete record of transactions and best‐bid and best‐offer quotes for most stocks in the First Section of the TSE over a period of 26 months. We study the size of the bid‐ask spread and its cross‐sectional and intertemporal stability; intertemporal patterns in returns, volatility, volume, trade size, and the frequency of trades; and market depth based on the response of quotes to trades and the frequency of trading halts and warning quotes.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00084.x"
        },
        {
            "no": "8",
            "title": "Executive Careers and Compensation Surrounding Takeover Bids",
            "date": "July 1994",
            "author": [
                "ANUP AGRAWAL",
                "RALPH A. WALKLING"
            ],
            "abstract": "This article examines the impact of a takeover bid on the careers and compensation of chief executives of target firms. We find that acquisition attempts occur more frequently in industries where chief executive officers (CEO) have positive abnormal compensation. Target CEOs are more likely to be replaced when a bid succeeds, than when it fails. CEOs of target firms who lose their jobs generally fail to find another senior executive position in any public corporation within three years after the bid. Consistent with Fama's (1980) notion of “ex post settling up”, postbid compensation changes of managers retained after an acquisition attempt are negatively related to several measures of their prebid abnormal compensation. This result is robust to a variety of specifications and does not seem to be caused by mean reversion or selection bias. These findings are consistent with the hypothesis that a takeover bid generates additional information that is used by labor markets to discipline managers.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00085.x"
        },
        {
            "no": "9",
            "title": "Financial Distress and Corporate Performance",
            "date": "July 1994",
            "author": [
                "TIM C. OPLER",
                "SHERIDAN TITMAN"
            ],
            "abstract": "This study finds that highly leveraged firms lose substantial market share to their more conservatively financed competitors in industry downturns. Specifically, firms in the top leverage decile in industries that experience output contractions see their sales decline by 26 percent more than do firms in the bottom leverage decile. A similar decline takes place in the market value of equity. These findings are consistent with the view that the indirect costs of financial distress are significant and positive. Consistent with the theory that firms with specialized products are especially vulnerable to financial distress, we find that highly leveraged firms that engage in research and development suffer the most in economically distressed periods. We also find that the adverse consequences of leverage are more pronounced in concentrated industries.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00086.x"
        },
        {
            "no": "10",
            "title": "Author Index of the Abstracts",
            "date": "July 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00087.x"
        },
        {
            "no": "11",
            "title": "Abstracts of Papers Presented at the 1994 AFA Meeting",
            "date": "July 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00088.x"
        },
        {
            "no": "12",
            "title": "Minutes of the Annual Membership Meeting",
            "date": "July 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00089.x"
        },
        {
            "no": "13",
            "title": "Report of the Executive Secretary and Treasurer",
            "date": "July 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00090.x"
        },
        {
            "no": "14",
            "title": "Consolidated Revenues and Expenses Reports",
            "date": "July 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00091.x"
        },
        {
            "no": "15",
            "title": "Report of the Managing Editor of The Journal of Finance for the Year 1993",
            "date": "July 1994",
            "author": [
                "René M. Stulz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00092.x"
        },
        {
            "no": "16",
            "title": "Report of the AFA Representative to the National Bureau of Economic Research*",
            "date": "July 1994",
            "author": [
                "Robert S. Hamada"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00093.x"
        },
        {
            "no": "17",
            "title": "ASSOCIATION MEETINGS",
            "date": "July 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00077.x"
        },
        {
            "no": "18",
            "title": "ANNOUNCEMENTS",
            "date": "July 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00078.x"
        },
        {
            "no": "19",
            "title": "Back Matter",
            "date": "July 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00745.x"
        }
    ]
}