{
    "journal": "JF",
    "volume": "49",
    "issue": "2",
    "date": "June 1994",
    "page": "Pages: i-vi, 371-770, vii-xix",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "June 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00827.x"
        },
        {
            "no": "2",
            "title": "Robust Financial Contracting and the Role of Venture Capitalists",
            "date": "June 1994",
            "author": [
                "ANAT R. ADMATI",
                "PAUL PFLEIDERER"
            ],
            "abstract": "We derive a role for inside investors, such as venture capitalists, in resolving various agency problems that arise in a multistage financial contracting problem. Absent an inside investor, the choice of securities is unlikely to reveal all private information, and overinvestment may occur. An inside investor, however, always makes optimal investment decisions if and only if he holds a fixed‐fraction contract, where he always receives a fixed fraction of the project's payoff and finances that same fraction of future investments. This contract also eliminates any incentives of the venture capitalist to misprice securities issued in later financing rounds.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05146.x"
        },
        {
            "no": "3",
            "title": "The Financial and Operating Performance of Newly Privatized Firms: An International Empirical Analysis",
            "date": "June 1994",
            "author": [
                "WILLIAM L. MEGGINSON",
                "ROBERT C. NASH",
                "MATTHIAS VAN RANDENBORGH"
            ],
            "abstract": "This study compares the pre and postprivatization financial and operating performance of 61 companies from 18 countries and 32 industries that experience full or partial privatization through public share offerings during the period 1961 to 1990. Our results document strong performance improvements, achieved surprisingly without sacrificing employment security. Specifically, after being privatized, firms increase real sales, become more profitable, increase their capital investment spending, improve their operating efficiency, and increase their work forces. Furthermore, these companies significantly lower their debt levels and increase dividend payout. Finally, we document significant changes in the size and composition of corporate boards of directors after privatization.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05147.x"
        },
        {
            "no": "4",
            "title": "Managers, Owners, and The Pricing of Risky Debt: An Empirical Analysis",
            "date": "June 1994",
            "author": [
                "ELIZABETH STROCK BAGNANI",
                "NIKOLAOS T. MILONAS",
                "ANTHONY SAUNDERS",
                "NICKOLAOS G. TRAVLOS"
            ],
            "abstract": "This article examines managerial ownership structure and return premia on corporate bonds. It is argued that when managerial ownership is low, an increase in managerial ownership increases management's incentives to increase stockholder wealth at the expense of bondholder wealth. When ownership increases more, however, it is argued that management becomes more risk averse, with incentives more closely aligned with bondholders. This study finds a positive relation between managerial ownership and bond return premia in the low to medium (5 to 25 percent) ownership range. There is also weak evidence for a nonpositive relation in the large (over 25 percent) ownership range.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05148.x"
        },
        {
            "no": "5",
            "title": "Mean Reversion of Standard & Poor's 500 Index Basis Changes: Arbitrage‐induced or Statistical Illusion?",
            "date": "June 1994",
            "author": [
                "MERTON H. MILLER",
                "JAYARAM MUTHUSWAMY",
                "ROBERT E. WHALEY"
            ],
            "abstract": "Mean reversion in stock index basis changes has been presumed to be driven by the trading activity of stock index arbitragers. We propose here instead that the observed negative autocorrelation in basis changes is mainly a statistical illusion, arising because many stocks in the index portfolio trade infrequently. Even without formal arbitrage, reported basis changes would appear negatively autocorrelated as lagging stocks eventually trade and get updated. The implications of this study go beyond index arbitrage, however. Our analysis suggests that spurious elements may creep in whenever the price‐change or return series of two securities or portfolios of securities are differenced.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05149.x"
        },
        {
            "no": "6",
            "title": "Time Variations and Covariations in the Expectation and Volatility of Stock Market Returns",
            "date": "June 1994",
            "author": [
                "ROBERT F. WHITELAW"
            ],
            "abstract": "This article investigates empirically the comovements of the conditional mean and volatility of stock returns. It extends the results in the literature by demonstrating the role of the commercial paper—Treasury yield spread in predicting time variation in volatility. The conditional mean and volatility exhibit an asymmetric relation, which contrasts with the contemporaneous relation that has been tested previously. The volatility leads the expected return, and this time series relation is documented using offset correlations, short‐horizon contemporaneous correlations, and a vector autoregression. These results bring into question the value of modeling expected returns as a constant function of conditional volatility.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05150.x"
        },
        {
            "no": "7",
            "title": "On Stock Market Returns and Returns on Investment",
            "date": "June 1994",
            "author": [
                "FERNANDO RESTOY",
                "G. MICHAEL ROCKINGER"
            ],
            "abstract": "This article presents general conditions under which it is possible to obtain asset pricing relations from the intertemporal optimal investment decision of the firm. Under the assumption of linear homogeneous production and adjustment cost functions (the Hayashi (1982) conditions), it is possible to establish, state by state, the equality between the return on investment and the market return of the financial claims issued by the firm. This result proves to be, in essence, robust to the consideration of very general constraints on investment and the inclusion of taxes.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05151.x"
        },
        {
            "no": "8",
            "title": "A Characterization of the Daily and Intraday Behavior of Returns on Options",
            "date": "June 1994",
            "author": [
                "AAMIR M. SHEIKH",
                "EHUD I. RONN"
            ],
            "abstract": "The daily and intraday behavior of returns on Chicago Board Options Exchange options is examined. Option returns contain systematic patterns even after adjusting for patterns in the means and variances of the underlying assets. This is consistent with the hypothesis that informed trading in options can make the order flow in the options market informative about the value of the underlying asset, making options nonredundant. The intraday patterns in adjusted option return variances are further consistent with a model of strategic trading by informed and discretionary liquidity traders.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05152.x"
        },
        {
            "no": "9",
            "title": "The Spinoff and Merger Ex‐Date Effects",
            "date": "June 1994",
            "author": [
                "ANAND M. VIJH"
            ],
            "abstract": "This article shows that some of the wealth gains from financial decisions involving changes in security form occur on predictable ex dates. For a sample of 113 spinoffs during 1964 to 90, we document an average excess return of 3.0 percent on ex dates, roughly the same magnitude as the average announcement‐date return. We conjecture that the spinoff ex‐date return arises because the parent and subsidiary stocks attract different investors who prefer to buy the separated shares after the ex date. We also document that, on average, the target shareholders in stock‐for‐stock mergers earn an excess return of 1.5 percent on merger ex dates.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05153.x"
        },
        {
            "no": "10",
            "title": "The Effect of Market Segmentation and Illiquidity on Asset Prices: Evidence from Exchange Listings",
            "date": "June 1994",
            "author": [
                "GREGORY B. KADLEC",
                "JOHN J. MCCONNELL"
            ],
            "abstract": "This article documents the effect on share value of listing on the New York Stock Exchange and reports the results of a joint test of Merton's (1987) investor recognition factor and Amihud and Mendelson's (1986) liquidity factor as explanations of the change in share value. We find that during the 1980s stocks earned abnormal returns of 5 percent in response to the listing announcement and that listing is associated with an increase in the number of shareholders and a reduction in bid‐ask spreads. Cross‐sectional regressions provide support for both investor recognition and liquidity as sources of value from exchange listing.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05154.x"
        },
        {
            "no": "11",
            "title": "Efficiency Gains in Unsuccessful Management Buyouts",
            "date": "June 1994",
            "author": [
                "ELI OFEK"
            ],
            "abstract": "This article uses a sample of 120 unsuccessful management buyouts (MBOs) to test whether operational improvements following successful MBOs are a result of organizational changes or private information. The findings are consistent with the organizational changes hypothesis. Firms with an unsuccessful MBO had no increase in operating performance following the buyout attempt. In addition, the cumulative abnormal stock return from before the attempted buyout until two years after the attempt is insignificantly different from 0 percent. I also find that management turnover following an unsuccessful MBO is significantly higher than normal.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05155.x"
        },
        {
            "no": "12",
            "title": "Expected Returns, Time‐varying Risk, and Risk Premia",
            "date": "June 1994",
            "author": [
                "MARTIN D. D. EVANS"
            ],
            "abstract": "A new empirical model for intertemporal capital asset pricing is presented that allows both time‐varying risk premia and betas where the latter are identified from the dynamics of the conditional covariance of returns. The model is more successful in explaining the predictable variations in excess returns when the returns on the stock market and corporate bonds are included as risk factors than when the stock market is the single factor. Although changes in the covariance of returns induce variations in the betas, most of the predictable movements in returns are attributed to changes in the risk premia.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05156.x"
        },
        {
            "no": "13",
            "title": "The Rationality and Price Effects of U.S. Department of Agriculture Forecasts of Oranges",
            "date": "June 1994",
            "author": [
                "ROBERT F. BAUR",
                "PETER F. ORAZEM"
            ],
            "abstract": "This article examines the effect of public information on the orange juice market. We investigate the rationality, information content, and price effects of U.S. Department of Agriculture forecasts of the production of oranges. U.S. Department of Agriculture forecasts are found to be unbiased and efficient. The first forecast contains the most new information, and subsequent reports become valuable only when freezes occur. Significant price movements occur in response to announced production in both Florida and California. However, the majority of price variations cannot be explained by these movements in supply.\nWe are always talking about overproduction. There would not be any overproduction if we could get these oranges at a decent price to the people who … could use them. The children need them; they have so many vitamins. By keeping the price way up nobody can buy them and God knows, we get nothing for them. I sold my Valencias for 10 cents a box. I was offered 50 cents, and I thought I would hold out a little until I finally sold them for 10 cents.1\n1 Statement of citrus farmer Mrs. Beulah Hooks Hanna of Lakeland, Florida to a Subcommittee of the U.S. Senate Committee on Agriculture and Forestry (1948) p. 64.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05157.x"
        },
        {
            "no": "14",
            "title": "Relative Significance of Journals, Authors, and Articles Cited in Financial Research",
            "date": "June 1994",
            "author": [
                "JOHN C. ALEXANDER JR.",
                "RODNEY H. MABRY"
            ],
            "abstract": "We evaluate journals based on their relative contributions to top‐level finance research in a recent period. Journals are ranked according to the number of citations found in articles published in Journal of Finance, Journal of Financial Economics, Journal of Financial and Quantitative Analysis, and Review of Financial Studies. The analysis controls for both the average number of articles and average number of words published annually in each cited journal. We identify the fifty most frequently cited journals during this period. We also list the fifty most frequently cited authors and articles and note topical trends in the research.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05158.x"
        },
        {
            "no": "15",
            "title": "Journal Communication and Influence in Financial Research",
            "date": "June 1994",
            "author": [
                "KENNETH A. BOROKHOVICH",
                "ROBERT J. BRICKER",
                "BETTY J. SIMKINS"
            ],
            "abstract": "This article uses the articles and citations from a set of eight finance journals to explore interjournal citation patterns, the research interests of individual journals, each journal's influence in particular areas, areas of recent interest to finance, and the extent of interdisciplinary borrowing by finance. We find the following: two journals comprise the research core of finance research, most journals publish in a variety of research areas but are influential in a smaller number, a higher level of interest in financial markets than in corporate finance or financial institutions, and an overall low level of borrowing from outside disciplines.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05159.x"
        },
        {
            "no": "16",
            "title": "On Cointegration and Exchange Rate Dynamics",
            "date": "June 1994",
            "author": [
                "FRANCIS X. DIEBOLD",
                "JAVIER GARDEAZABAL",
                "KAMIL YILMAZ"
            ],
            "abstract": "Baillie and Bollerslev (1989) have recently argued that nominal dollar spot exchange rates are cointegrated. Here we examine an immediate implication of their finding, namely, that cointegration implies an error‐correction representation yielding forecasts superior to those from a martingale benchmark, in light of a large earlier literature highlighting the predictive superiority of the martingale. In an out‐of‐sample forecasting exercise, we find the martingale model to be superior. We then perform a battery of improved cointegration tests and find that the evidence for cointegration is much less strong than previously thought, a result consistent with the outcome of the forecasting exercise.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05160.x"
        },
        {
            "no": "17",
            "title": "Cointegration, Fractional Cointegration, and Exchange Rate Dynamics",
            "date": "June 1994",
            "author": [
                "RICHARD T. BAILLIE",
                "TIM BOLLERSLEV"
            ],
            "abstract": "Multivariate tests due to Johansen (1988, 1991) as implemented by Baillie and Bollerslev (1989a) and Diebold, Gardeazabal, and Yilmaz (1994) reveal mixed evidence on whether a group of exchange rates are cointegrated. Further analysis of the deviations from the cointegrating relationship suggests that it possesses long memory and may possibly be well described as a fractionally integrated process. Hence, the influence of shocks to the equilibrium exchange rates may only vanish at very long horizons.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05161.x"
        },
        {
            "no": "18",
            "title": "Book Reviews",
            "date": "June 1994",
            "author": [],
            "abstract": "Book reviewed in this article:\nCapital Budgeting Under Uncertainty. By RAJ AGGARWAL. Englewood Cliffs, N.J.: Prentice Hall, 1993. Pp. x + 341.\nBogle on Mutual Funds: New Perspectives for the Intelligent Investor. By JOHN C. BOGLE. Burr Ridge, Illinois: Irwin Professional Publishing, 1994. Pp. xvi + 320.\nThe Collapse of Federally Insured Depositories: The Savings and Loans as Precursor. By R. DAN BRUMBAUGH JR. New York: Garland Publishing, 1993. Pp. xxii + 240.\nCollateralized Mortgage Obligations: Structures and Analysis. By FRANK J. FABOZZI, CHARLES RAMSEY, and FRANK R. RAMIREZ. Summit, N.J.: Frank J. Fabozzi Associates, 1993. Pp. vii + 250.\nShort‐Term Financial Management. By TERRY S. MANESS and JOHN T. ZIETLOW. St. Paul, Minnesota: West Publishing Company, 1993. Pp. xix + 675.\nCanadian Capital Markets. Edited by MICHAEL J. ROBINSON and BRIAN F. SMITH. London, Ontario: Western Business School, The University of Western Ontario, 1993. Pp. iv + 152.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05162.x"
        },
        {
            "no": "19",
            "title": "MISCELLANEA",
            "date": "June 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05163.x"
        },
        {
            "no": "20",
            "title": "ASSOCIATION MEETINGS",
            "date": "June 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05143.x"
        },
        {
            "no": "21",
            "title": "ANNOUNCEMENTS",
            "date": "June 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05144.x"
        },
        {
            "no": "22",
            "title": "STYLE INSTRUCTIONS",
            "date": "June 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb05145.x"
        },
        {
            "no": "23",
            "title": "Back Matter",
            "date": "June 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00828.x"
        }
    ]
}