{
    "journal": "JF",
    "volume": "49",
    "issue": "5",
    "date": "December 1994",
    "page": "Pages: i-vi, 1541-1946, vii-lx",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "December 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00720.x"
        },
        {
            "no": "2",
            "title": "Contrarian Investment, Extrapolation, and Risk",
            "date": "December 1994",
            "author": [
                "JOSEF LAKONISHOK",
                "ANDREI SHLEIFER",
                "ROBERT W. VISHNY"
            ],
            "abstract": "For many years, scholars and investment professionals have argued that value strategies outperform the market. These value strategies call for buying stocks that have low prices relative to earnings, dividends, book assets, or other measures of fundamental value. While there is some agreement that value strategies produce higher returns, the interpretation of why they do so is more controversial. This article provides evidence that value strategies yield higher returns because these strategies exploit the suboptimal behavior of the typical investor and not because these strategies are fundamentally riskier.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04772.x"
        },
        {
            "no": "3",
            "title": "The Cross‐Section of Realized Stock Returns: The Pre‐COMPUSTAT Evidence",
            "date": "December 1994",
            "author": [
                "JAMES L. DAVIS"
            ],
            "abstract": "Using a database that is free of survivorship bias, this article finds that book‐to‐market equity, earnings yield, and cash flow yield have significant explanatory power with respect to the cross‐section of realized stock returns during the period from July 1940 through June 1963. There is a strong January seasonal in the explanatory power of these variables, even though small stocks are, by construction, excluded from the sample.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04773.x"
        },
        {
            "no": "4",
            "title": "Industry Returns and the Fisher Effect",
            "date": "December 1994",
            "author": [
                "JACOB BOUDOUKH",
                "MATTHEW RICHARDSON",
                "ROBERT F. WHITELAW"
            ],
            "abstract": "We investigate the cross‐sectional relation between industry‐sorted stock returns and expected inflation, and we find that this relation is linked to cyclical movements in industry output. Stock returns of noncyclical industries tend to covary positively with expected inflation, while the reverse holds for cyclical industries. From a theoretical perspective, we describe a model that captures both (i) the cross‐sectional variation in these relations across industries, and (ii) the negative and positive relation between stock returns and inflation at short and long horizons, respectively. The model is developed in an economic environment in which the spirit of the Fisher model is preserved.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04774.x"
        },
        {
            "no": "5",
            "title": "Time‐Series Variation in Dividend Pricing",
            "date": "December 1994",
            "author": [
                "KENNETH M. EADES",
                "PATRICK J. HESS",
                "E. HAN KIM"
            ],
            "abstract": "Ex‐dividend day returns vary over time. The ex‐day returns of high‐yield stocks are persistently positive for some time periods and negative for others; in contrast, ex‐day returns of low‐yield stocks are always positive and less variable. We are unable to explain the variation with changes in the tax code, but we do find a strong effect for the introduction of negotiated commissions. We find evidence that corporate dividend capturing is affecting ex‐day returns and confirm the findings of Gordon and Bradford (1980) that the price of dividends is countercyclical.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04775.x"
        },
        {
            "no": "6",
            "title": "Testing for Linear and Nonlinear Granger Causality in the Stock Price‐Volume Relation",
            "date": "December 1994",
            "author": [
                "CRAIG HIEMSTRA",
                "JONATHAN D. JONES"
            ],
            "abstract": "Linear and nonlinear Granger causality tests are used to examine the dynamic relation between daily Dow Jones stock returns and percentage changes in New York Stock Exchange trading volume. We find evidence of significant bidirectional nonlinear causality between returns and volume. We also examine whether the nonlinear causality from volume to returns can be explained by volume serving as a proxy for information flow in the stochastic process generating stock return variance as suggested by Clark's (1973) latent common‐factor model. After controlling for volatility persistence in returns, we continue to find evidence of nonlinear causality from volume to returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04776.x"
        },
        {
            "no": "7",
            "title": "Security Analysis and Trading Patterns When Some Investors Receive Information Before Others",
            "date": "December 1994",
            "author": [
                "DAVID HIRSHLEIFER",
                "AVANIDHAR SUBRAHMANYAM",
                "SHERIDAN TITMAN"
            ],
            "abstract": "In existing models of information acquisition, all informed investors receive their information at the same time. This article analyzes trading behavior and equilibrium information acquisition when some investors receive common private information before others. The model implies that, under some conditions, investors will focus only on a subset of securities (“herding”), while neglecting other securities with identical exogenous characteristics. In addition, the model is consistent with empirical correlations that are suggestive of oft‐cited trading strategies such as profit taking (short‐term position reversal) and following the leader (mimicking earlier trades).",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04777.x"
        },
        {
            "no": "8",
            "title": "The Post‐Issue Operating Performance of IPO Firms",
            "date": "December 1994",
            "author": [
                "BHARAT A. JAIN",
                "OMESH KINI"
            ],
            "abstract": "This article investigates the change in operating performance of firms as they make the transition from private to public ownership. A significant decline in operating performance subsequent to the initial public offering (IPO) is found. Additionally, there is a significant positive relation between post‐IPO operating performance and equity retention by the original entrepreneurs, but no relation between post‐IPO operating performance and the level of initial underpricing. Post‐issue declines in the market‐to‐book ratio, price/earnings ratio, and earnings per share are also documented.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04778.x"
        },
        {
            "no": "9",
            "title": "Free Cash Flow, Shareholder Value, and the Undistributed Profits Tax of 1936 and 1937",
            "date": "December 1994",
            "author": [
                "WILLIAM G. CHRISTIE",
                "VIKRAM NANDA"
            ],
            "abstract": "In 1936, the Federal Government unexpectedly imposed a tax on undistributed corporate profits. Despite the direct costs of the tax, its announcement produced a positive revaluation of corporate equity, particularly among lower‐payout firms. We interpret this as evidence of a divergence between managerial and shareholder preferences regarding dividend payout policies, consistent with the presence of agency costs. We also find that despite the incentives created by the tax, the actual growth in dividends during 1936 was lower among firms judged more likely to be subject to higher agency costs after controlling for liquidity, debt, and the growth in earnings.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04779.x"
        },
        {
            "no": "10",
            "title": "Firm Valuation, Earnings Expectations, and the Exchange‐Rate Exposure Effect",
            "date": "December 1994",
            "author": [
                "ELI BARTOV",
                "GORDON M. BODNAR"
            ],
            "abstract": "Consistent with previous research, we fail to find a significant correlation between the abnormal returns of our sample firms with international activities and changes in the dollar. We investigate the possibility that this failure is due to mispricing. Lagged changes in the dollar are a significant variable in explaining current abnormal returns of our sample firms, suggesting that mispricing does occur. A simple trading strategy based upon these results generates significant abnormal returns. Corroborating evidence from returns around earnings announcements as well as errors in analysts' forecasts of earnings is also provided.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04780.x"
        },
        {
            "no": "11",
            "title": "Corporate Events, Trading Activity, and the Estimation of Systematic Risk: Evidence From Equity Offerings and Share Repurchases",
            "date": "December 1994",
            "author": [
                "DAVID J. DENIS",
                "GREGORY B. KADLEC"
            ],
            "abstract": "We investigate the relation between trading activity, the measurement of security returns, and the evolution of security prices by examining estimates of systematic risk surrounding equity offerings and share repurchases. In contrast to prior studies, we find no evidence of changes in systematic risk following either equity offerings or share repurchases after correcting for biases caused by infrequent trading and price adjustment delays. Moreover, changes in ordinary least squares beta estimates are significantly related to contemporaneous changes in trading activity. Our results have implications for studies interested in the properties of security returns, particularly those examining periods in which trading activity changes.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04781.x"
        },
        {
            "no": "12",
            "title": "Why do NASDAQ Market Makers Avoid Odd‐Eighth Quotes?",
            "date": "December 1994",
            "author": [
                "WILLIAM G. CHRISTIE",
                "PAUL H. SCHULTZ"
            ],
            "abstract": "The NASDAQ multiple dealer market is designed to produce narrow bid‐ask spreads through the competition for order flow among individual dealers. However, we find that odd‐eighth quotes are virtually nonexistent for 70 of 100 actively traded NASDAQ securities, including Apple Computer and Lotus Development. The lack of odd‐eighth quotes cannot be explained by the negotiation hypothesis of Harris (1991), trading activity, or other variables thought to impact spreads. This result implies that the inside spread for a large number of NASDAQ stocks is at least $0.25 and raises the question of whether NASDAQ dealers implicitly collude to maintain wide spreads.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04782.x"
        },
        {
            "no": "13",
            "title": "Why Did NASDAQ Market Makers Stop Avoiding Odd‐Eighth Quotes?",
            "date": "December 1994",
            "author": [
                "WILLIAM G. CHRISTIE",
                "JEFFREY H. HARRIS",
                "PAUL H. SCHULTZ"
            ],
            "abstract": "On May 26 and 27, 1994 several national newspapers reported the findings of Christie and Schultz (1994) who cannot reject the hypothesis that market makers of active NASDAQ stocks implicitly colluded to maintain spreads of at least $0.25 by avoiding odd‐eighth quotes. On May 27, dealers in Amgen, Cisco Systems, and Microsoft sharply increased their use of odd‐eighth quotes, and mean inside and effective spreads fell nearly 50 percent. This pattern was repeated for Apple Computer the following trading day. Using individual dealer quotes for Apple and Microsoft, we find that virtually all dealers moved in unison to adopt odd‐eighth quotes.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04783.x"
        },
        {
            "no": "14",
            "title": "Explorations Into Factors Explaining Money Market Returns",
            "date": "December 1994",
            "author": [
                "PETER J. KNEZ",
                "ROBERT LITTERMAN",
                "JOSÉ SCHEINKMAN"
            ],
            "abstract": "In this article, we measure and interpret the common “factors” that describe money market returns. Results are presented for both three‐and four‐factor models. We find that the three‐factor model explains, on average, 86 percent of the total variation in most money market returns while the four‐factor model explains, on average, 90 percent of this variation. Using mimicking portfolios, we provide an interpretation of the systematic risks represented by these factors.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04784.x"
        },
        {
            "no": "15",
            "title": "Macroeconomic Seasonality and the January Effect",
            "date": "December 1994",
            "author": [
                "CHAELES KEAMER"
            ],
            "abstract": "Many financial markets researchers have sought an explanation for the role of January in stock returns. Any explanation of this phenomenon that is consistent with rational pricing must specify a source of seasonality in expected returns. The pervasive seasonality in the macroeconomy is an appealing possibility. A multifactor model that links macroeconomic risk to expected return is found to show substantial seasonality in expected returns. This model accounts for the seasonality in average returns, while the capital asset pricing model cannot.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04785.x"
        },
        {
            "no": "16",
            "title": "An Empirical Study of the Consequences of U.S. Tax Rules for International Acquisitions by U.S. Firms",
            "date": "December 1994",
            "author": [
                "GIL B. MANZON JR.",
                "DAVID J. SHARP",
                "NICKOLAOS G. TRAVLOS"
            ],
            "abstract": "This article examines the effect of tax factors on the equity values of U.S. multinational corporations making foreign acquisitions. Abnormal stock returns are found to be related to a tax variable that captures differences in the international tax status of acquiring firms but not related to a naive tax variable that captures differences between tax rates in target countries and the United States. Our evidence suggests that aggregate intercountry differentials in after‐tax returns are competed away, while firm‐specific, tax‐related advantages (or disadvantages) are reflected in abnormal returns around the announcement date of the acquisition.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04786.x"
        },
        {
            "no": "17",
            "title": "Poison Put Bonds: An Analysis of Their Economic Role",
            "date": "December 1994",
            "author": [
                "DOUGLAS O. COOK",
                "JOHN C. EASTERWOOD"
            ],
            "abstract": "This article examines the effect of issuing debt with and without “poison put” covenants on outstanding debt and equity claims for the period 1988 to 1989. The analysis shows that “poison put” covenants affect stockholders negatively and outstanding bondholders positively, while debt issued without such covenants has no effect. The study also finds a negative relationship between stock and bond returns for firms issuing poison put debt. These results are consistent with a “mutual interest hypothesis,” which suggests that the issuance of poison put debt protects managers and, coincidentally, bondholders, at the expense of stockholders.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04787.x"
        },
        {
            "no": "18",
            "title": "Book Reviews",
            "date": "December 1994",
            "author": [],
            "abstract": "Book reviewed in this article:\nFree Markets, Finance, Ethics, and Law. By LARRY ALAN BEAR and RITA MALDONADO‐BEAR. Englewood Cliffs, N.J.: Prentice‐Hall, 1994. Pp. xiii + 434.\nInvestment Under Uncertainty. By AVINASH K. DIXIT and ROBERT S. PINDYCK. Princeton, N.J.: Princeton University Press, 1994. Pp. xiv + 468.\nFinancial Institutions and Markets. By MEIR KOHN. New York, New York: McGraw‐Hill, Inc., 1994. Pp. xxvii + 868.\nAnatomy of a Merger: The Causes and Effects of Mergers and Acquisitions. By ALEXANDRA M. POST. Englewood Cliffs, N.J.: Prentice‐Hall, 1994. Pp. xii + 258.\nThe Law and Insider Trading: In Search of a Level Playing Field. By ELIZABETH SZOCKYI. Buffalo: William S. Hein & Co., 1993. Pp. x + 151.",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04788.x"
        },
        {
            "no": "19",
            "title": "MISCELLANEA",
            "date": "December 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04789.x"
        },
        {
            "no": "20",
            "title": "INDEX TO VOLUME XLIX",
            "date": "December 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00721.x"
        },
        {
            "no": "21",
            "title": "ASSOCIATION MEETINGS",
            "date": "December 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04770.x"
        },
        {
            "no": "22",
            "title": "ANNOUNCEMENTS",
            "date": "December 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb04771.x"
        },
        {
            "no": "23",
            "title": "Back Matter",
            "date": "December 1994",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1994.tb00722.x"
        }
    ]
}