{
    "journal": "JFE",
    "volume": "51",
    "issue": "1",
    "date": "1 January 1999",
    "page": "Pages 1-170",
    "article": [
        {
            "no": "1",
            "title": "An analysis of compensation in the U.S. venture capital partnership1",
            "date": "1 January",
            "author": [
                "Paul Gompers",
                "Josh Lerner"
            ],
            "abstract": "Venture capital limited partnerships are an attractive arena to study cross-sectional and time-series variations in compensation schemes. We empirically examine 419 partnerships. The compensation of new and smaller funds displays considerably less sensitivity to performance and less variation than that of other funds. The fixed base component of compensation is higher for younger and smaller firms. We observe no relation between incentive compensation and performance. Our evidence is consistent with a learning model, in which the pay of new venture capitalists is less sensitive to performance because reputational concerns induce them to work hard.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00042-7"
        },
        {
            "no": "2",
            "title": "Financial contracting under extreme uncertainty:",
            "date": "1 January",
            "author": [
                "Christopher W Anderson"
            ],
            "abstract": "Economic volatility, high transaction costs, and fragile institutions hinder financial contracting in emerging markets. These conditions characterize the economy of Brazil, yet a nascent corporate bond market thrives. I analyze 50 Brazilian indenture agreements and find that sample debentures are characterized by (i) features that mitigate inflation risk for investors, (ii) contingent-maturity mechanisms that provide periodic opportunities for exit or renegotiation, (iii) a paucity of covenants that restrict the debtor's investment, financing, and dividend decisions, and (iv) self-enforcement mechanisms that avoid reliance on inefficient institutions. Analysis of these features enhances our understanding of contracting in emerging economies.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00043-9"
        },
        {
            "no": "3",
            "title": "Odd-eighth avoidance as a defense against SOES bandits1",
            "date": "1 January",
            "author": [
                "Eugene Kandel",
                "Leslie M. Marx"
            ],
            "abstract": "We model the behavior of Nasdaq momentum traders, also known as SOES bandits. We show, all things being equal, that the profitability of SOES bandits decreases in the bid-ask spread, but increases in the effective tick size. The patterns we observe in the data provide support for the model. We then discuss the plausibility of odd-eighth tick avoidance by market makers as a defense against SOES bandits.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00044-0"
        },
        {
            "no": "4",
            "title": "The market reaction to international cross-listings:",
            "date": "1 January",
            "author": [
                "Darius P Miller"
            ],
            "abstract": "This paper examines the stock price impact of international dual listings. The sample consists of 181 firms from 35 countries that instituted their first Depositary Receipt program over the period 1985–1995. The market reaction to a Depositary Receipt program is larger in magnitude and more pervasive than previously reported. The stock price reaction is related to choice of exchange, geographical location (i.e., emerging or developed markets), and avenues for raising equity capital (i.e., public versus private offerings).",
            "link": "https://doi.org/10.1016/S0304-405X(98)00045-2"
        },
        {
            "no": "5",
            "title": "An analysis of value destruction and recovery in the alliance and proposed merger of Volvo and Renault1",
            "date": "1 January",
            "author": [
                "Robert F Bruner"
            ],
            "abstract": "Volvo's attempt to merge with Renault in 1993 temporarily destroyed SEK 8.6 billion (US$ 1.1 billion) in Volvo shareholder wealth. This study traces the destruction to hubris, managerialism, and the escalation of commitment – elements suggested in previous research. In addition, the case suggests path dependence as a source of wealth destruction in mergers. An elaborate structure of cross-shareholdings, joint committees, and a poison pill made it difficult for the strategic allies (Volvo and Renault) to follow any strategic path other than merger if they wanted to exploit economies more fully. Activism by institutional investors was instrumental in halting the destruction of shareholder wealth and redirecting the firm. This study reveals significant positive abnormal returns associated with the institutional activism. Consistent with Shleifer and Vishny (1986), institutional `jawboning' is valuable. An analysis of the voting premium between Volvo's `A' and `B' shares suggests that the value created by institutional voice derived from the strategic change in the firm's direction rather than the power of the coalition of institutional investors to expropriate wealth.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00046-4"
        }
    ]
}