{
    "journal": "JFE",
    "volume": "24",
    "issue": "1",
    "date": "September 1989",
    "page": "Pages 1-214",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Sep 1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90067-6"
        },
        {
            "no": "2",
            "title": "Editorial data",
            "date": "Sep 1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90068-8"
        },
        {
            "no": "3",
            "title": "Clinical papers and their role in the development of financial economics",
            "date": "Sep 1989",
            "author": [
                "Michael C. Jensen",
                "Eugene F. Fama",
                "John B. Long",
                "Richard S. Ruback",
                "G.William Schwert",
                "Clifford W. Smith",
                "Jerold Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90069-X"
        },
        {
            "no": "4",
            "title": "Decentralized investment banking",
            "date": "Sep 1989",
            "author": [
                "Myron S. Scholes",
                "Mark A. Wolfson"
            ],
            "abstract": "Discount dividend-reinvestment and stock-purchase plans allow shareholders to capture part of the underwriting fees incurred in new stock offerings and save sponsoring firms some of the usual underwriting costs. We tested the degree to which individual investors can profitably serve this investment banking function by implementing simple investment/trading strategies designed to capture the discounts and distribute the shares in the market. The large profits earned by our strategies raise serious questions about why it takes firms so long to raise the target level of capital and why many eligible shareholders do not participate in these discount plans.",
            "link": "https://doi.org/10.1016/0304-405X(89)90070-6"
        },
        {
            "no": "5",
            "title": "Triggering the 1987 stock market crash",
            "date": "Sep 1989",
            "author": [
                "Mark L. Mitchell",
                "Jeffry M. Netter"
            ],
            "abstract": "We present evidence that a tax bill containing antitakeover provisions proposed by the U.S. House Ways and Means Committee on October 13, 1987 and approved by the Committee on October 15 was the fundamental economic event causing the greater than 10% decline in the stock market on October 14–16, which arguably triggered the October 19 crash. The bill, which eventually passed without most of the antitakeover provisions, would have limited the deductibility of interest on debt incurred to finance corporate takeovers, leveraged buyouts and recapitalizations, and imposed other restrictions on hostile takeovers.",
            "link": "https://doi.org/10.1016/0304-405X(89)90071-8"
        },
        {
            "no": "6",
            "title": "Organizational form, share transferability, and firm performance",
            "date": "Sep 1989",
            "author": [
                "Jonathan M. Karpoff",
                "Edward M. Rice"
            ],
            "abstract": "The Alaska Native Claims Settlement Act of 1971 (ANCSA) established thirteen diffusely held profit-seeking corporations that were saddled with unusual organization restrictions, the most important of which is that stock cannot be traded. We find that these firms are characterized by poor financial performance, a high incidence of control contests, and high turnover among directors and managers. These and other findings about ANCSA firms are consistent, overall, with the theory of the firm. The results illustrate the importance of organizational form in accomplishing productive activities, and particularly the importance of freely transferrable shares for organizational efficiency in diffusely held corporations.",
            "link": "https://doi.org/10.1016/0304-405X(89)90072-X"
        },
        {
            "no": "7",
            "title": "Equity valuation effects of forming master limited partnerships",
            "date": "Sep 1989",
            "author": [
                "William T. Moore",
                "Donald G. Christensen",
                "Rodney L. Roenfeldt"
            ],
            "abstract": "Equity valuation effects of decisions by corporations to shift assets to master limited partnerships (MLPs) are examined for the period 1982–1987. Positive average abnormal returns are found for (1) total conversions of corporations to MLPs (5.89%), (2) rollouts of subsets of assets by distribution of MLP equity claims to parent-firm shareholders (6.41%), and (3) rollouts of subsets of assets by public sale of MLP equity claims (2.41%). The positive effects are consistent with tax advantages, reduction in free cash flow, and information signaling. The positive effects for rollouts of subsets of assets are also consistent with reductions in information asymmetry and improvements in asset management.",
            "link": "https://doi.org/10.1016/0304-405X(89)90073-1"
        },
        {
            "no": "8",
            "title": "A simple test of Baron's model of IPO underpricing",
            "date": "Sep 1989",
            "author": [
                "Chris J. Muscarella",
                "Michael R. Vetsuypens"
            ],
            "abstract": "This paper tests Baron's (1982) model of initial public offering (IPO) underpricing. That model relies on information asymmetries between issuers and underwriters and predicts that offer prices will be lower than would prevail in the absence of asymmetric information. We examine the initial public offerings of 38 investment banks that went public in the period 1970–1987 and participated in the distribution of their own securities. We find that contrary to the implication of Baron's model such self-marketed offerings are characterized by statistically significant underpricing comparable to that of other IPOs.",
            "link": "https://doi.org/10.1016/0304-405X(89)90074-3"
        },
        {
            "no": "9",
            "title": "Managerial performance, Tobin's Q, and the gains from successful tender offers",
            "date": "Sep 1989",
            "author": [
                "Larry H.P. Lang",
                "RenéM. Stulz",
                "Ralph A. Walkling"
            ],
            "abstract": "For a sample of successful tender offers, we find that the shareholders of high q bidders gain significantly more than the shareholders of low q bidders. In general, the shareholders of low q targets benefit more from takeovers than the shareholders of high q targets. Typical bidders have persistently low q ratios prior to the acquisition announcement while target q ratios decline significantly over the five years before the tender offer. Our results are consistent with the view that takeovers of poorly managed targets by well-managed bidders have higher bidder, target, and total gains.",
            "link": "https://doi.org/10.1016/0304-405X(89)90075-5"
        },
        {
            "no": "10",
            "title": "Consumption volatility, production volatility, spot-rate volatility, and the returns on treasury bills and bonds",
            "date": "Sep 1989",
            "author": [
                "Beni Lauterbach"
            ],
            "abstract": "The study documents a relation between the expected holding-period premiums on Treasury bills and the ex ante conditional volatilities of consumption, spot (one-month) interest rate, and industrial production. A model portraying the relation as a risk and return phenomenon is presented and tested. Consistent with the model, the coefficients of the relation appear to depend on the sensitivity of the realized premium to the ex post shocks in consumption, industrial production, and the spot rate. The model fits the data better than the traditional term premium models.",
            "link": "https://doi.org/10.1016/0304-405X(89)90076-7"
        },
        {
            "no": "11",
            "title": "Dividend announcements",
            "date": "Sep 1989",
            "author": [
                "Larry H.P. Lang",
                "Robert H. Litzenberger"
            ],
            "abstract": "We test the cash flow signalling and free cash flow/overinvestment explanations of the impact of dividend announcements on stock prices. We use Tobin's Q ratios less than unity to designate overinvestors. The average return associated with announcements of large dividend changes is significantly larger for firms with Q's less than unity than for other firms. This evidence, the results of further tests involving a finer partition of the data, and an analysis of changes in analysts' earning forecasts surrounding dividend announcements support the overinvestment hypothesis over the cash flow signalling hypothesis.",
            "link": "https://doi.org/10.1016/0304-405X(89)90077-9"
        },
        {
            "no": "12",
            "title": "Stock-price volatility, mean-reverting diffusion, and noise",
            "date": "Sep 1989",
            "author": [
                "Larry J. Merville",
                "Dan R. Pieptea"
            ],
            "abstract": "Using weekly call option prices on twenty-five stocks over a ten-year period (1975–1985) and calls on the S&P 500 stock-index futures, we find that ex ante market volatility follows a mixed mean-reverting diffusion with noise process. Changes in volatility are correlated across stocks and a marketwide volatility effect is found. Strong forces pull the volatility back to its long-term value. The findings suggest the development of new option pricing models.",
            "link": "https://doi.org/10.1016/0304-405X(89)90078-0"
        }
    ]
}