{
    "journal": "JFE",
    "volume": "24",
    "issue": "2",
    "date": "1989",
    "page": "Pages 215-406",
    "article": [
        {
            "no": "1",
            "title": "Editorial data",
            "date": "1989",
            "author": [
                "Michael C. Jensen",
                "John B. Long",
                "Richard S. Rurback",
                "G. William Schwert",
                "Clifford W. Smith",
                "Jerold B. Warner"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90046-9"
        },
        {
            "no": "2",
            "title": "The effects of management buyouts on operating performance and value",
            "date": "1989",
            "author": [
                "Steven Kaplan"
            ],
            "abstract": "This paper presents evidence on changes in operating results for a sample of 76 large management buyouts of public companies completed between 1980 and 1986. In the three years after the buyout, these companies experience increases in operating income (before depreciation), decreases in capital expenditures, and increases in net cash flow. Consistent with the operating changes, the mean and median increases in market value (adjusted for market returns) are 96% and 77% from two months before the buyout announcement to the post-buyout sale. The evidence suggests the operating changes are due to improved incentives rather than layoffs or managerial exploitation of shareholders through inside information.",
            "link": "https://doi.org/10.1016/0304-405X(89)90047-0"
        },
        {
            "no": "3",
            "title": "The design of securities",
            "date": "1989",
            "author": [
                "Milton Harris",
                "Artur Raviv"
            ],
            "abstract": "This paper investigates the determinants of security design. We consider the assignment of both cash flows and voting rights, focusing on corporate control. We postulate that a conflict of interest exists between contestants for control and outside investors. The conflict arises because private benefits of control give contestants an incentive to acquire control even when this reduces firm value. Security design is a tool for resolving these conflicts and maximizing firm value. Our main result is that a single voting security is optimal.",
            "link": "https://doi.org/10.1016/0304-405X(89)90048-2"
        },
        {
            "no": "4",
            "title": "Time-varying conditional covariances in tests of asset pricing models",
            "date": "1989",
            "author": [
                "Campbell R. Harvey"
            ],
            "abstract": "This paper proposes tests of asset pricing models that allow for time variation in conditional covariances. The evidence indicates that the conditional covariances do change through time. Estimates of the expected excess return on the market divided by the variance of the market (reward-to-risk ratio) are presented for the Sharpe-Lintner CAPM, as well as a number of tests of the model specification. The patterns of the pricing errors through time suggest the model's inability to capture the dynamic behavior of assets returns.",
            "link": "https://doi.org/10.1016/0304-405X(89)90049-4"
        },
        {
            "no": "5",
            "title": "Forward and futures prices in a general equilibrium monetary model",
            "date": "1989",
            "author": [
                "Leslie Young",
                "Glenn W. Boyle"
            ],
            "abstract": "Risk premiums on dollar-denominated forward and futures contracts depend on risk attitudes, consumption parameters, and the stochastic structure of money and outputs. Pure monetary uncertainty leads to forward market backwardation; pure output uncertainty leads to contango under high risk aversion. Similar conclusions hold for futures contracts if neither money nor output show negative serial correlation. The conflicting effects of money and output shocks can imply that each contract switches between contango and backwardation, that one contract shows contango when the other shows backwardation, and that capital losses are expected on one contract when capital gains are expected on the other.",
            "link": "https://doi.org/10.1016/0304-405X(89)90050-0"
        },
        {
            "no": "6",
            "title": "How investment bankers determine the offer price and allocation of new issues",
            "date": "1989",
            "author": [
                "Lawrence M. Benveniste",
                "Paul A. Spindt"
            ],
            "abstract": "We investigate how investment bankers use indications of interest from their client investors to price and allocate new issues. We model the process as an auction constructed to induce asymmetrically informed investors to reveal what they know to the underwriter. The analysis yields a number of empirical implications, including that new issues will be underpriced and that distributional priority will be given to an underwriter's regular investors. We also find that tension between an underwriter's propensity to presell an issue and an issuing firm's desire to obtain maximum proceeds affects the type of underwriting contract chosen.",
            "link": "https://doi.org/10.1016/0304-405X(89)90051-2"
        },
        {
            "no": "7",
            "title": "Information disclosure, method of payment, and takeover premiums",
            "date": "1989",
            "author": [
                "B.Espen Eckbo",
                "Herwig Langohr"
            ],
            "abstract": "In 1970, France introduced disclosure rules governing public tender offers without changing an existing four-week minimum offer period. We document a substantial increase in total offer premiums thereafter. Post-1970 premiums are also significantly higher in public than in private tender offers, where information disclosure is not required, and in all-cash than in all-stock offers. The impact of the payment method is evident in minority buyouts as well as in offers for voting control. The component of the total premium reflecting the value of the option to tender appears to be unaffected by either disclosure regulations or the payment method.",
            "link": "https://doi.org/10.1016/0304-405X(89)90052-4"
        },
        {
            "no": "8",
            "title": "News items",
            "date": "1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90053-6"
        },
        {
            "no": "9",
            "title": "Index",
            "date": "1989",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(89)90054-8"
        }
    ]
}