{
    "journal": "JFE",
    "volume": "132",
    "issue": "2",
    "date": "May 2019",
    "page": "Pages 267-542",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "May 2019",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(19)30069-8"
        },
        {
            "no": "2",
            "title": "Do private equity funds manipulate reported returns?",
            "date": "Oct 2018",
            "author": [
                "Gregory W. Brown",
                "Oleg R. Gredil",
                "Steven N. Kaplan"
            ],
            "abstract": "Private equity funds hold assets that are hard to value. Managers have incentives to distort reported valuations if these reports are used by investors to decide on commitments to subsequent funds. Using a large dataset of buyout and venture funds, we test for the presence of return manipulations. We find that some underperforming managers inflate reported returns during fundraising. However, those managers are less likely to raise a next fund, suggesting that investors can see through the manipulation. In contrast, top-performing funds appear to understate valuations. A simple theoretical framework rationalizes our empirical results as well as those of related papers.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.011"
        },
        {
            "no": "3",
            "title": "Entry and competition in takeover auctions",
            "date": "Oct 2018",
            "author": [
                "Matthew Gentry",
                "Caleb Stroup"
            ],
            "abstract": "We estimate the degree of uncertainty faced by potential bidders in takeover auctions and quantify how it affects prices in auctions and negotiations. The high degree of uncertainty revealed by our structural estimation encourages entry in auctions but reduces a target’s bargaining power in negotiations. In the aggregate, auctions and negotiations produce similar prices, even though auctions are preferred in takeover markets with high uncertainty, while the reverse is true for negotiations. Firm characteristics predict pre-entry uncertainty and thus are informative about the relative performance of auctions and negotiations for individual targets.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.007"
        },
        {
            "no": "4",
            "title": "An anatomy of the market return",
            "date": "Oct 2018",
            "author": [
                "Paul Schneider"
            ],
            "abstract": "This paper introduces a model free decomposition of S&P 500 forward market index returns in terms of realized and implied dispersion, downside, and tail risk using option portfolios. The decomposition lends itself by construction to learn about the different sources of risk in the market return and subsequently to visual and formal diagnosing of asset pricing models. It utilizes a novel conditional frequency analysis on the basis of available options rather than the times series of the S&P 500. Empirically, downside risk accounts for most of the forward market return, while symmetric tail risk is not prominently featured. The predictable, persistent part of the realized return is small. Nevertheless, signals revealed by this risk anatomy provide predictive out of sample power for realized returns, in particular for longer maturities. Furthermore, it indicates that models with identically and independently distributed state variables are generally misspecified in this market, and that care must be taken when calibrating disaster risk models. A formal test based on the risk anatomy rejects a model with time-varying disaster intensity.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.015"
        },
        {
            "no": "5",
            "title": "Liquidity standards and the value of an informed lender of last resort",
            "date": "Oct 2018",
            "author": [
                "João A.C. Santos",
                "Javier Suarez"
            ],
            "abstract": "We consider a dynamic model in which receiving support from the lender of last resort (LLR) may help banks to weather investor runs. We show the need for regulatory liquidity standards when the underlying social trade-offs make the uninformed LLR inclined to support troubled banks during a run. Liquidity standards increase the time available before the LLR must decide on supporting the bank. This facilitates the arrival of information on the bank’s financial condition and improves the efficiency of the decision taken by the LLR, a role that can be modified but not replaced with the use of capital regulation.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.013"
        },
        {
            "no": "6",
            "title": "Attention allocation and return co-movement: Evidence from repeated natural experiments",
            "date": "Oct 2018",
            "author": [
                "Shiyang Huang",
                "Yulin Huang",
                "Tse-Chun Lin"
            ],
            "abstract": "We hypothesize that when investors pay less attention to financial markets, they rationally allocate relatively more attention to market-level information than to firm-specific information, leading to increases in stock return co-movements. Using large jackpot lotteries as exogenous shocks that attract investors’ attention away from the stock market, we find supportive evidence that stock returns co-move more with the market on large jackpot days. This effect is stronger for stocks preferred by retail investors and is not driven by gambling sentiment. We also find that stock returns are less sensitive to earnings surprises and co-move more with industries on large jackpot days.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.006"
        },
        {
            "no": "7",
            "title": "Capital flows and sovereign debt markets: Evidence from index rebalancings",
            "date": "Oct 2018",
            "author": [
                "Lorenzo Pandolfi",
                "Tomas Williams"
            ],
            "abstract": "We analyze how capital flows into the sovereign debt market affect government bond prices, liquidity, and exchange rates. To address endogeneity concerns, we construct a measure of informationless capital Flows Implied by (mechanical) Rebalancings (FIR) in the largest emerging markets local currency government debt index. FIR is associated with higher returns and greater depth in the sovereign debt market after the rebalancings. Also, larger inflows (outflows) are associated with greater currency appreciations (depreciations). Our results highlight the increasing importance of capital flows driven by demand shocks, due to the growing relevance of benchmark indexes as the preferred habitat for institutional investors.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.008"
        },
        {
            "no": "8",
            "title": "Municipal borrowing costs and state policies for distressed municipalities",
            "date": "Oct 2018",
            "author": [
                "Pengjie Gao",
                "Chang Lee",
                "Dermot Murphy"
            ],
            "abstract": "Policies on financially distressed municipalities differ across US states, with some allowing unconditional access to Chapter 9 bankruptcy (Chapter 9 states) and others having proactive policies to assist distressed municipalities (Proactive states). These differences significantly affect borrowing costs. In Chapter 9 states, local municipal bond yields are higher, more cyclical, and more sensitive to default events than Proactive states. Default events have a contagion effect in Chapter 9 states, but not Proactive states. Lower local borrowing costs in Proactive states come at the expense of the state via higher intergovernmental revenue transfers in times of weak economic conditions.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.009"
        },
        {
            "no": "9",
            "title": "Mood, firm behavior, and aggregate economic outcomes",
            "date": "Oct 2018",
            "author": [
                "Vidhi Chhaochharia",
                "Dasol Kim",
                "George M. Korniotis",
                "Alok Kumar"
            ],
            "abstract": "This study examines whether mood affects the aggregate state-level macroeconomy through its impact on firm-level decisions. Using sky cloud cover as a proxy for mood, we show that mood affects the economic expectations of small business managers. After relatively sunnier periods, managers have more optimistic expectations, and the component of their expectations related to mood influences hiring and investment decisions. Consequently, mood affects state-level job creation and new business starts, especially during periods of greater economic uncertainty. These results suggest that mood-induced economic expectations influence firm-level managerial decisions and state-level macroeconomic fluctuations.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.010"
        },
        {
            "no": "10",
            "title": "Too good to be true? Fallacies in evaluating risk factor models",
            "date": "Oct 2018",
            "author": [
                "Nikolay Gospodinov",
                "Raymond Kan",
                "Cesare Robotti"
            ],
            "abstract": "This paper is concerned with statistical inference and model evaluation in possibly misspecified and unidentified linear asset pricing models estimated by maximum likelihood. Strikingly, when spurious factors (that is, factors that are uncorrelated with the returns on the test assets) are present, the model exhibits perfect fit, as measured by the squared correlation between the model’s fitted expected returns and the average realized returns. Furthermore, factors that are spurious are selected with high probability, and factors that are useful are driven out of the model. While ignoring potential misspecification and lack of identification can be very problematic for models with macroeconomic factors, empirical specifications with traded factors (e.g., Fama and French, 1993; Hou et al., 2015) do not suffer from the identification problems shown in this study.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.012"
        },
        {
            "no": "11",
            "title": "Financing intangible capital",
            "date": "Oct 2018",
            "author": [
                "Qi Sun",
                "Mindy Z. Xiaolan"
            ],
            "abstract": "Firms finance intangible investment through employee compensation contracts. In a dynamic model in which intangible capital is embodied in a firm’s employees, we analyze the firm’s optimal decisions on intangible capital investment, employee compensation contracts, and financial leverage. Employee financing is achieved by delaying wage payments in the form of future claims. We show that intangible capital investment is highly correlated with employee financing but not with debt issuance or regular equity refinancing. In our quantitative analysis, we show that this new channel of employee financing explains the cross-industry differences in leverage and financing patterns.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.014"
        },
        {
            "no": "12",
            "title": "The cross-section of labor leverage and equity returns",
            "date": "Oct 2018",
            "author": [
                "Andres Donangelo",
                "François Gourio",
                "Matthias Kehrig",
                "Miguel Palacios"
            ],
            "abstract": "The relative size and inflexibility of labor expenses lead to a form of operating leverage, which we call labor leverage. We derive a set of conditions for the existence of labor leverage even when labor markets are frictionless. Our model provides theoretical support for the use of firm-level labor share as a measure of labor leverage. Using Compustat/CRSP and confidential Census data, we provide evidence for the existence and for the economic significance of labor leverage: high labor share firms have operating profits that are more sensitive to economic shocks and have higher expected returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.016"
        },
        {
            "no": "13",
            "title": "Liquidity, innovation, and endogenous growth",
            "date": "Nov 2018",
            "author": [
                "Semyon Malamud",
                "Francesca Zucchi"
            ],
            "abstract": "We build a model of endogenous, innovation-driven growth in which innovative firms have costly access to outside financing and hoard cash reserves to maintain financial flexibility. We show that financing frictions slow down Schumpeterian creative destruction by discouraging entry. As a result, financing frictions importantly affect the composition of growth, by reducing the contribution of entrants but spurring the contribution of incumbents. We investigate the net impact of these countervailing effects on the equilibrium growth rate and welfare.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.11.002"
        }
    ]
}