{
    "journal": "JFE",
    "volume": "132",
    "issue": "3",
    "date": "June 2019",
    "page": "Pages 1-256",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jun 2019",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(19)30093-5"
        },
        {
            "no": "2",
            "title": "Should retail investors’ leverage be limited?",
            "date": "Oct 2018",
            "author": [
                "Rawley Heimer",
                "Alp Simsek"
            ],
            "abstract": "Does the provision of leverage to retail traders improve market quality or facilitate socially inefficient speculation that enriches financial intermediaries? We evaluate the effects of 2010 regulations that cap leverage in the U.S. retail foreign exchange market. Using three unique data sets and a difference-in-differences approach, we document that the leverage-constraint reduces trading volume by 23%, alleviates high-leverage traders’ losses by 40%, and reduces brokerages’ operating capital by 25%. Yet, the policy does not affect the relative bid-ask prices charged by the brokerages. These results suggest the policy improves belief-neutral social welfare without reducing market liquidity.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.017"
        },
        {
            "no": "3",
            "title": "Information and trading targets in a dynamic market equilibrium",
            "date": "Nov 2018",
            "author": [
                "Jin Hyuk Choi",
                "Kasper Larsen",
                "Duane J. Seppi"
            ],
            "abstract": "This paper describes equilibrium interactions between dynamic portfolio rebalancing given a private end-of-day trading target and dynamic trading on long-lived private information. Order-splitting for portfolio rebalancing injects multifaceted dynamics in the market. These include autocorrelated order flow, sunshine trading, endogenous learning, and short-term speculation. The model has testable implications for intraday patterns in volume, liquidity, price volatility, order-flow autocorrelation, differences between informed-investor and rebalancer trading strategies, and for how these patterns comove with trading-target volatility and other market conditions.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.11.003"
        },
        {
            "no": "4",
            "title": "Gold, platinum, and expected stock returns",
            "date": "Nov 2018",
            "author": [
                "Darien Huang",
                "Mete Kilic"
            ],
            "abstract": "The ratio of gold to platinum prices (GP) reveals persistent variation in risk and proxies for an important economic state variable. GP predicts future stock returns in the time series, explains stock return variation in the cross-section, and is significantly correlated with option-implied tail risk measures. Contrary to conventional wisdom, gold prices fall in recessions, albeit by less than platinum prices. A model featuring recursive preferences, time-varying tail risk, and preference shocks for gold and platinum can account for asset pricing dynamics of equity, gold, and platinum markets, rationalize the return predictability, and explain why gold prices fall in bad times.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.11.004"
        },
        {
            "no": "5",
            "title": "Technological links and predictable returns",
            "date": "Nov 2018",
            "author": [
                "Charles M.C. Lee",
                "Stephen Teng Sun",
                "Rongfei Wang",
                "Ran Zhang"
            ],
            "abstract": "Employing a classic measure of technological closeness between firms, we show that the returns of technology-linked firms have strong predictive power for focal firm returns. A long-short strategy based on this effect yields monthly alpha of 117 basis points. This effect is distinct from industry momentum and is not easily attributable to risk-based explanations. It is more pronounced for focal firms that: (a) have a more intense and specific technology focus, (b) receive lower investor attention, and (c) are more difficult to arbitrage. Our results are broadly consistent with sluggish price adjustment to more nuanced technological news.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.11.008"
        },
        {
            "no": "6",
            "title": "Once bitten, twice shy: The power of personal experiences in risk taking",
            "date": "Oct 2018",
            "author": [
                "Steffen Andersen",
                "Tobin Hanspal",
                "Kasper Meisner Nielsen"
            ],
            "abstract": "We study whether personal experiences are so powerful that they make individuals actively shy away from risk. Our research design relies on portfolio decisions relating to inheritances, which alter the active decision from one of choosing to take risk to one of choosing to reduce risk. Experience derives from investments in banks that defaulted following the 2007–2009 financial crisis. We classify experiences into first-hand experiences, resulting from personal losses; second-hand experiences, from losses of family members; and third-hand experiences, from locations where banks defaulted. Our results demonstrate that experiences gained personally, not common shocks, make individuals shy away from risk.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.10.018"
        },
        {
            "no": "7",
            "title": "Policy externalities and banking integration",
            "date": "Nov 2018",
            "author": [
                "Michael Smolyansky"
            ],
            "abstract": "Can policies directed at the banking sector in one jurisdiction spill over and affect real economic activity elsewhere? To investigate this question, I exploit changes in tax rates on bank profits across US states. Banks respond by reallocating small business lending to otherwise unaffected states. Moreover, counties in non-tax-changing states that have more exposure to treated banks experience greater changes in lending, which in turn impacts local employment. The findings demonstrate that policies aimed at the banking sector in one jurisdiction can impose externalities on other regions. Critically, financial linkages between regions serve as the transmission channel for these policy externalities.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.11.001"
        },
        {
            "no": "8",
            "title": "New goods and asset prices",
            "date": "Nov 2018",
            "author": [
                "Paul Scanlon"
            ],
            "abstract": "I extend the consumption capital asset pricing model to incorporate expanding product variety over time and states of nature. In the model, consumers have a love of variety, and consumption consists of different components: product groups and brands. By raising future marginal utility, growth in product groups increases the incentive to save and reduces the risk-free rate. By making marginal utility more volatile, variation in brand and quality growth magnifies consumption risk and raises the equity premium. Embedding new goods in a long-run risk setting has similar implications.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.11.006"
        },
        {
            "no": "9",
            "title": "The liquidity cost of private equity investments: Evidence from secondary market transactions",
            "date": "Nov 2018",
            "author": [
                "Taylor D. Nadauld",
                "Berk A. Sensoy",
                "Keith Vorkink",
                "Michael S. Weisbach"
            ],
            "abstract": "This paper uses proprietary data from a leading intermediary to explain the magnitude and determinants of transaction costs in the secondary market for private equity stakes. Most transactions occur at a discount to net asset value. Buyers average an annualized public market equivalent of 1.023 compared with 0.976 for sellers, implying that buyers outperform sellers by a market-adjusted 5 percentage points annually. Both the cross-sectional pattern of transaction costs and the identity of sellers and buyers suggest that the market is one in which relatively flexible buyers earn returns by supplying liquidity to investors wishing to exit.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.11.007"
        },
        {
            "no": "10",
            "title": "Should investors learn about the timing of equity risk?",
            "date": "Nov 2018",
            "author": [
                "Michael Hasler",
                "Mariana Khapko",
                "Roberto Marfè"
            ],
            "abstract": "The term structure of equity risk has been shown to be downward sloping. We capture this feature using return dynamics driven by both a transitory and a permanent component. We study the asset allocation and portfolio performance when transitory and permanent components cannot be observed and therefore need to be estimated. Strategies that account for the observed timing of equity risk outperform those that do not, particularly so out of sample. Indeed, the mean (median) certainty equivalent return increases from about 13% (12%) to about 21% (15%) because properly modeling the timing of equity risk implies surges in portfolio returns.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.11.011"
        },
        {
            "no": "11",
            "title": "Government debt and the returns to innovation",
            "date": "Nov 2018",
            "author": [
                "M.M. Croce",
                "Thien T. Nguyen",
                "S. Raymond",
                "L. Schmid"
            ],
            "abstract": "Elevated levels of government debt raise concerns about their effects on long-term growth prospects. Using the cross-section of US stock returns, we show that (i) high-R&D firms are more exposed to government debt and pay higher expected returns than low-R&D firms, and (ii) higher levels of the debt-to-GDP ratio predict higher risk premiums for high-R&D firms. Furthermore, rises in the cost of capital for innovation-intensive firms predict declines in subsequent productivity and economic growth. We propose a production-based asset pricing model with endogenous innovation and fiscal policy shocks that can rationalize key aspects of the empirical evidence. Our study highlights a novel and distinct risk channel shaping the link between government debt and future growth.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.11.010"
        },
        {
            "no": "12",
            "title": "How valuable are independent directors? Evidence from external distractions",
            "date": "Feb 2018",
            "author": [
                "Ronald W. Masulis",
                "Emma Jincheng Zhang"
            ],
            "abstract": "We provide new evidence on the value of independent directors by exploiting exogenous events that seriously distract independent directors. Approximately 20% of independent directors are significantly distracted in a typical year. They attend fewer meetings, trade less frequently in the firm's stock, and resign from the board more frequently, indicating declining firm-specific knowledge and a reduced board commitment. Firms with more preoccupied independent directors have declining firm valuation and operating performance and exhibit weaker merger and acquisition (M&A) profitability and accounting quality. These effects are stronger when distracted independent directors play key board monitoring roles and when firms require greater director attention.",
            "link": "https://doi.org/10.1016/j.jfineco.2018.02.014"
        }
    ]
}