{
    "journal": "RFS",
    "volume": "16",
    "issue": "4",
    "date": "October 2003",
    "page": "Pages 1007–1396",
    "article": [
        {
            "no": "1",
            "title": "Informal Financial Networks: Theory and Evidence",
            "date": "02 April 2015",
            "author": [
                "Mark J. Garmaise",
                "Tobias J. Moskowitz"
            ],
            "abstract": "We develop a model of informal financial networks and present corroborating evidence by studying the role of property brokers in the U.S. commercial real estate market. Our model demonstrates that service intermediaries, who do not themselves supply loans, can facilitate their clients' access to finance through informal relationships with lenders. Empirically we find that, controlling for endogenous broker selection, hiring a broker strikingly increases the probability of obtaining bank finance. Our results demonstrate that even in the United States, with its well-developed capital markets, informal networks play an important role in controlling access to finance.",
            "link": "https://doi.org/10.1093/rfs/hhg025"
        },
        {
            "no": "2",
            "title": "Price Discovery and Trading After Hours",
            "date": "02 April 2015",
            "author": [
                "Michael J. Barclay",
                "Terrence Hendershott"
            ],
            "abstract": "We examine the effects of trading after hours on the amount and timing of price discovery over the 24-hour day. A high volume of liquidity trade facilitates price discovery. Thus prices are more efficient and more information is revealed per hour during the trading day than after hours. However, the low trading volume after hours generates significant, albeit inefficient, price discovery. Individual trades contain more information after hours than during the day. Because information asymmetry declines over the day, price changes are larger, reflect more private information, and are less noisy before the open than after the close.",
            "link": "https://doi.org/10.1093/rfs/hhg030"
        },
        {
            "no": "3",
            "title": "Taxes and Corporate Finance: A Review",
            "date": "02 April 2015",
            "author": [
                "John R. Graham"
            ],
            "abstract": "This article reviews tax research related to domestic and multinational capital structure, payout policy, compensation policy, risk management, and organizational form. For each topic, the theoretical arguments explaining how taxes can affect corporate decision making and firm value are reviewed, followed by a summary of the related empirical evidence and a discussion of unresolved issues. Tax research generally supports the hypothesis that high tax rate firms pursue policies that provide tax benefits. Many issues remain unresolved, however, including understanding whether tax effects are of first-order importance, why firms do not pursue tax benefits more aggressively, and whether corporate actions are affected by investor-level taxes.",
            "link": "https://doi.org/10.1093/rfs/hhg033"
        },
        {
            "no": "4",
            "title": "Real Flexibility and Financial Structure: An Empirical Analysis",
            "date": "02 April 2015",
            "author": [
                "Peter MacKay"
            ],
            "abstract": "I examine the empirical relation between real flexibility and financial structure. I test whether real flexibility increases debt capacity by lowering default risk and making assets more marketable or decreases debt capacity by facilitating risk shifting and asset substitution. I measure real flexibility as the sensitivity of marginal production and investment decisions to variations in the economic environment. I find that financial leverage is negatively related to production flexibility but positively related to investment flexibility. This split in results suggests that although asset substitution facilitated by investment flexibility can be prevented contractually, risk shifting facilitated by production flexibility is intractable.",
            "link": "https://doi.org/10.1093/rfs/hhg022"
        },
        {
            "no": "5",
            "title": "Cross-Subsidies, External Financing Constraints, and the Contribution of the Internal Capital Market to Firm Value",
            "date": "02 April 2015",
            "author": [
                "Matthew T. Billett",
                "David C. Mauer"
            ],
            "abstract": "We examine the link between the excess value of a diversified firm and the value of its internal capital market. Subsidies to small financially constrained segments with good relative investment opportunities significantly increase excess value, while transfers of resources from segments with good relative investment opportunities significantly decrease excess value. Of interest is that subsidies to small financially constrained segments with poor relative investment opportunities also significantly increase excess value. However, there is little evidence that this result depends on the diversity of a firm's investment opportunities. We conclude that financing constraints drive the relationship between the internal capital market and firm value.",
            "link": "https://doi.org/10.1093/rfs/hhg024"
        },
        {
            "no": "6",
            "title": "Greener Pastures and the Impact of Dynamic Institutional Preferences",
            "date": "02 April 2015",
            "author": [
                "James A. Bennett",
                "Richard W. Sias",
                "Laura T. Starks"
            ],
            "abstract": "Although institutional investors have a preference for large capitalization stocks, over time they have shifted their preferences toward smaller, riskier securities. These changes in aggregate preferences have arisen primarily from changes in the preferences of each class of institution, rather than changes in the importance of different classes. Evidence also suggests that recent growth in institutional investment combined with this shift in preferences helps explain why markets in general, and smaller stocks in particular, have exhibited greater firm-specific risk and liquidity in recent years. Additional analyses suggest that institutional investors moved toward smaller securities because such securities offer “greener pastures.”",
            "link": "https://doi.org/10.1093/rfs/hhg040"
        },
        {
            "no": "7",
            "title": "Equilibrium Investment Strategies and Output Price Behavior: A Real-Options Approach",
            "date": "02 April 2015",
            "author": [
                "Felipe L. Aguerrevere"
            ],
            "abstract": "The effects of competitive interactions on investment decisions and on the dynamics of the price of a nonstorable commodity are studied in a model of incremental investment with time to build and operating flexibility. I find that an increase in uncertainty may encourage firms to increase their capacity. Furthermore, I show that it may be optimal to invest in additional capacity during periods in which part of the operational capacity is not being utilized. The impact of competition on the properties of the endogenous output price is dramatic. For example, I find that price volatility may be increasing in the number of competitors in the industry.",
            "link": "https://doi.org/10.1093/rfs/hhg041"
        },
        {
            "no": "8",
            "title": "Institutional Liquidity Needs and the Structure of Monitored Finance",
            "date": "02 April 2015",
            "author": [
                "Andrew Winton"
            ],
            "abstract": "A financial institution that finances and monitors firms learns private information about these firms. When the institution seeks funds to meet its own liquidity needs, it faces adverse selection (“liquidity”) costs that increase with the risk of its claims on these firms. The institution can reduce its liquidity costs by holding debt rather than equity. Conversely, except in a limited setting resembling venture capital, firms that depend on monitored finance prefer to give the monitoring institution debt rather than equity. Institutions with less frequent or less severe liquidity needs have greater appetite for equity and for the debt of more risky borrowers. These predictions are consistent with general patterns of monitored finance.",
            "link": "https://doi.org/10.1093/rfs/hhg042"
        },
        {
            "no": "9",
            "title": "Raids, Rewards, and Reputations in the Market for Managerial Talent",
            "date": "02 April 2015",
            "author": [
                "C. Edward Fee",
                "Charles J. Hadlock"
            ],
            "abstract": "We find that executives who jump to chief executive officer (CEO) positions at new employers come from firms that exhibit above-average stock price performance. This relationship is more pronounced for more senior executives. No such relationship exists for jumps to non-CEO positions. Stock options and restricted stock do not appear to significantly affect the likelihood of jumping ship, but the existence of an “heir apparent” on the management team increases the likelihood that executives will leave for non-CEO positions elsewhere. Hiring grants used to attract managers are correlated with the equity position forfeited at the prior employer and with the prior employer's performance.",
            "link": "https://doi.org/10.1093/rfs/hhg031"
        },
        {
            "no": "10",
            "title": "The Design of Financial Policies in Corporate Spin-offs",
            "date": "02 April 2015",
            "author": [
                "Vikas Mehrotra",
                "Wayne Mikkelson",
                "Megan Partch"
            ],
            "abstract": "We examine differences in financial leverage between parent and spun-off firms that emerge from corporate spin-offs. Our tests control for past financing choices and the costs of adjusting capital structure, factors that can obscure cross-sectional patterns among firms' target leverage ratios. We find that firms that emerge from spin-offs with more financial leverage have a higher cash flow return on assets, lower variability of industry operating income, and a greater proportion of fixed assets. The positive relation between profitability and the use of financial leverage, in a setting that is free of pecking order effects, is particularly important because it contrasts with existing evidence. Our results indicate that the ability to cover debt payments and default-related costs are important determinants of the use of financial leverage, as implied by the trade-off theory of capital structure. We find no evidence that managerial incentives or governance characteristics affect the difference in leverage ratios in firms that emerge from spin-offs.",
            "link": "https://doi.org/10.1093/rfs/hhg027"
        },
        {
            "no": "11",
            "title": "Author Index",
            "date": "02 April 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhg064"
        },
        {
            "no": "12",
            "title": "Title Index",
            "date": "02 April 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhg063"
        },
        {
            "no": "13",
            "title": "Acknowledgements",
            "date": "02 April 2015",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhg065"
        }
    ]
}