{
    "journal": "RFS",
    "volume": "16",
    "issue": "2",
    "date": "April 2003",
    "page": "Pages 301–629",
    "article": [
        {
            "no": "1",
            "title": "Liquidity-Based Competition for Order Flow",
            "date": "21 June 2015",
            "author": [
                "Christine A. Parlour",
                "Duane J. Seppi"
            ],
            "abstract": "We present a microstructure model of competition for order flow between exchanges based on liquidity provision. We find that neither a pure limit order market (PLM) nor a hybrid specialist/limit order market (HM) structure is competition-proof. A PLM can always be supported in equilibrium as the dominant market (i.e., where the hybrid limit book is empty), but an HM can also be supported, for some market parameterizations, as the dominant market. We also show the possible coexistence of competing markets. Order preferencing—that is, decisions about where orders are routed when investors are indifferent—is a key determinant of market viability. Welfare comparisons show that competition between exchanges can increase as well as reduce the cost of liquidity.",
            "link": "https://doi.org/10.1093/rfs/hhg008"
        },
        {
            "no": "2",
            "title": "Market Making with Costly Monitoring: An Analysis of the SOES Controversy",
            "date": "21 June 2015",
            "author": [
                "Thierry Foucault",
                "Ailsa Röell",
                "Patrik Sandås"
            ],
            "abstract": "This article presents a model of information monitoring and market making in a dealership market. We model how intensively dealers monitor public information to avoid being picked off by professional day traders when monitoring is costly. Price competition among dealers is hampered by their incentives to share monitoring costs. The risk of being picked off by the day traders makes dealers more competitive. The interaction between these effects determines whether a firm quote rule improves trading costs and price discovery. Our empirical results support the prediction that professional day traders prefer stocks with small spreads, but offer less support for the prediction that their trading leads to wider spreads.",
            "link": "https://doi.org/10.1093/rfs/hhg005"
        },
        {
            "no": "3",
            "title": "Order Preferencing and Market Quality on U.S. Equity Exchanges",
            "date": "21 June 2015",
            "author": [
                "Mark A. Peterson",
                "Erik R. Sirri"
            ],
            "abstract": "We present a detailed view of market quality in the presence of preferencing arrangements. A unique dataset provides the opportunity to measure trading costs of marketable orders and fill rates and ex post costs of limit orders across trading venues. For market orders, we find the primary exchange provides the lowest execution costs. However, the preferencing exchanges are no worse than, and in most cases better than, the nonpreferencing regional exchanges. For limit orders, the regionals execute limit orders more frequently than the primary market and with an ex post execution cost that is not very different from the primary market.",
            "link": "https://doi.org/10.1093/rfs/hhg009"
        },
        {
            "no": "4",
            "title": "An Analysis of Covariance Risk and Pricing Anomalies",
            "date": "21 June 2015",
            "author": [
                "Tobias J. Moskowitz"
            ],
            "abstract": "This article examines the link between several well-known asset pricing “anomalies” and the covariance structure of returns. I find size, book-to-market, and momentum strategies exhibit a strong, weak, and negligible relation to covariance risk, respectively. A size factor helps predict future volatility and covariation, improving the efficiency of investment strategies. Moreover, its premium rises following increases in both its volatility and covariation with other assets. These effects are amplified in recessions. No such relations exist for book-to-market or momentum. These findings may shed light on explanations for these premia and present a challenging set of facts for future theory.",
            "link": "https://doi.org/10.1093/rfs/hhg007"
        },
        {
            "no": "5",
            "title": "Risk Adjustment and Trading Strategies",
            "date": "21 June 2015",
            "author": [
                "Dong-Hyun Ahn",
                "Jennifer Conrad",
                "Robert F. Dittmar"
            ],
            "abstract": "We assess the profitability of momentum strategies using a stochastic discount factor approach. In unconditional tests, approximately half of the strategies' profitability is explained. In conditional tests we see a further slight decline in profits. We argue that the risk of these strategies should be increasing in the market risk premium. Empirically, while their risk measures estimated relative to the stochastic discount factor behave as predicted, market betas do not; thus capital asset pricing model (CAPM)-like benchmarks may lead to incorrect inferences. Given that our nonparametric risk adjustment explains roughly half of momentum strategy profits, we cannot rule out the possibility of residual mispricing.",
            "link": "https://doi.org/10.1093/rfs/hhg001"
        },
        {
            "no": "6",
            "title": "Differences of Opinion, Short-Sales Constraints, and Market Crashes",
            "date": "21 June 2015",
            "author": [
                "Harrison Hong",
                "Jeremy C. Stein"
            ],
            "abstract": "We develop a theory of market crashes based on differences of opinion among investors. Because of short-sales constraints, bearish investors do not initially participate in the market and their information is not revealed in prices. However, if other previously bullish investors bail out of the market, the originally bearish group may become the marginal “support buyers,” and more will be learned about their signals. Thus accumulated hidden information comes out during market declines. The model explains a variety of stylized facts about crashes and also makes a distinctive new prediction—that returns will be more negatively skewed conditional on high trading volume.",
            "link": "https://doi.org/10.1093/rfs/hhg006"
        },
        {
            "no": "7",
            "title": "Delta-Hedged Gains and the Negative Market Volatility Risk Premium",
            "date": "21 June 2015",
            "author": [
                "Gurdip Bakshi",
                "Nikunj Kapadia"
            ],
            "abstract": "We investigate whether the volatility risk premium is negative by examining the statistical properties of delta-hedged option portfolios (buy the option and hedge with stock). Within a stochastic volatility framework, we demonstrate a correspondence between the sign and magnitude of the volatility risk premium and the mean delta-hedged portfolio returns. Using a sample of S&P 500 index options, we provide empirical tests that have the following general results. First, the delta-hedged strategy underperforms zero. Second, the documented underperformance is less for options away from the money. Third, the underperformance is greater at times of higher volatility. Fourth, the volatility risk premium significantly affects delta-hedged gains, even after accounting for jump fears. Our evidence is supportive of a negative market volatility risk premium.",
            "link": "https://doi.org/10.1093/rfs/hhg002"
        },
        {
            "no": "8",
            "title": "Stochastic Discount Factor Bounds with Conditioning Information",
            "date": "21 June 2015",
            "author": [
                "Wayne E. Ferson",
                "Andrew F. Siegel"
            ],
            "abstract": "Hansen and Jagannathan (1991) (hereafter HJ) derive restrictions on the volatility of stochastic discount factors that price a given set of returns. This article studies the sampling properties of HJ bounds that use conditioning information. One approach is to multiply the returns by the lagged variables. We also study optimized HJ bounds with conditioning information from Gallant, Hansen, and Tauchen (1990) and based on portfolios derived in Ferson and Siegel (2001). We document striking finite-sample biases in the HJ bounds, where the bounds reject asset-pricing models too often. We provide a useful bias correction. We also evaluate asymptotic standard errors for the bounds from Hansen, Heaton, and Luttmer (1995).",
            "link": "https://doi.org/10.1093/rfs/hhg004"
        },
        {
            "no": "9",
            "title": "Dynamic Equilibrium with Liquidity Constraints",
            "date": "21 June 2015",
            "author": [
                "Jérôme Detemple",
                "Angel Serrat"
            ],
            "abstract": "This article studies an intertemporal economy with liquidity constrained and unconstrained individuals. We use a stopping time approach to solve the finite horizonconstrained consumption portfolio problem with constant relative risk aversion and to examine the structure of equilibrium. The impact of the constraint on the optimal consumption and the financing portfolio is assessed. The equilibrium state price density is related to the exercise boundary of an American-style contingent claim with nonlinear payoff. This stopping time characterization enables us to prove the existence of an equilibrium and can be implemented numerically. Properties of equilibrium bond and stock returns are examined.",
            "link": "https://doi.org/10.1093/rfs/hhg003"
        }
    ]
}