{
    "journal": "RFS",
    "volume": "16",
    "issue": "1",
    "date": "January 2003",
    "page": "Pages 1–300",
    "article": [
        {
            "no": "1",
            "title": "The Role of Lockups in Initial Public Offerings",
            "date": "16 June 2015",
            "author": [
                "Alon Brav",
                "Paul A. Gompers"
            ],
            "abstract": "In a sample of 2,794 initial public offerings (IPOs), we test three potential explanations for the existence of IPO lockups: lockups serve as (i) a signal of firm quality, (ii) a commitment device to alleviate moral hazard problems, or (iii) a mechanism for underwriters to extract additional compensation from the issuing firm. Our results support the commitment hypothesis. Insiders of firms that are associated with greater potential for moral hazard lockup their shares for a longer period of time. Insiders of firms that have experienced larger excess returns, are backed by venture capitalists, or go public with high-quality underwriters are more likely to be released from the lockup restrictions.",
            "link": "https://doi.org/10.1093/rfs/16.1.0001"
        },
        {
            "no": "2",
            "title": "Auctions vs. Bookbuilding and the Control of Underpricing in Hot IPO Markets",
            "date": "16 June 2015",
            "author": [
                "François Derrien",
                "Kent L. Womack"
            ],
            "abstract": "Market returns before the offer price is set affect the amount and variability of initial public offering (IPO) underpricing. Thus an important question is “What IPO procedure is best adapted for controlling underpricing in “hot” versus “cold” market conditions?” The French stock market offers a unique arena for empirical research on this topic, since three substantially different issuing mechanisms (auctions, bookbuilding, and fixed price) are used there. Using 1992–1998 data, we find that the auction mechanism is associated with less underpricing and lower variance of underpricing. We show that the auction procedure's ability to incorporate more information from recent market conditions into the IPO price is an important reason.",
            "link": "https://doi.org/10.1093/rfs/16.1.0031"
        },
        {
            "no": "3",
            "title": "Global Integration in Primary Equity Markets: The Role of U.S. Banks and U.S. Investors",
            "date": "16 June 2015",
            "author": [
                "Alexander P. Ljungqvist",
                "Tim Jenkinson",
                "William J. Wilhelm, Jr."
            ],
            "abstract": "We examine the costs and benefits of the global integration of initial public offering (IPO) markets associated with the diffusion of U.S. underwriting methods in the 1990s. Bookbuilding is becoming increasingly popular outside the United States and typically costs twice as much as a fixed-price offer. However, on its own, bookbuilding only leads to lower underpricing when conducted by U.S. banks and/or targeted at U.S. investors. For most issuers, the gains associated with lower underpricing outweighed the additional costs associated with hiring U.S. banks or marketing in the United States. This suggests a quality/price trade-off contrasting with the findings of Chen and Ritter, particularly since non-U.S. issuers raising US$20 million–US$80 million also typically pay a 7% spread when U.S. banks and investors are involved.",
            "link": "https://doi.org/10.1093/rfs/16.1.0063"
        },
        {
            "no": "4",
            "title": "Stock Return Characteristics, Skew Laws, and the Differential Pricing of Individual Equity Options",
            "date": "16 June 2015",
            "author": [
                "Gurdip Bakshi",
                "Nikunj Kapadia",
                "Dilip Madan"
            ],
            "abstract": "This article provides several new insights into the economic sources of skewness. First, we document the differential pricing of individual equity options versus the market index and relate it to variations in return skewness. Second, we show how risk aversion introduces skewness in the risk-neutral density. Third, we derive laws that decompose individual return skewness into a systematic component and an idiosyncratic component. Empirical analysis of OEX options and 30 stocks demonstrates that individual risk-neutral distributions differ from that of the market index by being far less negatively skewed. This article explains the presence and evolution of risk-neutral skewness over time and in the cross section of individual stocks.",
            "link": "https://doi.org/10.1093/rfs/16.1.0101"
        },
        {
            "no": "5",
            "title": "Employee Reload Options: Pricing, Hedging, and Optimal Exercise",
            "date": "16 June 2015",
            "author": [
                "Philip H. Dybvig",
                "Mark Loewenstein"
            ],
            "abstract": "Reload options, call options granting new options on exercise, are popularly used in compensation. Although the compound option feature may seem complicated, there is a distribution-free dominant policy of exercising reload options whenever they are in the money. The optimal policy implies general formulas for numerical valuation. Simpler formulas for valuation and hedging follow from Black–Scholes assumptions with or without continuous dividends. Time vesting affects the optimal policy, but numerical results indicate that it is nearly optimal to exercise in the money whenever feasible. The results suggest that reload options produce similar incentives as employee stock options and share grants.",
            "link": "https://doi.org/10.1093/rfs/16.1.0145"
        },
        {
            "no": "6",
            "title": "Optimal Contracts in a Continuous-Time Delegated Portfolio Management Problem",
            "date": "16 June 2015",
            "author": [
                "Hui Ou-Yang"
            ],
            "abstract": "This article studies the contracting problem between an individual investor and a professional portfolio manager in a continuous-time principal-agent framework. Optimal contracts are obtained in closed form. These contracts are of a symmetric form and suggest that a portfolio manager should receive a fixed fee, a fraction of the total assets under management, plus a bonus or a penalty depending upon the portfolio's excess return relative to a benchmark portfolio. The appropriate benchmark portfolio is an active index that contains risky assets where the number of shares invested in each asset can vary over time, rather than a passive index in which the number of shares invested in each asset remains constant over time.",
            "link": "https://doi.org/10.1093/rfs/16.1.0173"
        },
        {
            "no": "7",
            "title": "Debt Maturity and the Effects of Growth Opportunities and Liquidity Risk on Leverage",
            "date": "16 June 2015",
            "author": [
                "Shane A. Johnson"
            ],
            "abstract": "I test the hypothesis that short debt maturity attenuates the negative effect of growth opportunities on leverage. Using simultaneous equations with leverage and maturity endogenous, I find strong support for an economically significant attenuation effect. The negative effect of growth opportunities on leverage for firms with all shorter-term debt is less than one-sixth as large as the effect for firms with all longer-term debt. Short maturity also increases liquidity risk, however, which negatively affects leverage. The results suggest that firms trade off the cost of underinvestment problems against the cost of liquidity risk when choosing short maturity.",
            "link": "https://doi.org/10.1093/rfs/16.1.0209"
        },
        {
            "no": "8",
            "title": "Managerial Compensation and the Market Reaction to Bank Loans",
            "date": "16 June 2015",
            "author": [
                "Andres Almazan",
                "Javier Suarez"
            ],
            "abstract": "This article considers why a manager would choose to submit himself to the discipline of bank monitoring. This issue is analyzed within the context of a model where the manager enjoys private benefits, which can be restricted by the monitor, and is optimally compensated by shareholders. Within this setting we find that managers will submit to monitoring when they receive favorable private information. This result is consistent with event study evidence that suggests that the market has a favorable view of financing choices that increase monitoring.",
            "link": "https://doi.org/10.1093/rfs/16.1.0237"
        },
        {
            "no": "9",
            "title": "The Role of Trading Halts in Monitoring a Specialist Market",
            "date": "16 June 2015",
            "author": [
                "Roger Edelen",
                "Simon Gervais"
            ],
            "abstract": "When a collection of specialists organize as an exchange, each can reap net private benefits at the expense of the exchange by quoting a privately optimal pricing schedule. Coordination makes all specialists and customers better off, but requires a system of monitoring and punishment that breaks down when information asymmetries between the exchange and a specialist are high. The specialist may then seek a temporary trading halt to alleviate unjustified punishment, or the exchange may halt trading to prevent the quoting of damaging privately optimal pricing schedules. We test this theory on a sample of NYSE halts. As predicted, we find a significant increase in estimated information asymmetry immediately preceding trading halts.",
            "link": "https://doi.org/10.1093/rfs/16.1.0263"
        }
    ]
}