{
    "journal": "JF",
    "volume": "72",
    "issue": "1",
    "date": "February 2017",
    "page": "Pages: 1-501",
    "article": [
        {
            "no": "1",
            "title": "ISSUE INFORMATION FM",
            "date": "12 January 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12447"
        },
        {
            "no": "2",
            "title": "Who Are the Value and Growth Investors?",
            "date": "23 October 2016",
            "author": [
                "SEBASTIEN BETERMIER",
                "LAURENT E. CALVET",
                "PAOLO SODINI"
            ],
            "abstract": "This paper investigates value and growth investing in a large administrative panel of Swedish residents. We show that, over the life cycle, households progressively shift from growth to value as they become older and their balance sheets improve. Furthermore, investors with high human capital and high exposure to macroeconomic risk tilt their portfolios away from value. While several behavioral biases seem evident in the data, the patterns we uncover are overall remarkably consistent with the portfolio implications of risk‐based theories of the value premium.",
            "link": "https://doi.org/10.1111/jofi.12473"
        },
        {
            "no": "3",
            "title": "Asset Pricing without Garbage",
            "date": "04 August 2016",
            "author": [
                "TIM A. KROENCKE"
            ],
            "abstract": "This paper provides an explanation for why garbage implies a much lower relative risk aversion in the consumption‐based asset pricing model than National Income and Product Accounts (NIPA) consumption expenditure: Unlike garbage, NIPA consumption is filtered to mitigate measurement error. I apply a simple model of the filtering process that allows one to undo the filtering inherent in NIPA consumption. “Unfiltered NIPA consumption” well explains the equity premium and is priced in the cross‐section of stock returns. I discuss the likely properties of true consumption (i.e., without measurement error and filtering) and quantify implications for habit and long‐run risk models.",
            "link": "https://doi.org/10.1111/jofi.12438"
        },
        {
            "no": "4",
            "title": "Housing Collateral and Entrepreneurship",
            "date": "21 September 2016",
            "author": [
                "MARTIN C. SCHMALZ",
                "DAVID A. SRAER",
                "DAVID THESMAR"
            ],
            "abstract": "We show that collateral constraints restrict firm entry and postentry growth, using French administrative data and cross‐sectional variation in local house‐price appreciation as shocks to collateral values. We control for local demand shocks by comparing treated homeowners to controls in the same region that do not experience collateral shocks: renters and homeowners with an outstanding mortgage, who (in France) cannot take out a second mortgage. In both comparisons, an increase in collateral value leads to a higher probability of becoming an entrepreneur. Conditional on entry, treated entrepreneurs use more debt, start larger firms, and remain larger in the long run.",
            "link": "https://doi.org/10.1111/jofi.12468"
        },
        {
            "no": "5",
            "title": "Formative Experiences and Portfolio Choice: Evidence from the Finnish Great Depression",
            "date": "20 September 2016",
            "author": [
                "SAMULI KNÜPFER",
                "ELIAS RANTAPUSKA",
                "MATTI SARVIMÄKI"
            ],
            "abstract": "We trace the impact of formative experiences on portfolio choice. Plausibly exogenous variation in workers’ exposure to a depression allows us to identify the effects and a new estimation approach makes addressing wealth and income effects possible. We find that adversely affected workers are less likely to invest in risky assets. This result is robust to a number of control variables and it holds for individuals whose income, employment, and wealth were unaffected. The effects travel through social networks: individuals whose neighbors and family members experienced adverse circumstances also avoid risky investments.",
            "link": "https://doi.org/10.1111/jofi.12469"
        },
        {
            "no": "6",
            "title": "What Doesn't Kill You Will Only Make You More Risk‐Loving: Early‐Life Disasters and CEO Behavior",
            "date": "27 May 2016",
            "author": [
                "GENNARO BERNILE",
                "VINEET BHAGWAT",
                "P. RAGHAVENDRA RAU"
            ],
            "abstract": "The literature on managerial style posits a linear relation between a chief executive officer's (CEOs) past experiences and firm risk. We show that there is a nonmonotonic relation between the intensity of CEOs’ early‐life exposure to fatal disasters and corporate risk‐taking. CEOs who experience fatal disasters without extremely negative consequences lead firms that behave more aggressively, whereas CEOs who witness the extreme downside of disasters behave more conservatively. These patterns manifest across various corporate policies including leverage, cash holdings, and acquisition activity. Ultimately, the link between CEOs’ disaster experience and corporate policies has real economic consequences on firm riskiness and cost of capital.",
            "link": "https://doi.org/10.1111/jofi.12432"
        },
        {
            "no": "7",
            "title": "Resident Networks and Corporate Connections: Evidence from World War II Internment Camps",
            "date": "01 March 2016",
            "author": [
                "LAUREN COHEN",
                "UMIT G. GURUN",
                "CHRISTOPHER MALLOY"
            ],
            "abstract": "Using customs and port authority data, we show that firms are significantly more likely to trade with countries that have a large resident population near their firm headquarters, and that these connected trades are their most valuable international trades. Using the formation of World War II Japanese internment camps to isolate exogenous shocks to local ethnic populations, we identify a causal link between local networks and firm trade. Firms are also more likely to acquire target firms, and report increased segment sales, in connected countries. Our results point to a surprisingly large role of immigrants as economic conduits for firms.",
            "link": "https://doi.org/10.1111/jofi.12407"
        },
        {
            "no": "8",
            "title": "The Real Effects of Credit Ratings: The Sovereign Ceiling Channel",
            "date": "02 June 2016",
            "author": [
                "HEITOR ALMEIDA",
                "IGOR CUNHA",
                "MIGUEL A. FERREIRA",
                "FELIPE RESTREPO"
            ],
            "abstract": "We show that sovereign debt impairments can have a significant effect on financial markets and real economies through a credit ratings channel. Specifically, we find that firms reduce their investment and reliance on credit markets due to a rising cost of debt capital following a sovereign rating downgrade. We identify these effects by exploiting exogenous variation in corporate ratings due to rating agencies' sovereign ceiling policies, which require that firms' ratings remain at or below the sovereign rating of their country of domicile.",
            "link": "https://doi.org/10.1111/jofi.12434"
        },
        {
            "no": "9",
            "title": "Financial Contracting and Organizational Form: Evidence from the Regulation of Trade Credit",
            "date": "04 August 2016",
            "author": [
                "EMILY BREZA",
                "ANDRES LIBERMAN"
            ],
            "abstract": "We present evidence that restrictions to the set of feasible financial contracts affect buyer‐supplier relationships and the organizational form of the firm. We exploit a regulation that restricted the maturity of the trade credit contracts that a large retailer could sign with some of its small suppliers. Using a within‐product difference‐in‐differences identification strategy, we find that the restriction reduces the likelihood of trade by 11%. The retailer also responds by internalizing procurement to its own subsidiaries and reducing overall purchases. Finally, we find that relational contracts can mitigate the inability to extend long trade credit terms.",
            "link": "https://doi.org/10.1111/jofi.12439"
        },
        {
            "no": "10",
            "title": "Buyout Activity: The Impact of Aggregate Discount Rates",
            "date": "19 September 2016",
            "author": [
                "VALENTIN HADDAD",
                "ERIK LOUALICHE",
                "MATTHEW PLOSSER"
            ],
            "abstract": "Buyout booms form in response to declines in the aggregate risk premium. We document that the equity risk premium is the primary determinant of buyout activity rather than credit‐specific conditions. We articulate a simple explanation for this phenomenon: a low risk premium increases the present value of performance gains and decreases the cost of holding an illiquid investment. A panel of U.S. buyouts confirms this view. The risk premium shapes changes in buyout characteristics over the cycle, including their riskiness, leverage, and performance. Our results underscore the importance of the risk premium in corporate finance decisions.",
            "link": "https://doi.org/10.1111/jofi.12464"
        },
        {
            "no": "11",
            "title": "Asset Pricing with Countercyclical Household Consumption Risk",
            "date": "21 September 2016",
            "author": [
                "GEORGE M. CONSTANTINIDES",
                "ANISHA GHOSH"
            ],
            "abstract": "We show that shocks to household consumption growth are negatively skewed, persistent, countercyclical, and drive asset prices. We construct a parsimonious model where heterogeneous households have recursive preferences. A single state variable drives the conditional cross‐sectional moments of household consumption growth. The estimated model fits well the unconditional cross‐sectional moments of household consumption growth and the moments of the risk‐free rate, equity premium, price‐dividend ratio, and aggregate dividend and consumption growth. The model‐implied risk‐free rate and price‐dividend ratio are procyclical, while the market return has countercyclical mean and variance. Finally, household consumption risk explains the cross section of excess returns.",
            "link": "https://doi.org/10.1111/jofi.12471"
        },
        {
            "no": "12",
            "title": "Local Risk, Local Factors, and Asset Prices",
            "date": "19 September 2016",
            "author": [
                "SELALE TUZEL",
                "MIAO BEN ZHANG"
            ],
            "abstract": "Firm location affects firm risk through local factor prices. We find more procyclical factor prices such as wages and real estate prices in areas with more cyclical economies, namely, high “local beta” areas. While procyclical wages provide a natural hedge against aggregate shocks and reduce firm risk, procyclical prices of real estate, which are part of firm assets, increase firm risk. We confirm that firms located in higher local beta areas have lower industry‐adjusted returns and conditional betas, and show that the effect is stronger among firms with low real estate holdings. A production‐based equilibrium model explains these empirical findings.",
            "link": "https://doi.org/10.1111/jofi.12465"
        },
        {
            "no": "13",
            "title": "Ex‐Dividend Profitability and Institutional Trading Skill",
            "date": "26 September 2016",
            "author": [
                "TYLER R. HENRY",
                "JENNIFER L. KOSKI"
            ],
            "abstract": "We use institutional trading data to examine whether skilled institutions exploit positive abnormal ex‐dividend returns. Results show that institutions concentrate trading around certain ex‐dates, and earn higher profits around these events. Dividend capture trades represent 6% of all institutional buy trades but contribute 15% of overall abnormal returns. Institutional dividend capture trading is persistent. Institutional ex‐day profitability is also strongly cross‐sectionally related to trade execution skill. The relation between execution skill and profits disappears around placebo non‐ex‐days. Results suggest that skilled institutions target certain opportunities rather than benefiting uniformly over time. Furthermore, only skilled institutions can profit from dividend capture.",
            "link": "https://doi.org/10.1111/jofi.12472"
        },
        {
            "no": "14",
            "title": "MISCELLANEA",
            "date": "12 January 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12475"
        },
        {
            "no": "15",
            "title": "ANNOUNCEMENTS",
            "date": "12 January 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12446"
        },
        {
            "no": "16",
            "title": "ISSUE INFORMATION BM",
            "date": "12 January 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12448"
        }
    ]
}