{
    "journal": "JF",
    "volume": "72",
    "issue": "5",
    "date": "October 2017",
    "page": "Pages: 1887-2375",
    "article": [
        {
            "no": "1",
            "title": "ISSUE INFORMATION FM",
            "date": "05 October 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12459"
        },
        {
            "no": "2",
            "title": "Amir Sufi",
            "date": "05 October 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12580"
        },
        {
            "no": "3",
            "title": "The Front Men of Wall Street: The Role of CDO Collateral Managers in the CDO Boom and Bust",
            "date": "15 May 2017",
            "author": [
                "SERGEY CHERNENKO"
            ],
            "abstract": "I study the incentives of the collateral managers who selected securities for ABS CDOs—securitizations that figured prominently in the financial crisis. Specialized managers without other businesses that could suffer negative reputational consequences invested in low‐quality securities underwritten by the CDO's arranger. These securities performed significantly worse than observationally similar securities. Managers investing in these securities were rewarded with additional collateral management assignments. Diversified managers who did assemble CDOs suffered negative reputational consequences during the crisis: institutional investors withdrew from their mutual funds. Overall, the results are consistent with a quid pro quo between collateral managers and CDO underwriters.",
            "link": "https://doi.org/10.1111/jofi.12520"
        },
        {
            "no": "4",
            "title": "The Downside of Asset Screening for Market Liquidity",
            "date": "15 May 2017",
            "author": [
                "VICTORIA VANASCO"
            ],
            "abstract": "This paper explores the tension between asset quality and market liquidity. I model an originator who screens assets whose cash flows are later sold in secondary markets. Screening improves asset quality but gives rise to asymmetric information, hindering trade of the asset cash flows. In the optimal mechanism (second‐best), costly retention of cash flows is essential to implement asset screening. Market allocations can feature too much or too little screening relative to second‐best, where too much screening generates inefficiently illiquid markets. Furthermore, the economy is prone to multiple equilibria. The optimal mechanism is decentralized with two tools: retention rules and transfers.",
            "link": "https://doi.org/10.1111/jofi.12519"
        },
        {
            "no": "5",
            "title": "Benchmarks in Search Markets",
            "date": "01 June 2017",
            "author": [
                "DARRELL DUFFIE",
                "PIOTR DWORCZAK",
                "HAOXIANG ZHU"
            ],
            "abstract": "We characterize the role of benchmarks in price transparency of over‐the‐counter markets. A benchmark can raise social surplus by increasing the volume of beneficial trade, facilitating more efficient matching between dealers and customers, and reducing search costs. Although the market transparency promoted by benchmarks reduces dealers' profit margins, dealers may nonetheless introduce a benchmark to encourage greater market participation by investors. Low‐cost dealers may also introduce a benchmark to increase their market share relative to high‐cost dealers. We construct a revelation mechanism that maximizes welfare subject to search frictions, and show conditions under which it coincides with announcing the benchmark.",
            "link": "https://doi.org/10.1111/jofi.12525"
        },
        {
            "no": "6",
            "title": "What Drives the Cross‐Section of Credit Spreads?: A Variance Decomposition Approach",
            "date": "23 May 2017",
            "author": [
                "YOSHIO NOZAWA"
            ],
            "abstract": "I decompose the variation of credit spreads for corporate bonds into changing expected returns and changing expectation of credit losses. Using a log‐linearized pricing identity and a vector autoregression applied to microlevel data from 1973 to 2011, I find that expected returns contribute to the cross‐sectional variance of credit spreads nearly as much as expected credit loss does. However, most of the time‐series variation in credit spreads for the market portfolio corresponds to risk premiums.",
            "link": "https://doi.org/10.1111/jofi.12524"
        },
        {
            "no": "7",
            "title": "Income Insurance and the Equilibrium Term Structure of Equity",
            "date": "18 March 2017",
            "author": [
                "ROBERTO MARFÈ"
            ],
            "abstract": "Output, wages, and dividends feature term structures of variance ratios that are respectively flat, increasing, and decreasing. Income insurance from shareholders to workers explains these term structures. Risk‐sharing smooths wages but only concerns transitory risk and hence enhances short‐run dividend risk. As a result, actual labor‐share variation largely forecasts the risk, premium, and slope of dividend strips. A simple general equilibrium model in which labor rigidity affects dividend dynamics and the price of short‐run risk reconciles standard asset pricing facts with the term structures of the equity premium, volatility, and macroeconomic variables, which are at odds in leading models.",
            "link": "https://doi.org/10.1111/jofi.12508"
        },
        {
            "no": "8",
            "title": "A Labor Capital Asset Pricing Model",
            "date": "18 March 2017",
            "author": [
                "LARS‐ALEXANDER KUEHN",
                "MIKHAIL SIMUTIN",
                "JESSIE JIAXU WANG"
            ],
            "abstract": "We show that labor search frictions are an important determinant of the cross‐section of equity returns. Empirically, we find that firms with low loadings on labor market tightness outperform firms with high loadings by 6% annually. We propose a partial equilibrium labor market model in which heterogeneous firms make dynamic employment decisions under labor search frictions. In the model, loadings on labor market tightness proxy for priced time‐variation in the efficiency of the aggregate matching technology. Firms with low loadings are more exposed to adverse matching efficiency shocks and require higher expected stock returns.",
            "link": "https://doi.org/10.1111/jofi.12504"
        },
        {
            "no": "9",
            "title": "Firm Investment and Stakeholder Choices: A Top‐Down Theory of Capital Budgeting",
            "date": "01 June 2017",
            "author": [
                "ANDRES ALMAZAN",
                "ZHAOHUI CHEN",
                "SHERIDAN TITMAN"
            ],
            "abstract": "This paper develops a top‐down model of capital budgeting in which privately informed executives make investment choices that convey information to the firm's stakeholders (e.g., employees). Favorable information in this setting encourages stakeholders to take actions that positively contribute to the firm's success (e.g., employees work harder). Within this framework we examine how firms may distort their investment choices to influence the information conveyed to stakeholders and show that investment rigidities and overinvestment can arise as optimal investment distortions. We also examine investment distortions in multi‐divisional firms and compare such distortions to those in single‐division firms.",
            "link": "https://doi.org/10.1111/jofi.12526"
        },
        {
            "no": "10",
            "title": "On the Origins of Risk‐Taking in Financial Markets",
            "date": "15 May 2017",
            "author": [
                "SANDRA E. BLACK",
                "PAUL J. DEVEREUX",
                "PETTER LUNDBORG",
                "KAVEH MAJLESI"
            ],
            "abstract": "Financial investment behavior is highly correlated between parents and their children. Using Swedish data, we find that the decision of adoptees to hold equities is associated with the behavior of both biological and adoptive parents, implying a role for both genetic and environmental influences. However, we find that nurture has a stronger influence on the share of financial assets invested in equities and on portfolio volatility, suggesting that financial risk‐taking is substantially environmentally determined. The parental investment variables substantially increase the explanatory power of cross‐sectional regressions and so may play an important role in understanding cross‐sectional heterogeneity in investment behavior.",
            "link": "https://doi.org/10.1111/jofi.12521"
        },
        {
            "no": "11",
            "title": "Do Cash Flows of Growth Stocks Really Grow Faster?",
            "date": "15 May 2017",
            "author": [
                "HUAFENG (JASON) CHEN"
            ],
            "abstract": "Contrary to conventional wisdom, growth stocks (i.e., low book‐to‐market stocks) do not have substantially higher future cash‐flow growth rates than value stocks, in both rebalanced and buy‐and‐hold portfolios. Efficiency growth, survivorship and look‐back biases, and the rebalancing effect help explain the results. These findings suggest that duration alone is unlikely to explain the value premium.",
            "link": "https://doi.org/10.1111/jofi.12518"
        },
        {
            "no": "12",
            "title": "Consumer Default, Credit Reporting, and Borrowing Constraints",
            "date": "15 May 2017",
            "author": [
                "MARK J. GARMAISE",
                "GABRIEL NATIVIDAD"
            ],
            "abstract": "Why do negative credit events lead to long‐term borrowing constraints? Exploiting banking regulations in Peru and utilizing currency movements, we show that consumers who face a credit rating downgrade due to bad luck experience a three‐year reduction in financing. Consumers respond to the shock by paying down their most troubled loans, but nonetheless end up more likely to exit the credit market. For a set of borrowers who experience severe delinquency, we find that the associated credit reporting downgrade itself accounts for 25% to 65% of their observed decline in borrowing at various horizons over the following several years.",
            "link": "https://doi.org/10.1111/jofi.12522"
        },
        {
            "no": "13",
            "title": "MISCELLANEA",
            "date": "05 October 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12581"
        },
        {
            "no": "14",
            "title": "ANNOUNCEMENTS",
            "date": "05 October 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12582"
        },
        {
            "no": "15",
            "title": "ISSUE INFORMATION BM",
            "date": "05 October 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/jofi.12457"
        }
    ]
}