{
    "journal": "RFS",
    "volume": "31",
    "issue": "4",
    "date": "April 2018",
    "page": "Pages 1221–1604",
    "article": [
        {
            "no": "1",
            "title": "Corporate Tax Havens and Transparency",
            "date": "02 November 2017",
            "author": [
                "Morten Bennedsen",
                "Stefan Zeume"
            ],
            "abstract": "We investigate shareholders’ reactions to the increased transparency of corporate tax haven activities in a hand-collected subsidiary data set covering 17,331 publicly listed firms in 52 countries. An increase in transparency through the staggered signing of bilateral tax information exchange agreements (TIEAs) between home countries and tax havens is associated with a 2.5% increase in the value of affected firms. The results are stronger for firms with more complex tax haven structures and weakly governed firms. Furthermore, firms that respond to TIEAs by haven hopping (i.e., they move subsidiaries from affected to nonaffected tax havens) do not experience an increase in firm value. These results are consistent with tax havens being used for expropriation activities that extend beyond pure tax-saving activities.",
            "link": "https://doi.org/10.1093/rfs/hhx122"
        },
        {
            "no": "2",
            "title": "How Does Financial Reporting Regulation Affect Firms’ Banking?",
            "date": "02 November 2017",
            "author": [
                "Matthias Breuer",
                "Katharina Hombach",
                "Maximilian A Müller"
            ],
            "abstract": "We examine the effects of financial reporting regulation on firms’ banking. Exploiting discontinuous public disclosure and auditing requirements assigned to otherwise similar small and medium-sized private firms, we document that financial reporting regulation reduces firms’ reliance on concentrated and local bank relationships and increases banks’ reliance on firms’ financial reporting, consistent with a shift in firms’ banking from relationship toward transactional approaches. Our evidence suggests that financial reporting regulation substitutes for banks’ information production role by burdening firms with the disclosure and auditing of their financial statements, consistent with institutional complementarities between reporting and banking systems.",
            "link": "https://doi.org/10.1093/rfs/hhx123"
        },
        {
            "no": "3",
            "title": "Employment and Wage Insurance within Firms: Worldwide Evidence",
            "date": "11 September 2017",
            "author": [
                "Andrew Ellul",
                "Marco Pagano",
                "Fabiano Schivardi"
            ],
            "abstract": "Using a firm-level international panel data set, we study if unemployment insurance offered by the government and by firms are substitutes. We exploit cross-country and time-series variation in public unemployment insurance as a shifter of workers’ demand for insurance within firms, and family versus nonfamily ownership as a shifter of firms’ supply of insurance. Our evidence supports the substitutability hypothesis: employment stability in family firms is greater, and the wage discount larger, in countries and periods with less generous public unemployment insurance, whereas no such substitutability emerges for nonfamily firms.",
            "link": "https://doi.org/10.1093/rfs/hhx104"
        },
        {
            "no": "4",
            "title": "Trust Busting: The Effect of Fraud on Investor Behavior",
            "date": "12 July 2017",
            "author": [
                "Umit G Gurun",
                "Noah Stoffman",
                "Scott E Yonker"
            ],
            "abstract": "We study the importance of trust in the investment advisory industry by exploiting the geographic dispersion of victims of the Madoff Ponzi scheme. Residents of communities that were exposed to the fraud subsequently withdrew assets from investment advisers and increased deposits at banks. Additionally, exposed advisers were more likely to close. Advisers who provided services that can build trust, such as financial planning advice, experienced fewer withdrawals. Our evidence suggests that the trust shock was transmitted through social networks. Taken together, our results show that trust plays a critical role in the financial intermediation industry.",
            "link": "https://doi.org/10.1093/rfs/hhx058"
        },
        {
            "no": "5",
            "title": "Manipulation in the VIX?",
            "date": "02 August 2017",
            "author": [
                "John M Griffin",
                "Amin Shams"
            ],
            "abstract": "At the settlement time of the VIX Volatility Index, volume spikes on S&P 500 Index (SPX) options, but only in out-of-the-money options used to calculate the VIX, and more so for options with a higher and discontinuous influence on VIX. We investigate alternative explanations of hedging and coordinated liquidity trading. Tests including those utilizing differences in put and call options, open interest around the settlement, and a similar volatility contract with an entirely different settlement procedure in Europe are inconsistent with these explanations but consistent with market manipulation. Large transient deviations in prices demonstrate the importance of settlement design.",
            "link": "https://doi.org/10.1093/rfs/hhx085"
        },
        {
            "no": "6",
            "title": "Industry Tournament Incentives",
            "date": "27 July 2017",
            "author": [
                "Jeffrey L Coles",
                "Zhichuan (Frank) Li",
                "Albert Y Wang"
            ],
            "abstract": "We empirically assess industry tournament incentives for CEOs, as measured by the compensation gap between a CEO at one firm and the highest-paid CEO among similar (industry, size) firms. We find that firm performance, firm risk, and the riskiness of firm investment and financial policies are positively associated with the external industry pay gap. The industry tournament effects are stronger when industry, firm, and executive characteristics indicate high CEO mobility and a higher probability of the aspirant executive winning.",
            "link": "https://doi.org/10.1093/rfs/hhx064"
        },
        {
            "no": "7",
            "title": "Getting the Incentives Right: Backfilling and Biases in Executive Compensation Data",
            "date": "27 July 2017",
            "author": [
                "Stuart L Gillan",
                "Jay C Hartzell",
                "Andrew Koch",
                "Laura T Starks"
            ],
            "abstract": "We document that backfilling in the ExecuComp database introduces a data-conditioning bias that can affect inferences and make replicating previous work difficult. Although backfilling can be advantageous due to greater data coverage, if not addressed, the oversampling of firms with strong managerial incentives and higher subsequent returns leads to a significant upward bias in abnormal compensation, pay-for-performance sensitivity, and the magnitudes of several previously established relations. The bias also can lead to one misinterpreting the appropriate functional form of a relation and whether the data support one compensation theory over another. We offer methods to address this issue.",
            "link": "https://doi.org/10.1093/rfs/hhx061"
        },
        {
            "no": "8",
            "title": "Do Director Elections Matter?",
            "date": "14 July 2017",
            "author": [
                "Vyacheslav Fos",
                "Kai Li",
                "Margarita Tsoutsoura"
            ],
            "abstract": "Using a hand-collected sample of election nominations for more than 30,000 directors over the period 2001–2010, we construct a novel measure of director proximity to elections called Years-to-election. We find that the closer directors of a board are to their next elections, the higher CEO turnover-performance sensitivity is. A series of tests, including one that exploits variation in Years-to-election that comes from other boards, supports a causal interpretation. Further analyses show that other governance mechanisms do not drive the relation between board Years-to-election and CEO turnover-performance sensitivity. We conclude that director elections have important implications for corporate governance.",
            "link": "https://doi.org/10.1093/rfs/hhx078"
        },
        {
            "no": "9",
            "title": "Founder Replacement and Startup Performance",
            "date": "08 November 2017",
            "author": [
                "Michael Ewens",
                "Matt Marx"
            ],
            "abstract": "We provide causal evidence that venture capitalists (VCs) improve the performance of their portfolio companies by replacing founders. Using a database of venture capital financings augmented with hand-collected founder turnover events, we exploit shocks to the supply of outside executives via 14 states’ changes to non-compete laws from 1995 to 2016. Naive regressions of startup performance on replacement suggest a negative correlation that may reflect negative selection. Indeed, instrumented regressions reverse the sign of this effect, suggesting that founder replacement instead improves performance. The evidence points to the replacement of founders as a specific mechanism by which VCs add value.",
            "link": "https://doi.org/10.1093/rfs/hhx130"
        },
        {
            "no": "10",
            "title": "The Effects of Business Accelerators on Venture Performance: Evidence from Start-Up Chile",
            "date": "05 September 2017",
            "author": [
                "Juanita Gonzalez-Uribe",
                "Michael Leatherbee"
            ],
            "abstract": "Do business accelerators affect new venture performance? We investigate this question in the context of Start-Up Chile, an ecosystem accelerator. We focus on two treatment conditions typically found in business accelerators: basic services of funding and coworking space, and additional entrepreneurship schooling. Using a regression discontinuity design, we show that schooling bundled with basic services can significantly increase new venture performance. In contrast, we find no evidence that basic services affect performance on their own. Our results are most relevant for ecosystem accelerators that attract young and early-stage businesses and suggest that entrepreneurial capital matters in new ventures.",
            "link": "https://doi.org/10.1093/rfs/hhx103"
        },
        {
            "no": "11",
            "title": "Corrigendum",
            "date": "20 February 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhy016"
        }
    ]
}