{
    "journal": "RFS",
    "volume": "31",
    "issue": "10",
    "date": "October 2018",
    "page": "Pages 3689–4098",
    "article": [
        {
            "no": "1",
            "title": "Quantifying Sentiment with News Media across Local Housing Markets",
            "date": "13 April 2018",
            "author": [
                "Cindy K Soo"
            ],
            "abstract": "This paper develops first measures of housing sentiment for 34 cities across the United States by quantifying the qualitative tone of local housing news. Housing media sentiment has significant predictive power for future house prices, leading prices by nearly two years. Consistent with theories of investor sentiment, the media sentiment index has a greater effect in markets in which speculative investors are more prevalent and demand appears less informed. Directly examining the content across news articles finds that results are not driven by news stories of unobserved fundamentals.",
            "link": "https://doi.org/10.1093/rfs/hhy036"
        },
        {
            "no": "2",
            "title": "Destabilizing Financial Advice: Evidence from Pension Fund Reallocations",
            "date": "02 February 2018",
            "author": [
                "Zhi Da",
                "Borja Larrain",
                "Clemens Sialm",
                "José Tessada"
            ],
            "abstract": "We document a novel channel through which coordinated trading exerts externalities on financial markets. We study the impact of a financial advisory firm that recommends frequent reallocations between equity and bond funds to Chilean pension investors. The recommendations generate large and coordinated fund flows that are exacerbated by the strategic complementarity arising from fund trading restrictions. The recommendations generate significant price pressure and increased volatility in the stock market. In response to these large trade flows, pension funds shift their allocations to more liquid securities. Our findings suggest that giving retirement savers unconstrained reallocation opportunities can destabilize financial markets.",
            "link": "https://doi.org/10.1093/rfs/hhy011"
        },
        {
            "no": "3",
            "title": "Family Descent as a Signal of Managerial Quality: Evidence from Mutual Funds",
            "date": "30 January 2018",
            "author": [
                "Oleg Chuprinin",
                "Denis Sosyura"
            ],
            "abstract": "Using data from individual Census records on the wealth of managers’ parents, we find that mutual fund managers from poor families outperform managers from rich families. We argue that managers born poor face higher entry barriers into asset management. Consistent with this view, managers born poor are promoted only if they outperform, while those born rich are more likely to be promoted for reasons unrelated to performance. Overall, we establish a first link between fund managers’ family descent and their ability to create value.",
            "link": "https://doi.org/10.1093/rfs/hhy010"
        },
        {
            "no": "4",
            "title": "The Investment Value of Fund Managers’ Experience outside the Financial Sector",
            "date": "15 March 2018",
            "author": [
                "Gjergji Cici",
                "Monika Gehde-Trapp",
                "Marc-André Göricke",
                "Alexander Kempf"
            ],
            "abstract": "Human capital acquired while working in other industries before joining fund management provides fund managers with an information advantage. Fund managers exploit this advantage by overweighting their experience industries and by picking outperforming stocks from these industries. These managers’ superior information is impounded into stock prices slowly, suggesting that their information is unique and takes a while to be discovered by the markets. Families exploit their manager’s industry-specific human capital by broadly employing their investment ideas in other funds. The investment value of industry experience is unaffected by whether or not the manager with such experience is in a team.",
            "link": "https://doi.org/10.1093/rfs/hhy019"
        },
        {
            "no": "5",
            "title": "Decentralized Privatization and Change of Control Rights in China",
            "date": "05 September 2017",
            "author": [
                "Jie Gan",
                "Yan Guo",
                "Chenggang Xu"
            ],
            "abstract": "The design and implementation of privatization in China is unique in that both are decentralized and administered by the local governments. Based on a proprietary survey data set containing 3,000 firms in over 200 cities, this paper studies privatization choices and outcomes, as well as the mechanism behind the outcomes. We find that less political opposition to labor downsizing and greater fiscal capacity prompt cities to choose direct sales to insiders (MBOs). This method transfers control rights to private owners, retains limited government supports, imposes hardened budget constraints, allows for restructuring, and achieves performance improvement.",
            "link": "https://doi.org/10.1093/rfs/hhx100"
        },
        {
            "no": "6",
            "title": "Financial Frictions and the Stock Price Reaction to Monetary Policy",
            "date": "18 September 2017",
            "author": [
                "Ali K Ozdagli"
            ],
            "abstract": "I show that the stock prices of firms subject to greater information frictions have a weaker reaction to monetary policy. The claim is robust to a broad set of proxies for financial constraints and information frictions. Moreover, I use the Enron accounting scandal and Arthur Andersen’s demise as a large exogenous shock, temporarily raising other Andersen clients’ information frictions and, thereby, their financial constraints. The scandal’s disclosure lowered Andersen’s clients’ stock price sensitivity to monetary policy to about half that of other firms.",
            "link": "https://doi.org/10.1093/rfs/hhx106"
        },
        {
            "no": "7",
            "title": "The Timing and Method of Payment in Mergers when Acquirers Are Financially Constrained",
            "date": "07 December 2017",
            "author": [
                "Alexander S Gorbenko",
                "Andrey Malenko"
            ],
            "abstract": "Although acquisitions are a popular form of investment, the link between firms’ financial constraints and acquisition policies is not well understood. We develop a model in which financially constrained bidders approach targets, decide how much to bid and whether to bid in cash or in stock. In equilibrium, financial constraints do not affect the identity of the winning bidder, but they lower bidders’ incentives to approach the target. Auctions are initiated by bidders with low constraints or high synergies. The use of cash is positively related to synergies and the acquirer’s gains from the deal and negatively to financial constraints.",
            "link": "https://doi.org/10.1093/rfs/hhx126"
        },
        {
            "no": "8",
            "title": "What’s behind Smooth Dividends? Evidence from Structural Estimation",
            "date": "06 November 2017",
            "author": [
                "Yufeng Wu"
            ],
            "abstract": "I study the driving forces behind dividend smoothing by developing a dynamic agency model in which dividends signal the earnings persistence of firms. In equilibrium, managers treat dividends and earnings as informational substitutes. They smooth dividends relative to earnings to smooth negative news releases and lower their turnover risk. Empirical estimates of the model parameters imply that 39|$\\%$| of observed dividend smoothness among U.S. firms is driven by managers’ own career concerns, not shareholders’ preferences. Managers cut investments and adjust external financing policies to accommodate this career-concern-based dividend smoothing. These effects lead to a 2|$\\%$| decline in firm value.",
            "link": "https://doi.org/10.1093/rfs/hhx119"
        },
        {
            "no": "9",
            "title": "Implications of Incomplete Markets for International Economies",
            "date": "23 October 2017",
            "author": [
                "Gurdip Bakshi",
                "Mario Cerrato",
                "John Crosby"
            ],
            "abstract": "We develop a restriction that precludes implausibly high reward-for-risk in incomplete international economies to consider a theoretical problem that characterizes a lower bound on the covariance between stochastic discount factors (SDFs) subject to correct pricing. The problem is analytically solvable and synthesizes domestic and foreign SDFs into spanned and unspanned components. Our novelty is that exchange rate growth need not equal the ratio of SDFs and that the SDF correlations are plausibly lowered. Exploiting the realities of cross-country correlations of macroeconomic quantities, namely, consumption, wealth, dividend growths, and asset returns, our empirical investigation refutes the specification of complete markets.",
            "link": "https://doi.org/10.1093/rfs/hhx120"
        },
        {
            "no": "10",
            "title": "Market and Regional Segmentation and Risk Premia in the First Era of Financial Globalization",
            "date": "23 January 2018",
            "author": [
                "David Chambers",
                "Sergei Sarkissian",
                "Michael J Schill"
            ],
            "abstract": "We study market segmentation effects using data on U.S. railroads that list their bonds in New York and London between 1873 and 1913. This sample provides a unique setting for such analysis because of the precision offered by bond yields in cost of capital estimation, the geography-specific nature of railroad assets, and ongoing substantial technological change. We document a significant reduction in market segmentation over time. While New York bond yields exceeded those in London in the 1870s, this premium disappeared by the early 1900s. However, the segmentation premium persisted in the more remote regions of the United States.",
            "link": "https://doi.org/10.1093/rfs/hhx143"
        }
    ]
}