{
    "journal": "RFS",
    "volume": "31",
    "issue": "3",
    "date": "March 2018",
    "page": "Pages 811–1219",
    "article": [
        {
            "no": "1",
            "title": "Illiquidity Premia in the Equity Options Market",
            "date": "01 November 2017",
            "author": [
                "Peter Christoffersen",
                "Ruslan Goyenko",
                "Kris Jacobs",
                "Mehdi Karoui"
            ],
            "abstract": "Standard option valuation models leave no room for option illiquidity premia. Yet we find the risk-adjusted return spread for illiquid over liquid equity options is |$3.4\\%$| per day for at-the-money calls and |$2.5 \\%$| for at-the-money puts. These premia are computed using option illiquidity measures constructed from intraday effective spreads for a large panel of U.S. equities, and they are robust to different empirical implementations. Our findings are consistent with evidence that market makers in the equity options market hold large and risky net long positions, and positive illiquidity premia compensate them for the risks and costs of these positions.",
            "link": "https://doi.org/10.1093/rfs/hhx113"
        },
        {
            "no": "2",
            "title": "Quantifying Liquidity and Default Risks of Corporate Bonds over the Business Cycle",
            "date": "15 September 2017",
            "author": [
                "Hui Chen",
                "Rui Cui",
                "Zhiguo He",
                "Konstantin Milbradt"
            ],
            "abstract": "We develop a structural credit model to examine how interactions between default and liquidity affect corporate bond pricing. The model features debt rollover and bond-price-dependent holding costs. Over the business cycle and in the cross-section, the model matches average default rates and credit spreads in the data, and captures variations in bid-ask and bond-CDS spreads. A structural decomposition reveals that default-liquidity interactions can account for 10%–24% of the level of credit spreads and 16%–46% of the changes in spreads over the business cycle. Further, liquidity-related corporate bond financing costs amount to 6% of the total issuance amount from 1996 to 2015.",
            "link": "https://doi.org/10.1093/rfs/hhx107"
        },
        {
            "no": "3",
            "title": "The Twilight Zone: OTC Regulatory Regimes and Market Quality",
            "date": "11 September 2017",
            "author": [
                "Ulf Brüggemann",
                "Aditya Kaul",
                "Christian Leuz",
                "Ingrid M. Werner"
            ],
            "abstract": "Studying a comprehensive sample of stocks from the U.S. OTC market, we show that this market is a large and diverse trading environment with a rich set of regulatory and disclosure regimes, comprising venue rules and state laws beyond SEC regulation. We exploit this institutional richness to show that OTC firms subject to stricter regulatory regimes and disclosure requirements have higher market quality (higher liquidity and lower crash risk). Our analysis points to an important trade-off in regulating the OTC market and protecting investors: lowering regulatory requirements reduces the compliance burden for smaller firms, but it also reduces market quality.",
            "link": "https://doi.org/10.1093/rfs/hhx102"
        },
        {
            "no": "4",
            "title": "Does a Larger Menu Increase Appetite? Collateral Eligibility and Credit Supply",
            "date": "17 October 2017",
            "author": [
                "Sjoerd Van Bekkum",
                "Marc Gabarro",
                "Rustom M. Irani"
            ],
            "abstract": "We examine a change in the European Central Bank’s collateral framework, which significantly lowered the rating requirement for eligible residential mortgage-backed securities (RMBS), and its impact on bank lending and risk-taking in the Netherlands. Banks most affected by the policy increase loan supply and lower interest rates on new mortgage originations. These lower-interest-rate loans serve as collateral for newly issued RMBS with lower-rated tranches and subsequently experience worse repayment performance. The performance deterioration is pronounced among loans with state guarantees, which suggests that looser collateral requirements may lead to undesired credit risk transfer to the sovereign.",
            "link": "https://doi.org/10.1093/rfs/hhx112"
        },
        {
            "no": "5",
            "title": "Bankruptcy and the Cost of Organized Labor: Evidence from Union Elections",
            "date": "13 October 2017",
            "author": [
                "Murillo Campello",
                "Janet Gao",
                "Jiaping Qiu",
                "Yue Zhang"
            ],
            "abstract": "Unionized workers are entitled to special treatment in bankruptcy court that can be detrimental to other corporate stakeholders, with unsecured creditors standing to lose the most. Using data on union elections, we employ a regression discontinuity design to identify the effect of worker unionization on bondholders in bankruptcy states. Closely won union elections lead to significant bond value losses, especially when firms approach bankruptcy, have underfunded pension plans, and operate in non-RTW law states. Unionization is associated with longer, more convoluted, and costlier bankruptcy court proceedings. Unions depress bondholders’ recovery values as they are assigned seats on creditors’ committees.",
            "link": "https://doi.org/10.1093/rfs/hhx117"
        },
        {
            "no": "6",
            "title": "Why Does Fast Loan Growth Predict Poor Performance for Banks?",
            "date": "04 November 2017",
            "author": [
                "Rüdiger Fahlenbrach",
                "Robert Prilmeier",
                "René M. Stulz"
            ],
            "abstract": "From 1973 to 2014, the common stock of U.S. banks with loan growth in the top quartile of banks over a three-year period significantly underperformed the common stock of banks with loan growth in the bottom quartile over the next three years. After the period of high growth, these banks have a lower return on assets and increase their loan loss reserves. The poorer performance of fast-growing banks is not explained by merger activity. The evidence is consistent with banks, analysts, and investors being overoptimistic about the risk of loans extended during bank-level periods of high loan growth.",
            "link": "https://doi.org/10.1093/rfs/hhx109"
        },
        {
            "no": "7",
            "title": "Distributional Implications of Government Guarantees in Mortgage Markets",
            "date": "20 July 2017",
            "author": [
                "Pedro Gete",
                "Franco Zecchetto"
            ],
            "abstract": "We analyze the removal of the credit-risk guarantees provided by the government-sponsored enterprises (GSEs) in a model with agents heterogeneous in income and house price risk. We find that wealth inequality increases, driven by higher mortgage spreads and housing rents. Housing holdings become more concentrated. Foreclosures fall. The removal benefits high-income households, while hurting low- and mid-income households (renters and highly leveraged mortgagors with conforming loans). GSE reform requires compensating transfers, sufficiently high elasticity of rental supply, or linking GSE reform with the elimination of the mortgage interest deduction.",
            "link": "https://doi.org/10.1093/rfs/hhx083"
        },
        {
            "no": "8",
            "title": "Can’t Pay or Won’t Pay? Unemployment, Negative Equity, and Strategic Default",
            "date": "10 October 2017",
            "author": [
                "Kristopher Gerardi",
                "Kyle F. Herkenhoff",
                "Lee E. Ohanian",
                "Paul S. Willen"
            ],
            "abstract": "This paper uses new data from the PSID to quantify the relative importance of negative equity versus ability to pay, in driving mortgage defaults between 2009 and 2013. These data allow us to construct household budgets sets that provide better measures of ability to pay. Changes in ability to pay have large estimated effects. Job loss has an equivalent effect on the propensity to default as a 35% decline in equity. Strategic motives are also found to be quantitatively important, as we estimate more than 38% of households in default could make their mortgage payments without reducing consumption.",
            "link": "https://doi.org/10.1093/rfs/hhx115"
        },
        {
            "no": "9",
            "title": "Macroeconomic-Driven Prepayment Risk and the Valuation of Mortgage-Backed Securities",
            "date": "14 December 2017",
            "author": [
                "Mikhail Chernov",
                "Brett R. Dunn",
                "Francis A. Longstaff"
            ],
            "abstract": "We develop a three-factor no-arbitrage model for valuing mortgage-backed securities in which we solve for the implied prepayment function from the cross-section of market prices. This model closely fits the cross-section of mortgage-backed security prices without needing to specify an econometric prepayment model. We find that implied prepayments are generally higher than actual prepayments, providing direct evidence of significant macroeconomic-driven prepayment risk premiums in mortgage-backed security prices. We also find evidence that mortgage-backed security prices were significantly affected by Fannie Mae credit risk and the Federal Reserve’s quantitative easing programs.",
            "link": "https://doi.org/10.1093/rfs/hhx140"
        },
        {
            "no": "10",
            "title": "Unsecured Credit Supply, Credit Cycles, and Regulation",
            "date": "23 October 2017",
            "author": [
                "Song Han",
                "Benjamin J. Keys",
                "Geng Li"
            ],
            "abstract": "This paper explores the dynamics of unsecured credit supply over the recent credit cycle and around the passage of the CARD Act. We examine a unique data set of over 200,000 credit card mail solicitations to a representative sample of households and introduce credit card offers as a direct, informative measure of supply of such credit. Contrasting personal credit card offer dynamics before and after the passage of the CARD Act with those of personal loans, auto loans, and corporate credit cards, we find that lenders reduced credit supply of personal credit cards to nonprime borrowers in response to the CARD Act. Our analysis highlights the importance of separately examining supply and demand responses to assess the unintended consequences of regulation.",
            "link": "https://doi.org/10.1093/rfs/hhx114"
        },
        {
            "no": "11",
            "title": "Erratum",
            "date": "07 February 2018",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhx146"
        },
        {
            "no": "12",
            "title": "Corrigendum",
            "date": "29 December 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1093/rfs/hhx124"
        }
    ]
}