{
    "journal": "JFE",
    "volume": "91",
    "issue": "3",
    "date": "March 2009",
    "page": "Pages 253-406",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Mar 2009",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(09)00028-2"
        },
        {
            "no": "2",
            "title": "Has New York become less competitive than London in global markets? Evaluating foreign listing choices over time",
            "date": "Feb 2008",
            "author": [
                "Craig Doidge",
                "G. Andrew Karolyi",
                "René M. Stulz"
            ],
            "abstract": "We study the determinants and consequences of cross-listings on the New York and London stock exchanges from 1990 to 2005. This investigation enables us to evaluate the relative benefits of New York and London exchange listings and to assess whether these relative benefits have changed over time, perhaps as a result of the passage of the Sarbanes-Oxley Act in 2002. We find that cross-listings have been falling on US exchanges as well as on the Main Market in London. This decline in cross-listings is explained by changes in firm characteristics instead of by changes in the benefits of cross-listing. We show that after controlling for firm characteristics there is no deficit in cross-listing counts on US exchanges related to SOX. Investigating the valuation differential between listed and non-listed firms (the cross-listing premium) from 1990 to 2005, we find that there is a significant premium for US exchange listings every year, that the premium has not fallen significantly in recent years, and that it persists when allowing for time-invariant unobservable firm characteristics. In contrast, no premium exists for listings on London's Main Market in any year. Firms increase their capital-raising activities at home and abroad following a cross-listing on a major US exchange but not following a cross-listing in London. Our evidence is consistent with the theory that an exchange listing in New York has unique governance benefits for foreign firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.02.010"
        },
        {
            "no": "3",
            "title": "Strategic price complexity in retail financial markets",
            "date": "May 2008",
            "author": [
                "Bruce I. Carlin"
            ],
            "abstract": "There is mounting empirical evidence to suggest that the law of one price is violated in retail financial markets: there is significant price dispersion even when products are homogeneous. Also, despite the large number of firms in the market, prices remain above marginal cost and may even rise as more firms enter. In a non-cooperative oligopoly pricing model, I show that these anomalies arise when firms add complexity to their price structures. Complexity increases the market power of the firms because it prevents some consumers from becoming knowledgeable about prices in the market. In the model, as competition increases, firms tend to add more complexity to their prices as a best response, rather than make their disclosures more transparent. Because this may substantially decrease consumer surplus in these markets, such practices have important welfare implications.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.05.002"
        },
        {
            "no": "4",
            "title": "Conditional volatility in affine term-structure models: Evidence from Treasury and swap markets",
            "date": "Feb 2008",
            "author": [
                "Kris Jacobs",
                "Lotfi Karoui"
            ],
            "abstract": "We study the ability of three-factor affine term-structure models to extract conditional volatility using interest rate swap yields for 1991–2005 and Treasury yields for 1970–2003. For the Treasury sample, the correlation between model-implied and EGARCH volatility is between 60% and 75%. For the swap sample, this correlation is rather low or negative. We find that these differences in model performance are primarily due to the timing of the swap sample, and not to institutional differences between swap and Treasury markets. We conclude that the ability of multifactor affine models to extract conditional volatility depends on the sample period, but that overall these models perform better than has been argued in the literature.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.02.006"
        },
        {
            "no": "5",
            "title": "Dynamic order submission strategies with competition between a dealer market and a crossing network",
            "date": "Feb 2008",
            "author": [
                "Hans Degryse",
                "Mark Van Achter",
                "Gunther Wuyts"
            ],
            "abstract": "We analyze a dynamic microstructure model in which a dealer market (DM) and a crossing network (CN) interact for three informational settings. A key result is that coexistence of trading systems generates systematic patterns in order flow, which depend on the degree of transparency. Further, we study overall welfare, measured by the gains from trade of all agents, and compare it with the maximum overall welfare. The discrepancy between both measures is attributable to two inefficiencies. Due to these inefficiencies, introducing a CN next to a DM, as well as increasing the transparency level, not necessarily produces greater overall welfare.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.02.007"
        },
        {
            "no": "6",
            "title": "Collateral pricing",
            "date": "Mar 2008",
            "author": [
                "Efraim Benmelech",
                "Nittai K. Bergman"
            ],
            "abstract": "We examine how collateral affects the cost of debt capital. Using a novel data set of secured debt issued by U.S. airlines, we construct industry-specific measures of collateral redeployability. We show that debt tranches that are secured by more redeployable collateral exhibit lower credit spreads, higher credit ratings, and higher loan-to-value ratios—an effect which our estimates show to be economically sizeable. Our results suggest that the ability to pledge collateral, and in particular redeployable collateral, lowers the cost of external financing and increases debt capacity.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.03.003"
        },
        {
            "no": "7",
            "title": "Corruption in bank lending to firms: Cross-country micro evidence on the beneficial role of competition and information sharing",
            "date": "Apr 2008",
            "author": [
                "James R. Barth",
                "Chen Lin",
                "Ping Lin",
                "Frank M. Song"
            ],
            "abstract": "Building on the important study by Beck, Demirguc-Kunt, and Levine [2006. Bank supervision and corruption in lending. Journal of Monetary Economics 53, 2131-2163], we examine the effects of both borrower and lender competition as well as information sharing via credit bureaus/registries on corruption in bank lending. Using the unique World Bank data set (WBES) covering more than 4,000 firms across 56 countries with information on credit bureaus/registries, assembled by Djankov, McLiesh, and Shleifer [2007. Private credit in 129 countries. Journal of Financial Economics 84, 299–329], and bank regulation data collected by Barth, Caprio, and Levine [2006. Rethinking Bank Regulation: Till Angels Govern. Cambridge University Press, New York] to measure bank competition and information sharing, we find strong evidence that both banking competition and information sharing reduce lending corruption, and that information sharing also helps enhance the positive effect of competition in curtailing lending corruption. We also find that the ownership structure of firms and banks, legal environment, and firm competition all exert significant impacts on lending corruption.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.04.003"
        },
        {
            "no": "8",
            "title": "Accruals, cash flows, and aggregate stock returns",
            "date": "Nov 2007",
            "author": [
                "David Hirshleifer",
                "Kewei Hou",
                "Siew Hong Teoh"
            ],
            "abstract": "This paper examines whether the firm-level accrual and cash flow effects extend to the aggregate stock market. In sharp contrast to previous firm-level findings, aggregate accruals is a strong positive time series predictor of aggregate stock returns, and cash flows is a negative predictor. In addition, innovations in accruals are negatively contemporaneously correlated with aggregate returns, and innovations in cash flows are positively correlated with returns. These findings suggest that innovations in accruals and cash flows contain information about changes in discount rates, or that firms manage earnings in response to marketwide undervaluation.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.11.009"
        }
    ]
}