{
    "journal": "JFE",
    "volume": "123",
    "issue": "2",
    "date": "February 2017",
    "page": "Pages 225-440",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Feb 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(17)30008-9"
        },
        {
            "no": "2",
            "title": "The price of variance risk",
            "date": "Apr 2016",
            "author": [
                "Ian Dew-Becker",
                "Stefano Giglio",
                "Anh Le",
                "Marius Rodriguez"
            ],
            "abstract": "Between 1996 and 2014, it was costless on average to hedge news about future variance at horizons ranging from 1 quarter to 14 years. Only unexpected, transitory realized variance was significantly priced. These results present a challenge to many structural models of the variance risk premium, such as the intertemporal CAPM and recent models with Epstein–Zin preferences and long-run risks. The results are also difficult to reconcile with macro models in which volatility affects investment decisions. At the same time, the data allows us to distinguish between different disaster models; a model in which the stock market has a time-varying exposure to disasters and investors have power utility fits the major features of the variance term structure.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.04.003"
        },
        {
            "no": "3",
            "title": "Intangible capital and the investment-q relation",
            "date": "Mar 2016",
            "author": [
                "Ryan H. Peters",
                "Lucian A. Taylor"
            ],
            "abstract": "The neoclassical theory of investment has mainly been tested with physical investment, but we show that it also helps explain intangible investment. At the firm level, Tobin’s q explains physical and intangible investment roughly equally well, and it explains total investment even better. Compared with physical capital, intangible capital adjusts more slowly to changes in investment opportunities. The classic q theory performs better in firms and years with more intangible capital: Total and even physical investment are better explained by Tobin’s q and are less sensitive to cash flow. At the macro level, Tobin’s q explains intangible investment many times better than physical investment. We propose a simple, new Tobin’s q proxy that accounts for intangible capital, and we show that it is a superior proxy for both physical and intangible investment opportunities.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.03.011"
        },
        {
            "no": "4",
            "title": "How persistent is private equity performance? Evidence from deal-level data",
            "date": "Jan 2016",
            "author": [
                "Reiner Braun",
                "Tim Jenkinson",
                "Ingo Stoff"
            ],
            "abstract": "The persistence of returns is a critical issue for investors in their choice of private equity managers. In this paper, we analyse buyout performance persistence in new ways, using a unique database containing cash flow data on 13,523 portfolio company investments by 865 buyout funds. We focus on unique realized deals and find that persistence of fund managers has substantially declined as the private equity sector has matured and become more competitive. Private equity has, therefore, largely conformed to the pattern found in most other asset classes in which past performance is a poor predictor of the future.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.01.033"
        },
        {
            "no": "5",
            "title": "Leverage and strategic preemption: Lessons from entry plans and incumbent investments",
            "date": "Nov 2016",
            "author": [
                "J. Anthony Cookson"
            ],
            "abstract": "This paper empirically investigates the effect of leverage on strategic preemption. Using new data on entry plans and incumbent investments from the American casino industry, I find that high leverage prevents incumbents from responding to entry threats. Facing the same set of entry plans, low-leverage incumbents expand physical capacity (by 30%), whereas high-leverage incumbents do not. This difference in investment matters because capacity installations preempt eventual entry. Stock market reactions to withdrawn plans imply that effective preemption increases incumbent firm value by 5%. My findings suggest that leverage matters for industry composition, not just firm-level investment.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.11.005"
        },
        {
            "no": "6",
            "title": "The impact of firm prestige on executive compensation",
            "date": "Sep 2016",
            "author": [
                "Florens Focke",
                "Ernst Maug",
                "Alexandra Niessen-Ruenzi"
            ],
            "abstract": "We show that chief executive officers (CEOs) of prestigious firms earn less. Total compensation is on average 8% lower for firms listed in Fortune’s ranking of America’s most admired companies. We suggest that CEOs are willing to trade off status and career benefits from working for a publicly admired company against additional monetary compensation. Our identification strategy is based on matched sample analyses, difference-in-differences regressions, and a regression discontinuity design. We perform several robustness checks and exclude many alternative explanations, including that firm prestige just proxies for better corporate governance or for increased exposure of the pay-setting process to media attention.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.09.011"
        },
        {
            "no": "7",
            "title": "WSJ Category Kings – The impact of media attention on consumer and mutual fund investment decisions",
            "date": "Nov 2016",
            "author": [
                "Ron Kaniel",
                "Robert Parham"
            ],
            "abstract": "We exploit a novel natural experiment to establish a causal relation between media attention and consumer investment behavior, independent of the conveyed information. Our findings indicate a 31% local average increase in quarterly capital flows into mutual funds mentioned in a prominent Wall Street Journal “Category Kings” ranking list, compared to those funds which just missed making the list. This flow increase is about seven times larger than extra flows due to the well-documented performance-flow relation. Other funds in the same fund complex receive substantial extra flows as well, especially in smaller complexes. There is no increase in flows when the Wall Street Journal publishes similar lists absent the prominence of the Category Kings labeling. We show mutual fund managers react to the incentive created by the media effect in a strategic way predicted by theory, and present evidence for the existence of propagation mechanisms including increased fund complex advertising subsequent to having a Category King and increased efficacy of subsequent fund media mentions.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.11.003"
        },
        {
            "no": "8",
            "title": "The effect of asymmetric information on product market outcomes",
            "date": "Nov 2016",
            "author": [
                "Matthew T. Billett",
                "Jon A. Garfinkel",
                "Miaomiao Yu"
            ],
            "abstract": "We explore how asymmetric information in financial markets affects outcomes in product markets. Difference-in-difference tests around brokerage house merger/closure events (which increase asymmetric information through reductions in analyst coverage) indicate worse industry-adjusted sales growth for shocked firms than for their peers. Our results are consistent with Bolton and Scharfstein's (1990) tradeoff between investor agency concerns and predation risk. Further support is found in stronger treatment effects among firms with ex ante greater agency concerns, financing constraints, asymmetric information, and those operating in ex ante more competitive (fluid) product market spaces. Our results are concentrated in industries where we can clearly identify either net firm entry or exit.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.11.001"
        },
        {
            "no": "9",
            "title": "Customer–supplier relationships and corporate tax avoidance",
            "date": "Sep 2016",
            "author": [
                "Ling Cen",
                "Edward L. Maydew",
                "Liandong Zhang",
                "Luo Zuo"
            ],
            "abstract": "We investigate whether firms in close customer–supplier relationships are better able to identify and implement tax avoidance strategies via supply chains. Consistent with our prediction, we find that both principal customers and their dependent suppliers avoid more taxes than other firms. Further analysis suggests that principal customers and dependent suppliers likely engage in tax strategies involving shifting profits to tax haven subsidiaries. Moreover, tax benefits appear to explain both principal customer firms’ and dependent supplier firms’ organizational decisions. Overall, our study provides evidence of the importance of tax avoidance as a source of gains from these relationships.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.09.009"
        },
        {
            "no": "10",
            "title": "Reference-dependent preferences and the risk–return trade-off",
            "date": "Sep 2016",
            "author": [
                "Huijun Wang",
                "Jinghua Yan",
                "Jianfeng Yu"
            ],
            "abstract": "This paper studies the cross-sectional risk–return trade-off in the stock market. A fundamental principle in finance is the positive relation between risk and expected return. However, recent empirical evidence suggests the opposite. Using several intuitive risk measures, we show that the negative risk–return relation is much more pronounced among firms in which investors face prior losses, but the risk–return relation is positive among firms in which investors face prior gains. We consider a number of possible explanations for this new empirical finding and conclude that reference-dependent preference is the most promising explanation.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.09.010"
        },
        {
            "no": "11",
            "title": "Information disclosure, firm growth, and the cost of capital",
            "date": "Apr 2016",
            "author": [
                "Sunil Dutta",
                "Alexander Nezlobin"
            ],
            "abstract": "We study how information disclosure affects the cost of equity capital and investor welfare in a dynamic setting. We show that a firm’s cost of capital decreases (increases) in the precision of public disclosure if the firm’s growth rate is below (above) a certain threshold. The threshold growth rate is higher when the firm’s cash flows are more persistent, or when other firms in the economy are growing at low rates. While current shareholders always prefer maximum public disclosure, future shareholders’ welfare decreases (increases) in the precision of public disclosure if the firm’s growth rate is below (above) the threshold.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.04.001"
        },
        {
            "no": "12",
            "title": "Do staggered boards harm shareholders?",
            "date": "Apr 2016",
            "author": [
                "Yakov Amihud",
                "Stoyan Stoyanov"
            ],
            "abstract": "We examine the Cohen and Wang (2013) conclusion that a staggered board lowers firm value based on the stock price reaction to two 2010 Delaware court rulings in the Airgas, Inc. case. The first ruling weakened the potency of a staggered board and the second restored it. We find that the Cohen and Wang results, for their sample, become insignificant after excluding a few penny stocks, stocks with value below $10 million, or over-the-counter (non-exchange) stocks. The effects of the rulings are also insignificant for an alternative sample.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.04.002"
        }
    ]
}