{
    "journal": "JFE",
    "volume": "123",
    "issue": "3",
    "date": "March 2017",
    "page": "Pages 441-670",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Mar 2017",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(17)30028-4"
        },
        {
            "no": "2",
            "title": "International tests of a five-factor asset pricing model",
            "date": "Nov 2016",
            "author": [
                "Eugene F. Fama",
                "Kenneth R. French"
            ],
            "abstract": "Average stock returns for North America, Europe, and Asia Pacific increase with the book-to-market ratio (B/M) and profitability and are negatively related to investment. For Japan, the relation between average returns and B/M is strong, but average returns show little relation to profitability or investment. A five-factor model that adds profitability and investment factors to the three-factor model of Fama and French (1993) largely absorbs the patterns in average returns. As in Fama and French, 2015, Fama and French, 2016, the model's prime problem is failure to capture fully the low average returns of small stocks whose returns behave like those of low profitability firms that invest aggressively.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.11.004"
        },
        {
            "no": "3",
            "title": "The U.S. listing gap",
            "date": "Dec 2016",
            "author": [
                "Craig Doidge",
                "G. Andrew Karolyi",
                "René M. Stulz"
            ],
            "abstract": "Relative to other countries, the U.S. now has abnormally few listed firms. This “U.S. listing gap” is consistent with a decrease in the net benefit of a listing for U.S. firms. Since the listing peak in 1996, the propensity to be listed is lower for all firm size categories and industries, the new list rate is low, and the delist rate is high. The high delist rate accounts for 46% of the listing gap and the low new list rate for 54%. The high delist rate is explained by an unusually high rate of acquisitions of publicly listed firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.12.002"
        },
        {
            "no": "4",
            "title": "The effect of director experience on acquisition performance",
            "date": "Dec 2016",
            "author": [
                "Laura Casares Field",
                "Anahit Mkrtchyan"
            ],
            "abstract": "Prior research finds that firms hire directors for their acquisition experience, regardless of acquisition quality (whether their prior acquisitions earned positive or negative announcement returns). Using several short- and long-run measures, we examine the effects of directors’ acquisition experience on the acquisition performance of firms hiring them. We find that board acquisition experience is positively related to subsequent acquisition performance, demonstrating that firms appropriately value experience. Beyond experience itself, however, the quality of directors’ prior acquisitions is also important. Our results suggest that firms may be better served to select directors based upon both past acquisition experience and acquisition performance.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.12.001"
        },
        {
            "no": "5",
            "title": "Explaining CEO retention in misreporting firms",
            "date": "Dec 2016",
            "author": [
                "Messod D. Beneish",
                "Cassandra D. Marshall",
                "Jun Yang"
            ],
            "abstract": "We propose a framework that advances our understanding of Chief Executive Officer (CEO) retention decisions in misreporting firms. Consistent with economic intuition, outside directors are more likely to fire (retain) CEOs when retention (replacement) costs are high relative to replacement (retention) costs. When the decision is ambiguous because neither cost dominates, outside directors are more likely to retain the CEO when they both benefit from selling stock in the misreporting period. We show that joint abnormal selling captures director–CEO alignment incrementally to biographical overlap. This new proxy operationalizes information sharing and trust, making it useful for studying economic decision-making embedded in social relationships.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.12.004"
        },
        {
            "no": "6",
            "title": "Independent boards and innovation",
            "date": "Dec 2016",
            "author": [
                "Benjamin Balsmeier",
                "Lee Fleming",
                "Gustavo Manso"
            ],
            "abstract": "Much research has suggested that independent boards of directors are more effective in reducing agency costs and improving firm governance. How they influence innovation is less clear. Relying on regulatory changes, we show that firms that transition to independent boards focus on more crowded and familiar areas of technology. They patent and claim more and receive more total future citations to their patents. However, the citation increase comes mainly from incremental patents in the middle of the citation distribution; the numbers of uncited and highly cited patents—arguably associated with riskier innovation strategies—do not change significantly.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.12.005"
        },
        {
            "no": "7",
            "title": "Why do loans contain covenants? Evidence from lending relationships",
            "date": "Dec 2016",
            "author": [
                "Robert Prilmeier"
            ],
            "abstract": "Despite the importance of banks’ role as delegated monitors, little is known about how non-price terms of loan contracts are structured to optimize information production in a lending relationship. Using a large sample of corporate loans, this paper examines the effect of relationship lending on covenant choice. Consistent with information asymmetry theories, covenant tightness is relaxed over the duration of a relationship, especially for opaque borrowers. In contrast, the effect of lending relationship intensity on the number of covenants included in a loan follows an inverted U shape. I discuss potential explanations for this finding.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.12.007"
        },
        {
            "no": "8",
            "title": "Diversification and cash dynamics",
            "date": "Dec 2016",
            "author": [
                "Tor-Erik Bakke",
                "Tiantian Gu"
            ],
            "abstract": "Why do diversified firms hold significantly less cash than focused firms? We study this question using a dynamic model of corporate investment, saving, and diversification decisions. We find that investment dynamics are more important in explaining the cash differences than financing frictions. More efficient internal capital markets increase cash differences and are especially valuable when a firm diversifies or refocuses. Contrary to static models, more diverse conglomerates have lower cash differences. Endogenous selection (diversifying firms are larger and have better growth opportunities) accounts for 68% of the cash difference, and the diversification event itself reduces cash holdings by 32%.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.12.008"
        },
        {
            "no": "9",
            "title": "Limited disclosure and hidden orders in asset markets",
            "date": "Apr 2016",
            "author": [
                "Cyril Monnet",
                "Erwan Quintin"
            ],
            "abstract": "Opacity assumes at least two prominent forms in asset markets. Dark exchanges and over-the-counter markets enable expert investors to hide their orders while originators carefully control the disclosure of fundamental information about the assets they source. We describe a simple model in which both forms of opacity – hidden orders and limited disclosure – complement one another. Costly investor expertise gives originators incentives to deliver assets of good quality. Keeping expert orders hidden generates the rents investors need to justify investing in expertise in the first place. Limiting disclosure mitigates the resulting adverse selection issues. Originators prefer to restrict the information they can convey to experts because it encourages the participation of non experts. This optimal organization of asset markets can be decentralized using standard financial arrangements.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.04.004"
        },
        {
            "no": "10",
            "title": "Information percolation, momentum and reversal",
            "date": "May 2016",
            "author": [
                "Daniel Andrei",
                "Julien Cujean"
            ],
            "abstract": "We propose a joint theory of time-series momentum and reversal based on a rational-expectations model. We show that a necessary condition for momentum to arise in this framework is that information flows at an increasing rate. We focus on word-of-mouth communication as a mechanism that enforces this condition and generates short-term momentum and long-term reversal. Investors with heterogeneous trading strategies—contrarian and momentum traders—coexist in the marketplace. Although a significant proportion of investors are momentum traders, momentum is not completely eliminated. Word-of-mouth communication spreads rumors and generates price run-ups and reversals. Our theoretical predictions are in line with empirical findings.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.05.012"
        },
        {
            "no": "11",
            "title": "Well-connected short-sellers pay lower loan fees: A market-wide analysis",
            "date": "Dec 2016",
            "author": [
                "Fernando Chague",
                "Rodrigo De-Losso",
                "Alan De Genaro",
                "Bruno Giovannetti"
            ],
            "abstract": "High loan fees generate short-selling constraints and, therefore, reduce price efficiency. Despite the importance of loan fees, empirical evidence on their determinants is scarce. Using a market-wide deal-by-deal data set on the Brazilian equity lending market which uniquely identifies borrowers, brokers, and lenders, we are able to construct a proxy of search costs at the borrower–stock–day level. We find that—for the same stock, on the same day—borrowers with higher search costs pay significantly higher loan fees. Our results suggest that regulators should encourage the use of a centralized lending platform to reduce search costs in the lending market.",
            "link": "https://doi.org/10.1016/j.jfineco.2016.12.011"
        }
    ]
}