{
    "journal": "JF",
    "volume": "37",
    "issue": "1",
    "date": "March 1982",
    "page": "Pages: i-vi, 1-254, vii-xxvi",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "March 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb00825.x"
        },
        {
            "no": "2",
            "title": "Signaling and the Valuation of Unseasoned New Issues",
            "date": "March 1982",
            "author": [
                "DAVID H. DOWNES",
                "ROBERT HEINKEL"
            ],
            "abstract": "This paper is an empirical examination of the relation between firm value and two potential actions by entrepreneurs attempting to signal to investors information about otherwise unobservable firm features. The signals investigated are the proportion of equity ownership retained by entrepreneurs and the dividend policy of the firm; both signals are hypothesized to be positively related to firm value. Using a sample of unseasoned new equity issues, the empirical results are consistent with the entrepreneurial ownership retention hypothesis, but the dividend signaling hypothesis is rejected.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01091.x"
        },
        {
            "no": "3",
            "title": "Tests for Price Effects of New Issues of Seasoned Securities",
            "date": "March 1982",
            "author": [
                "ALAN C. HESS",
                "PETER A. FROST"
            ],
            "abstract": "Do new issues of seasoned securities cause significant price movements in the neighborhood of the issue day? This paper presents an empirical comparison of three competing hypotheses: the SEC view that a new issue causes a permanent price decline; the underwriter view that there is only a temporary price decline during the distribution period; and the efficient market hypothesis (EMH) that implies the absence of any price effects. Several empirical tests of the competing hypotheses using data on new issues of utility stocks traded on the NYSE reject the SEC and underwriter views in favor of the EMH.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01092.x"
        },
        {
            "no": "4",
            "title": "A Direct Test of Roll's Conjecture on the Firm Size Effect",
            "date": "March 1982",
            "author": [
                "MARC R. REINGANUM"
            ],
            "abstract": "Empirical research indicates that small firms earn higher average rates of return than large firms, even after accounting for beta risk. Roll conjectured that the small firm effect might be attributed to improper estimation of security betas. The evidence shows that while the direction of the bias in beta estimation is consistent with Roll's conjecture, the magnitude of the bias appears to be too small to explain the firm size effect.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01093.x"
        },
        {
            "no": "5",
            "title": "Effects of Shifting Saving Patterns on Interest Rates and Economic Activity",
            "date": "March 1982",
            "author": [
                "BENJAMIN M. FRIEDMAN"
            ],
            "abstract": "Individuals in the United States consistently do most of their saving through financial intermediaries, but over time there have been and continue to be major shifts in people's reliance on specific kinds of intermediary institutions. This paper assesses the potential effects on interest rates, and via interest rates (and asset prices and yields more generally) on nonfinancial economic activity, of four specific shifts in saving behavior: additional pension contributions financed by individuals, additional pension contributions financed by businesses, additional purchases of life insurance by individuals, and additional deposits in thrift institutions by individuals. The paper's results indicate that such shifts, in plausible magnitudes, would have significant effects not only on interest rates and asset‐liability flows but also on both the level and the composition of nonfinancial economic activity. In particular, although the specific effects differ from one shift to another, each would disproportionately stimulate capital formation in comparison to other forms of spending.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01094.x"
        },
        {
            "no": "6",
            "title": "Monetary Policy and Short‐term Interest Rates: An Efficient Markets‐Rational Expectations Approach",
            "date": "March 1982",
            "author": [
                "FREDERIC S. MISHKIN"
            ],
            "abstract": "This paper is an application of efficient markets‐rationael xpectations theory to analyze empirically the relationship of money supply growth and short‐term interest rates, a hotly debated issue in the literature. This approach has the advantage over earlier research on this subject in that it imposes a theoretical structure that allows easier interpretation of the empirical results as well as more powerful statistical tests. The empirical results uniformly do not support the proposition that increases in money growth are correlated with declines in short rates.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01095.x"
        },
        {
            "no": "7",
            "title": "The Behavior of the Interest Rate Differential Between Tax‐exempt Revenue and General Obligation Bonds: A Test of Risk Preferences and Market Segmentation",
            "date": "March 1982",
            "author": [
                "DAVID S. KIDWELL",
                "TIMOTHY W. KOCH*"
            ],
            "abstract": "This paper presents evidence that the yield differential between revenue bonds and similar general obligation bonds varies contracyclically with the level of economic activity. The evidence also indicates that significant investor‐borrower induced market segmentation exists in the municipal bond market. An increase in the relative demand by commercial banks for tax‐exempt securities and/or an increase in the supply of revenue bonds relative to the supply of general obligation bonds increase the yield spread between the two classes of debt. These findings were the result of a series of empirical tests with both macroeconomic and microeconomic data.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01096.x"
        },
        {
            "no": "8",
            "title": "Information Diversity and Market Behavior",
            "date": "March 1982",
            "author": [
                "STEPHEN FIGLEWSKI"
            ],
            "abstract": "The paper addresses two major issues raised by information diversity in a speculative market. First, we analyze what property of an investor's information leads to an expected speculative profit and show that independence is more important than accuracy. Second, we consider whether the market price must become fully efficient, in the sense that every investor's information is accurately discounted, when traders use it rationally as an information source. We prove that for any information structure there is a unique equilibrium weighting of investor beliefs at which the price is fully efficient and also every trader's expected profit is zero. Except for special structures, however, this equilibrium need not be attained in finite time.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01097.x"
        },
        {
            "no": "9",
            "title": "Common Stock Returns and Rating Changes: A Methodological Comparison",
            "date": "March 1982",
            "author": [
                "PAUL A. GRIFFIN",
                "ANTONIO Z. SANVICENTE"
            ],
            "abstract": "This paper examines the adjustments in a firm's common stock price during the eleven months before and during the month of announcement of a bond rating change. Based on several different measures of abnormal security return, the findings are consistent with the proposition that bond downgradings convey information to common stockholders. For bond upgradings, the price adjustments were statistically insignificant in the month of announcement, although in the eleven preceding months, upgraded firms exhibited positive abnormal returns. While the results do not fully support earlier research, we stress that the main contribution of this article lies in the scrutiny it gives to issues of methodology in assessing the possible price effects of bond reclassifications.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01098.x"
        },
        {
            "no": "10",
            "title": "The Choice Between Equity and Debt: An Empirical Study",
            "date": "March 1982",
            "author": [
                "PAUL MARSH"
            ],
            "abstract": "This empirical study of security issues by UK companies between 1959 and 1974 focuses on how companies select between financing instruments at a given point in time. It throws light on a number of interesting questions. First, it demonstrates that companies are heavily influenced by market conditions and the past history of security prices in choosing between debt and equity. Second, it provides evidence that companies appear to make their choice of financing instrument as if they have target levels of debt in mind. Finally, the results are consistent with the notion that these target debt levels are themselves a function of company size, bankruptcy risk, and asset composition.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01099.x"
        },
        {
            "no": "11",
            "title": "Yield Approximations: A Historical Perspective",
            "date": "March 1982",
            "author": [
                "GABRIEL A. HAWAWINI",
                "ASHOK VORA"
            ],
            "abstract": "This paper traces the historical developments of the efforts to find simple and accurate methods of approximating an annuity's implicit yield and a bond's yield to maturity. It is shown that the little known history of yield approximations is nevertheless very rich, with contributions dating as far back as the late seventeenth century. It is also shown that the standard textbook approximation formula for the bond's yield to maturity is the least accurate of a large family of formulas, some of which were suggested as early as 1855.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01100.x"
        },
        {
            "no": "12",
            "title": "Flattening of Bond Yield Curves for Long Maturities",
            "date": "March 1982",
            "author": [
                "MILES LIVINGSTON",
                "SURESH JAIN"
            ],
            "abstract": "The paper presents a theoretical proof that flattening of yield curves for par bonds is inevitable for long maturities. This proof implies that behavioral explanations of flattening are unnecessary. The proof also implies that the use of yields to maturity of couponbearing bonds to estimate the true term structure (as well as forward rates) for long maturities has potentially infinite bias, suggesting that a greater effort should be made to directly estimate the true term structure in empirical work.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01101.x"
        },
        {
            "no": "13",
            "title": "Borrower Risk under Alternative Mortgage Instruments",
            "date": "March 1982",
            "author": [
                "BRUCE G. WEBB"
            ],
            "abstract": "This paper analyzes differences in borrower risk under alternative mortgage instruments and various borrower characteristics. The traditional approach of measuring borrower risk in terms of actual delinquency and foreclosure data is rejected in favor of a model based on potential delinquency‐that is, changes in the mortgage payment to income ratio. The combinations of mortgage terms and borrower characteristics that are most likely to produce a potential delinquency are isolated based on the calculation of hypothetical payment to income ratios over an eight year period.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01102.x"
        },
        {
            "no": "14",
            "title": "Expectations Models of Asset Prices: A Survey of Theory",
            "date": "March 1982",
            "author": [
                "STEPHEN F. LEROY"
            ],
            "abstract": "This paper identifies restrictions on preferences under which various classes of “expectations” theories of asset prices—i.e., uncertainty models of asset prices which coincide with the corresponding certainty theory except that expected future prices replace actual future prices—are valid. Major classes of expectations models surveyed are martingale models, the expectations hypothesis of the term structure of interest rates, and models of exhaustible resources and futures markets. In each case the required restriction is related to the assumptiono f risk—neutrality, but the precise nature of the required restriction is shown to differ significantly among the various classes of expectations theories.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01103.x"
        },
        {
            "no": "15",
            "title": "The Administrative Costs of Corporate Bankruptcy: A Note",
            "date": "March 1982",
            "author": [
                "JAMES S. ANG",
                "JESS H. CHUA",
                "JOHN J. MCCONNELL"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01104.x"
        },
        {
            "no": "16",
            "title": "The Calculation of Implied Variances from the Black‐Scholes Model: A Note",
            "date": "March 1982",
            "author": [
                "STEVEN MANASTER",
                "GARY KOEHLER"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01105.x"
        },
        {
            "no": "17",
            "title": "Expectations, Tobin's q, and Investment: A Note",
            "date": "March 1982",
            "author": [
                "HENRY W. CHAPPELL JR.",
                "DAVID C. CHENG"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01106.x"
        },
        {
            "no": "18",
            "title": "The Demand for Preferred Stock with Sinking Funds and Without: A Note",
            "date": "March 1982",
            "author": [
                "ERIC H. SORENSEN",
                "CLARK A. HAWKINS"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01107.x"
        },
        {
            "no": "19",
            "title": "BOOK REVIEWS",
            "date": "March 1982",
            "author": [],
            "abstract": "Book reviewed in this article:\nA History of Retirement. By WILLIAM GRAEBNER.\nInvesting in Securities: An Efficient Markets Approach. By SEHA M. TINIC and RICHARD R. WEST.\nInvestment Analysis and Management. By ANTHONY J. CURLEY and ROBERT M. BEAR.\nInvestment Analysis and Portfolio Management. By SID MITTRA and CHRIS GASSEN.\nAnalytical Techniques for Financial Management. By JEROME S. OSTERYOUNG and DANIEL E. McCARTY.\nFinancial Management: Theory and Strategies. By EDWIN H. NEAVE and JOHN C. WIGINTON.\nManagerial Finance: Theory and Techniques. By DENNIS J. O'CONNOR and ALBERTO T. BUESO.",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01108.x"
        },
        {
            "no": "20",
            "title": "Miscellanea",
            "date": "March 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb01109.x"
        },
        {
            "no": "21",
            "title": "Back Matter",
            "date": "March 1982",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1982.tb00826.x"
        }
    ]
}