{
    "journal": "JFE",
    "volume": "73",
    "issue": "2",
    "date": "August 2004",
    "page": "Pages 201-408",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Aug 2004",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(04)00120-5"
        },
        {
            "no": "2",
            "title": "Firm size and the gains from acquisitions",
            "date": "Jul 2003",
            "author": [
                "Sara B Moeller",
                "Frederik P Schlingemann",
                "René M Stulz"
            ],
            "abstract": "We examine a sample of 12,023 acquisitions by public firms from 1980 to 2001. The equally weighted abnormal announcement return is 1.1%, but acquiring-firm shareholders lose $25.2 million on average upon announcement. This disparity suggests the existence of a size effect in acquisition announcement returns. The announcement return for acquiring-firm shareholders is roughly two percentage points higher for small acquirers irrespective of the form of financing and whether the acquired firm is public or private. The size effect is robust to firm and deal characteristics, and it is not reversed over time.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.07.002"
        },
        {
            "no": "3",
            "title": "New lists: Fundamentals and survival rates",
            "date": "Apr 2003",
            "author": [
                "Eugene F Fama",
                "Kenneth R French"
            ],
            "abstract": "The class of firms that obtain public equity financing expands dramatically in the 1980s and 1990s. The number of new firms listed on major U.S. stock markets jumps from 156 per year for 1973–1979 to 549 per year for 1980–2001. The characteristics of new lists also change. The cross section of profitability becomes progressively more left skewed, and growth becomes more right skewed. The result is a sharp decline in survival rates. We suggest that the changes in the characteristics of new lists are due to a decline in the cost of equity that allows weaker firms and firms with more distant expected payoffs to issue public equity.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.04.001"
        },
        {
            "no": "4",
            "title": "Appearing and disappearing dividends: The link to catering incentives",
            "date": "Aug 2003",
            "author": [
                "Malcolm Baker",
                "Jeffrey Wurgler"
            ],
            "abstract": "We document a close link between fluctuations in the propensity to pay dividends and catering incentives. First, we use the methodology of Fama and French (J. Finan. Econ. (2001)) to identify a total of four distinct trends in the propensity to pay dividends between 1963 and 2000. Second, we show that each of these trends lines up with a corresponding fluctuation in catering incentives: The propensity to pay increases when a proxy for the stock market dividend premium is positive and decreases when it is negative. The lone disconnect is attributable to Nixon-era controls.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.08.001"
        },
        {
            "no": "5",
            "title": "Why constrain your mutual fund manager?",
            "date": "May 2003",
            "author": [
                "Andres Almazan",
                "Keith C. Brown",
                "Murray Carlson",
                "David A. Chapman"
            ],
            "abstract": "We examine the form, adoption rates, and economic rationale for various mutual fund investment restrictions. A sample of U.S. domestic equity funds from 1994 to 2000 reveals systematic patterns in investment constraints, consistent with an optimal contracting equilibrium in the fund industry. Restrictions are more common when (i) boards contain a higher proportion of inside directors, (ii) the portfolio manager is more experienced, (iii) the fund is managed by a team rather than an individual, and (iv) the fund does not belong to a large organizational complex. Low- and high-constraint funds produce similar risk-adjusted returns, also consistent with an optimal contracting equilibrium.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.05.007"
        },
        {
            "no": "6",
            "title": "The costs of shared ownership: Evidence from international joint ventures",
            "date": "Jul 2003",
            "author": [
                "Mihir A Desai",
                "C.Fritz Foley",
                "James R Hines"
            ],
            "abstract": "This paper analyzes the determinants of partial ownership of the foreign affiliates of U.S. multinational firms and, in particular, the marked decline in the use of joint ventures over the last 20 years. The evidence indicates that whole ownership is most common when firms coordinate integrated production activities across different locations, transfer technology, and benefit from worldwide tax planning. Because operations and ownership levels are jointly determined, it is helpful to use the liberalization of ownership restrictions by host countries and the imposition of joint venture tax penalties in the U.S. Tax Reform Act of 1986 as instruments for ownership levels to identify these effects. Firms responded to these regulatory and tax changes by using wholly owned affiliates instead of joint ventures and expanding intrafirm trade and technology transfer. The implied complementarity of whole ownership and intrafirm trade suggests that the reduced costs of engaging in integrated global operations contributed substantially to the sharply declining propensity of American firms to organize their foreign operations as joint ventures over the last two decades. Estimates imply that as much as one-fifth to three-fifths of the decline in the use of joint ventures by multinational firms is attributable to the increased importance of intrafirm transactions. The forces of globalization appear to have diminished, rather than accelerated, the use of shared ownership.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.07.001"
        },
        {
            "no": "7",
            "title": "Grandstanding, certification and the underpricing of venture capital backed IPOs",
            "date": "Sep 2003",
            "author": [
                "Peggy M. Lee",
                "Sunil Wahal"
            ],
            "abstract": "We examine the role of venture capital backing in the underpricing of IPOs. Controlling for endogeneity in the receipt of venture funding, we find that venture capital backed IPOs experience larger first-day returns than comparable non-venture backed IPOs. Between 1980 and 2000, the average return difference ranges from 5.01 percentage points to 10.32 percentage points. This return difference is particularly pronounced in the “bubble” period of 1999–2000. Consistent with the grandstanding hypothesis proposed by Gompers (J. Financial Econ. 42 (1996) 133), we find that higher underpricing leads to larger future flows of capital into venture capital funds, particularly after 1996. Cross-sectionally, the effect of underpricing is attenuated for younger venture capital firms and those that have previously conducted fewer IPOs.",
            "link": "https://doi.org/10.1016/j.jfineco.2003.09.003"
        }
    ]
}