{
    "journal": "JFE",
    "volume": "49",
    "issue": "2",
    "date": "1 August 1998",
    "page": "Pages 139-280",
    "article": [
        {
            "no": "1",
            "title": "Book-to-market ratios as predictors of market returns1",
            "date": "1 August",
            "author": [
                "Jeffrey Pontiff",
                "Lawrence D. Schall"
            ],
            "abstract": "The book-to-market ratio of the Dow Jones Industrial Average predicts market returns and small firm excess returns over the period 1926–1994. The DJIA book-to-market ratio contains information about future returns that is not captured by other variables such as interest yield spreads and dividend yields. The DJIA book-to-market ratio's predictive ability is specific to the pre-1960 sample. In contrast, the S&P book-to-market ratio provides some predictive ability in the post-1960 period, although this relation is dramatically weaker than the Dow Jones pre-1960 findings. The predictive ability of book-to-market ratios appears to stem from the relation between book value and future earnings.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00020-8"
        },
        {
            "no": "2",
            "title": "Earnings signals in fixed-price and Dutch auction self-tender offers1",
            "date": "1 August",
            "author": [
                "Erik Lie",
                "John J. McConnell"
            ],
            "abstract": "Studies by Vermaelen (1981) and others indicate that the positive excess stock returns around self-tender offer announcements are the result of a signal of future earnings improvements. Comment and Jarrell (1991), Lee, Mikkelson and Partch (1992) and Persons (1994) argue that the signal in fixed-price self-tender offers should be stronger than the signal in Dutch auction self-tender offers. This study tests whether the earnings improvement following fixed-price self-tender offers is greater than that following Dutch auction self-tender offers. We find some evidence that earnings improve following both types of self-tender offers. However, we find no difference in earnings improvement between the two types of offers.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00021-X"
        },
        {
            "no": "3",
            "title": "Share repurchases and firm performance:",
            "date": "1 August",
            "author": [
                "Tom Nohel",
                "Vefa Tarhan"
            ],
            "abstract": "In this paper we examine tender offer share repurchases to differentiate between the information signaling and free cash flow hypotheses. Previous work in this area has focused on announcement period returns. While we also examine announcement returns, our primary emphasis is on operating performance changes surrounding repurchases. We argue that the information contained in changes in operating performance, and its determinants, enables us to differentiate between the two hypotheses. Our primary finding is that operating performance following repurchases improves only in low-growth firms, and that these gains are generated by more efficient utilization of assets, and asset sales, rather than improved growth opportunities. Thus, repurchases do not appear to be pure financial transactions meant to change the firm's capital structure but are part of a restructuring package meant to shrink the assets of the firm. This evidence leads us to conclude that the positive investor reaction to repurchases is best explained by the free cash flow hypothesis.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00022-1"
        },
        {
            "no": "4",
            "title": "Glamour, value and the post-acquisition performance of acquiring firms1",
            "date": "1 August",
            "author": [
                "P Raghavendra Rau",
                "Theo Vermaelen"
            ],
            "abstract": "This paper uses a methodology robust to recent criticisms of standard long-horizon event study tests to show that bidders in mergers underperform while bidders in tender offers overperform in the three years after the acquisition. However, the long-term underperformance of acquiring firms in mergers is predominantly caused by the poor post-acquisition performance of low book-to-market “glamour” firms. We interpret this finding as evidence that both the market and the management overextrapolate the bidder's past performance (as reflected in the bidder's book-to-market ratio) when they assess the desirability of an acquisition.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00023-3"
        },
        {
            "no": "5",
            "title": "The economics of parent-subsidiary mergers:",
            "date": "1 August",
            "author": [
                "Myron B. Slovin",
                "Marie E. Sushka"
            ],
            "abstract": "We examine parent-subsidiary mergers, transactions that do not entail arm's length bargaining or a change in control. These mergers are typically followed by considerable restructuring of subsidiaries. Minority and parent returns are not significantly different from returns at third party buyouts of parent-controlled subsidiaries, transactions that entail arm's length negotiations and a change in control. Buyer returns are negative, consistent with overbidding. We conclude that parent-subsidiary mergers facilitate corporate restructuring, foster the reallocation of resources toward higher valued uses, and increase value for both parent and subsidiary.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00024-5"
        }
    ]
}