{
    "journal": "JFE",
    "volume": "49",
    "issue": "1",
    "date": "1 July 1998",
    "page": "Pages 1-138",
    "article": [
        {
            "no": "1",
            "title": "Open-end mutual funds and capital-gains taxes1",
            "date": "1 July",
            "author": [
                "Michael J. Barclay",
                "Neil D. Pearson",
                "Michael S. Weisbach"
            ],
            "abstract": "Despite the fact that taxable investors would prefer to defer the realization of capital gains indefinitely, most open-end mutual funds regularly realize and distribute a large portion of their gains. We present a model in which unrealized gains in the fund's portfolio increase expected future taxable distributions, and thus increase the present value of a new investor's tax liability. In equilibrium, managers interested in attracting new investors pass through taxable capital gains to reduce the overhang of unrealized gains. This model contains a number of empirical predictions that are consistent with data on actual fund overhangs.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00016-6"
        },
        {
            "no": "2",
            "title": "IPO-mechanisms, monitoring and ownership structure1",
            "date": "1 July",
            "author": [
                "Neal M Stoughton",
                "Josef Zechner"
            ],
            "abstract": "This paper analyzes the effect of different IPO mechanisms on the structure of share ownership and explores the role of underpricing and rationing in determining investors’ shareholdings. We focus on the agency problem that results when large institutions are the only investors capable of monitoring the firm whereas small shareholders free-ride on these activities. The major conclusion is that some well-known aspects of IPOs may be explained as rational responses by the issuer to the existence of regulatory constraints in public capital markets. There is a two-stage offering mechanism in which the investment banker, acting in the interests of the issuer, optimally rations the allotment of shares to small investors in order to capture the benefits associated with better monitoring by institutions. Importantly, in our model, the existence of underpricing (and oversubscription) is an indication that the issuer has received a higher ex ante price than would have been obtained through a competitive Walrasian-type offering process.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00017-8"
        },
        {
            "no": "3",
            "title": "Going public and the ownership structure of the firm",
            "date": "1 July",
            "author": [
                "Antonio S. Mello",
                "John E. Parsons"
            ],
            "abstract": "Going public is a complex process with distinct markets for dispersed shares and controlling blocks. It is important to design the sale of new shares with the final ownership structure in mind. An optimal strategy for going public starts with the IPO, which is particularly suited for the sale of dispersed holdings to small and passive investors. The marketing of potentially controlling blocks to active investors should occur subsequently. We develop a framework for evaluating alternative methods of sale and show that discriminating in favor of active investors can raise the market value of the firm for all shareholders.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00018-X"
        },
        {
            "no": "4",
            "title": "Information and volatility linkages in the stock, bond, and money markets1",
            "date": "1 July",
            "author": [
                "Jeff Fleming",
                "Chris Kirby",
                "Barbara Ostdiek"
            ],
            "abstract": "We investigate the nature of volatility linkages in the stock, bond, and money markets. We develop a simple model of speculative trading that predicts strong volatility linkages in these markets due to common information, which simultaneously affects expectations across markets, and information spillover caused by cross-market hedging. To measure these linkages, we estimate a stochastic volatility representation of our trading model using GMM. The results indicate that our specification explains many of the observed characteristics of the data, and that the volatility linkages between the three markets are indeed strong. Moreover, we find that the linkages have become stronger since the 1987 stock market crash.",
            "link": "https://doi.org/10.1016/S0304-405X(98)00019-1"
        }
    ]
}