{
    "journal": "JFE",
    "volume": "61",
    "issue": "2",
    "date": "August 2001",
    "page": "Pages 171-308",
    "article": [
        {
            "no": "1",
            "title": "Asset liquidity, capital structure, and secured debt",
            "date": "Aug 2001",
            "author": [
                "Erwan Morellec"
            ],
            "abstract": "This paper investigates the impact of asset liquidity on the valuation of corporate securities and the firm's financing decisions. I show that asset liquidity increases debt capacity only when bond covenants restrict the disposition of assets. By contrast, I demonstrate that, with unsecured debt, greater liquidity increases credit spreads on corporate debt and reduces optimal leverage. The model also determines the extent to which pledging assets increases firm value and relates the optimal size of the pledge to firm and industry characteristics. Finally, I show that asset liquidity and security provisions may help explain leverage ratios and credit spreads observed in practice.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00059-9"
        },
        {
            "no": "2",
            "title": "An examination of executive stock option repricing",
            "date": "Aug 2001",
            "author": [
                "Mary Ellen Carter",
                "Luann J. Lynch"
            ],
            "abstract": "Comparing a sample of firms that reprice executive stock options in 1998 to a control sample of firms with out-of-the-money options in 1998 that do not reprice, we find that the likelihood of repricing increases for young, high technology firms and firms whose options are more out-of-the-money. Further, we find that firms reprice in response to poor firm-specific, not poor industry, performance. However, we find no evidence that repricing is related to agency problems. Our results are consistent with firms repricing options to restore incentive effects and to deter managers in competitive labor markets from going to work for other firms.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00060-5"
        },
        {
            "no": "3",
            "title": "Discretionary reductions in warrant exercise prices",
            "date": "Aug 2001",
            "author": [
                "John S. Howe",
                "Tie Su"
            ],
            "abstract": "Managers can decide to reduce a warrant's exercise price. A reduction in exercise price can induce exercise (a conversion-forcing reduction) or not (a long-term reduction). Conversion-forcing firms show an abnormal return of −1.53% on the announcement day but they perform well over the three years following the announcement. This finding suggests that the funds raised from warrant exercise are invested in profitable projects. Long-term reductions show an abnormal return of −1.15% on the announcement day. These firms also perform well following the reduction, which suggests that the lower exercise price restores managerial incentives.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00061-7"
        },
        {
            "no": "4",
            "title": "Stock option plans for non-executive employees",
            "date": "Aug 2001",
            "author": [
                "John E. Core",
                "Wayne R. Guay"
            ],
            "abstract": "We examine determinants of non-executive employee stock option holdings, grants, and exercises for 756 firms during 1994–1997. We find that firms use greater stock option compensation when facing capital requirements and financing constraints. Our results are also consistent with firms using options to attract and retain certain types of employees as well as to create incentives to increase firm value. After controlling for economic determinants and stock returns, option exercises are greater (less) when the firm's stock price hits 52-week highs (lows), which confirms in a broad sample the psychological bias documented by Heath et al. (Quarterly Journal of Economics 114 (1999) 601–628).",
            "link": "https://doi.org/10.1016/S0304-405X(01)00062-9"
        },
        {
            "no": "5",
            "title": "Stealth-trading: Which traders’ trades move stock prices?",
            "date": "Aug 2001",
            "author": [
                "Sugato Chakravarty"
            ],
            "abstract": "Using audit trail data for a sample of NYSE firms we show that medium-size trades are associated with a disproportionately large cumulative stock price change relative to their proportion of all trades and volume. This result is consistent with the predictions of Barclay and Warner's (1993) stealth-trading hypothesis. We find that the source of this disproportionately large cumulative price impact of medium-size trades is trades initiated by institutions. This result is robust to various sensitivity checks. Our findings appear to confirm street lore that institutions are informed traders.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00063-0"
        }
    ]
}