{
    "journal": "JFE",
    "volume": "61",
    "issue": "3",
    "date": "September 2001",
    "page": "Pages EX1-EX2, 309-480",
    "article": [
        {
            "no": "1",
            "title": "Capital budgeting and compensation with asymmetric information and moral hazard",
            "date": "Sep 2001",
            "author": [
                "Antonio E. Bernardo",
                "Hongbin Cai",
                "Jiang Luo"
            ],
            "abstract": "We consider optimal capital allocation and managerial compensation mechanisms for decentralized firms when division managers have an incentive to misrepresent project quality and to minimize privately costly but value-enhancing effort. We show that in the optimal mechanism firms always underinvest in capital relative to a naive application of the net present value (NPV) rule. We make a number of novel cross-sectional predictions about the severity of the underinvestment problem and the composition of managerial compensation contracts. We also find that firms will optimally give greater performance-based pay (at the expense of fixed wages) to managers of higher quality projects to mitigate the incentive for managers to overstate project quality. Managers may thus receive greater performance-based pay because they manage higher quality projects, not that greater performance-based pay causes firm value to increase.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00065-4"
        },
        {
            "no": "2",
            "title": "Forecasting crashes: trading volume, past returns, and conditional skewness in stock prices",
            "date": "Sep 2001",
            "author": [
                "Joseph Chen",
                "Harrison Hong",
                "Jeremy C Stein"
            ],
            "abstract": "We develop a series of cross-sectional regression specifications to forecast skewness in the daily returns of individual stocks. Negative skewness is most pronounced in stocks that have experienced (1) an increase in trading volume relative to trend over the prior six months, consistent with the model of Hong and Stein (NBER Working Paper, 1999), and (2) positive returns over the prior 36 months, which fits with a number of theories, most notably Blanchard and Watson's (Crises in Economic and Financial Structure. Lexington Books, Lexington, MA, 1982, pp. 295–315) rendition of stock-price bubbles. Analogous results also obtain when we attempt to forecast the skewness of the aggregate stock market, though our statistical power in this case is limited.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00066-6"
        },
        {
            "no": "3",
            "title": "Following the leader:",
            "date": "Sep 2001",
            "author": [
                "Rick A. Cooper",
                "Theodore E. Day",
                "Craig M. Lewis"
            ],
            "abstract": "This paper develops and tests procedures for ranking the performance of security analysts based on the timeliness of their earnings forecasts, the abnormal trading volume associated with these forecasts, and forecast accuracy. Our framework provides an objective assessment of analyst quality that differs from the standard approach, which uses survey evidence to rate analysts. We find that lead analysts identified by our measure of forecast timeliness have a greater impact on stock prices than follower analysts. Further, we find that performance rankings based on forecast timeliness are more informative than rankings based on abnormal trading volume and forecast accuracy. We also present evidence that analyst's forecast revisions are correlated with recent stock price performance, suggesting that security analysts use publicly available information to revise their earnings forecasts.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00067-8"
        },
        {
            "no": "4",
            "title": "Managerial timing and corporate liquidity:",
            "date": "Sep 2001",
            "author": [
                "Paul Brockman",
                "Dennis Y. Chung"
            ],
            "abstract": "We investigate the timing of open market share repurchases and the resultant impact on firm liquidity. Using the Stock Exchange of Hong Kong's unique disclosure environment, we identify the exact implementation dates for more than five thousand equity buybacks. We find that managers exhibit substantial timing ability. Consistent with the information-asymmetry hypothesis, bid–ask spreads widen and depths narrow during repurchase periods. We decompose bid–ask spreads and show that adverse selection costs increase substantially as market participants respond to the presence of informed managerial trading. Our findings provide additional insight into how markets process information and have significant implications for corporate payout and disclosure policies.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00068-X"
        },
        {
            "no": "5",
            "title": "The duration of bank relationships",
            "date": "Sep 2001",
            "author": [
                "Steven Ongena",
                "David C Smith"
            ],
            "abstract": "We analyze the duration of bank relationships using a unique panel data set of listed firms and their banks from the bank-dominated Norwegian market. We find that firms are more likely to leave a bank as the relationship matures. Small, profitable, and highly leveraged firms maintain shorter bank relationships, as do firms with multiple bank relationships. These findings are robust to censoring, alternate specifications for the distribution of relationship duration, and other control variables relevant to the Norwegian market. Overall, our results cast doubt on theories suggesting that firms become locked into bank relationships.",
            "link": "https://doi.org/10.1016/S0304-405X(01)00069-1"
        },
        {
            "no": "6",
            "title": "Erratum to:‘The option to withdraw IPOs during the premarket: empirical analysis’",
            "date": "Sep 2001",
            "author": [
                "Walid Y Busaba",
                "Lawrence M Benveniste",
                "Re-Jin Guo"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(01)00064-2"
        },
        {
            "no": "7",
            "title": "Index",
            "date": "Sep 2001",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(01)00071-X"
        }
    ]
}