{
    "journal": "JFE",
    "volume": "1",
    "issue": "2",
    "date": "July 1974",
    "page": "Pages 105-199",
    "article": [
        {
            "no": "1",
            "title": "Transactions costs and the relationship between put and call prices",
            "date": "Jul 1974",
            "author": [
                "J.P. Gould",
                "D. Galai"
            ],
            "abstract": "The relationship between prices of puts and calls on securities that is suggested by the theory of efficient markets is developed and empirically tested in this paper. We find that the basic model is not supported unless rather large transactions costs are included. Moreover, the transactions costs that must be assumed to make the model consistent with the data are so large as to raise troublesome questions as to whether there were unexploited profit opportunities in the options market at least during the 1967–1969 period. We also find that similar deviations from the efficient market hypothesis have shown up in related work by other researchers but that their explanations of these results appear to be incorrect on theoretical grounds or too sanguine.",
            "link": "https://doi.org/10.1016/0304-405X(74)90001-4"
        },
        {
            "no": "2",
            "title": "Stock prices, inflation, and the term structure of interest rates",
            "date": "Jul 1974",
            "author": [
                "John B. Long"
            ],
            "abstract": "In this article, the quantitative form of capital market equilibrium is derived for a multi-period economy in which (a) there are many consumption goods whose future prices are uncertain, and (b) the investment opportunities available to consumers include both common stocks and default-free bills of many different maturities. Particular emphasis is placed on consumer reaction to uncertainty about shifts in commodity prices and the term structure of interest rates and on the way one should expect to observe this reaction reflected in portfolio choices and equilibrium stock prices.",
            "link": "https://doi.org/10.1016/0304-405X(74)90002-6"
        },
        {
            "no": "3",
            "title": "Portfolio turnpike theorems for constant policies",
            "date": "Jul 1974",
            "author": [
                "Stephen A. Ross"
            ],
            "abstract": "This paper develops general overtaking techniques for studying the asymptotic properties of portfolio policies optimal with respect to a terminal utility valuation. For a restricted class of utility functions the sequence of optimal constant (non-revised) portfolio policies formed as the horizon recedes into the future is shown to converge. Furthermore, for utility functions unbounded above and below, this turnpike policy need not be the policy associated with the minimal constant relative risk aversion function that bounds the valuation function from above. Finally, an analogy between the portfolio turnpike problem and the turnpike problem of growth theory is studied.",
            "link": "https://doi.org/10.1016/0304-405X(74)90003-8"
        },
        {
            "no": "4",
            "title": "News item",
            "date": "Jul 1974",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(74)90004-X"
        }
    ]
}