{
    "journal": "JFE",
    "volume": "1",
    "issue": "4",
    "date": "December 1974",
    "page": "Pages 303-376",
    "article": [
        {
            "no": "1",
            "title": "Risk and return: The case of merging firms",
            "date": "Dec 1974",
            "author": [
                "Gershon Mandelker"
            ],
            "abstract": "This study examines the market for acquisitions and the impact of mergers on the returns to the stockholders of the constituent firms. While employing the two-factor market model as recently developed and applied by Black-Jensen-Scholes and Fama-MacBeth, this study also considers changes in risk in analyzing the impact of mergers on stock prices. The results of the study are consistent with the hypothesis that the market for acquisitions is perfectly competitive and with the hypothesis that information regarding mergers is efficiently incorporated in the stock prices. Stockholders of acquiring firms seem to earn normal returns from mergers as from other investment-production activities with commensurate risk levels. Stockholders of acquired firms earn abnormal returns of approximately 14%, on the average, in the seven months preceding the merger.",
            "link": "https://doi.org/10.1016/0304-405X(74)90012-9"
        },
        {
            "no": "2",
            "title": "International capital market equilibrium with investment barriers",
            "date": "Dec 1974",
            "author": [
                "Fischer Black"
            ],
            "abstract": "This paper outlines models of capital market equilibrium when there are explicit barriers to international investment in the form of a tax on holdings of assets in one country by residents of another country. There is a corresponding subsidy on short positions in foreign assets. Asset prices deviate from the predictions of the world capital asset pricing model. Investors do not hold a mixture of national market portfolios, but the mix of risky assets is the same for every investor in a country. Optimal portfolios tend to be heavy in domestic assets, and light in foreign assets. Tax free investors, however, tend to hold assets anywhere in the world that are taxed heavily. Estimates of the magnitude of the average tax (or the magnitude of effective barriers to international investment) can be made by comparing the average return on the minimum variance zero β portfolio, z, with the average across countries and time of the short-term interest rate. When barriers are ineffective, the expected return on portfolio z will be the average short-term interest rate, and the world capital asset pricing model will hold.",
            "link": "https://doi.org/10.1016/0304-405X(74)90013-0"
        },
        {
            "no": "3",
            "title": "Determinants of bid-asked spreads in the over-the-counter market",
            "date": "Dec 1974",
            "author": [
                "George J. Benston",
                "Robert L. Hagerman"
            ],
            "abstract": "Security market regulators, among others, are concerned to know whether or not dealers are natural monopolists. Based on a randomly drawn sample of 314 over-the-counter stocks, the results of this study suggest that while there are economies of scale, they are not on the dealer level. In addition, both systematic and unsystematic risk were tested for association with the transaction costs in this market. The evidence suggests unsystematic risk is related to spread.",
            "link": "https://doi.org/10.1016/0304-405X(74)90014-2"
        },
        {
            "no": "4",
            "title": "A note on diversification and the reduction of dispersion",
            "date": "Dec 1974",
            "author": [
                "K.H. Johnson",
                "D.S. Shannon"
            ],
            "abstract": "The purpose of this paper is to note that the question of optimal diversification cannot be answered simply by determining the average variability of equally allocated investment. Empirical results are presented which show that it is possible to obtain the same level of average variation with far greater average portfolio returns and fewer securities in the portfolio by using an alternative allocation scheme.",
            "link": "https://doi.org/10.1016/0304-405X(74)90015-4"
        },
        {
            "no": "5",
            "title": "Editorial collaborators",
            "date": "Dec 1974",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(74)90016-6"
        },
        {
            "no": "6",
            "title": "Index",
            "date": "Dec 1974",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/0304-405X(74)90017-8"
        }
    ]
}