{
    "journal": "JFE",
    "volume": "59",
    "issue": "1",
    "date": "January 2001",
    "page": "Pages 3-147",
    "article": [
        {
            "no": "1",
            "title": "Trading activity and expected stock returns",
            "date": "Jan 2001",
            "author": [
                "Tarun Chordia",
                "Avanidhar Subrahmanyam",
                "V.Ravi Anshuman"
            ],
            "abstract": "Given the evidence that the level of liquidity affects asset returns, a reasonable hypothesis is that the second moment of liquidity should be positively related to asset returns, provided agents care about the risk associated with fluctuations in liquidity. Motivated by this observation, we analyze the relation between expected equity returns and the level as well as the volatility of trading activity, a proxy for liquidity. We document a result contrary to our initial hypothesis, namely, a negative and surprisingly strong cross-sectional relationship between stock returns and the variability of dollar trading volume and share turnover, after controlling for size, book-to-market ratio, momentum, and the level of dollar volume or share turnover. This effect survives a number of robustness checks, and is statistically and economically significant. Our analysis demonstrates the importance of trading activity-related variables in the cross-section of expected stock returns.",
            "link": "https://doi.org/10.1016/S0304-405X(00)00080-5"
        },
        {
            "no": "2",
            "title": "The capital gain lock-in effect and long-horizon return reversal",
            "date": "Jan 2001",
            "author": [
                "Peter Klein"
            ],
            "abstract": "This paper develops and tests an asset pricing model that allows for the presence of a capital gain lock-in effect. The principal empirical implication of this model is that stock returns exhibit reversal behavior over long horizons because of investors’ accrued capital gains. Empirical tests on the cross-section of stock returns find that long-horizon return reversal is primarily attributable to the effect of investors’ accrued capital gains and that the effect is nonlinear in the manner predicted by the model. These finds are robust to the addition of size and past total return to the empirical tests.",
            "link": "https://doi.org/10.1016/S0304-405X(00)00081-7"
        },
        {
            "no": "3",
            "title": "Pricing the strategic value of putable securities in liquidity crises",
            "date": "Jan 2001",
            "author": [
                "Alexander David"
            ],
            "abstract": "Putable security holders have a de facto first claim on the firm's liquid assets and can threaten to force solvent issuers to bear financial distress costs. Their threatening power implies that the puts have a strategic value larger than their intrinsic value. Strategic value depends on the issuer's size, potential distress costs, and the distribution of put ownership relative to the firm's liquidity position. The analysis of Kmart's put-induced crisis in 1995, and a calibration to observed secondary market yield reductions on poison put bonds, shows that strategic value is an important determinant of payouts received by bondholders.",
            "link": "https://doi.org/10.1016/S0304-405X(00)00082-9"
        },
        {
            "no": "4",
            "title": "The structure of debt and active equity investors: The case of the buyout specialist",
            "date": "Jan 2001",
            "author": [
                "James F Cotter",
                "Sarah W Peck"
            ],
            "abstract": "This paper examines the role buyout specialists play in structuring the debt used to finance the LBO and in monitoring management in the post-LBO firm. We find that when buyout specialists control the majority of the post-LBO equity, the LBO transaction is likely to be financed with less short-term and/or senior debt and less likely to experience financial distress. We also find that buyout specialists have greater board representation on smaller boards, suggesting that they actively monitor managers, and that for these transactions, using debt with tighter terms does not significantly increase the firm's performance. In contrast, in all other transactions using such debt does significantly increase the firm's performance. These findings suggest that active monitoring by a buyout specialist substitutes for tighter debt terms in monitoring and motivating managers of LBOs.",
            "link": "https://doi.org/10.1016/S0304-405X(00)00083-0"
        }
    ]
}