{
    "journal": "JF",
    "volume": "50",
    "issue": "3",
    "date": "July 1995",
    "page": "Pages: i-vii, 773-1040",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "July 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00145.x"
        },
        {
            "no": "2",
            "title": "Papers and Proceedings",
            "date": "July 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00146.x"
        },
        {
            "no": "3",
            "title": "[Photograph]: Sanford J. Grossman President of the American Finance Association 1994",
            "date": "July 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00147.x"
        },
        {
            "no": "4",
            "title": "Dynamic Asset Allocation and the Informational Efficiency of Markets",
            "date": "July 1995",
            "author": [
                "SANFORD J. GROSSMAN"
            ],
            "abstract": "Markets have an allocational role; even in the absence of news about payoffs, prices change to facilitate trade and allocate resources to their best use. Allocational price changes create noise in the signal extraction process, and markets where such trading is important are markets in which we may expect to find a failure of informational efficiency. An important source of allocational trading is the use of dynamic trading strategies caused by the incomplete equitization of risks. Incomplete equitization causes trade. Trade implies the inefficiency of passive strategies, thus requiring investors to determine whether price changes are informational or allocational.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04036.x"
        },
        {
            "no": "5",
            "title": "A Simple Approach to Valuing Risky Fixed and Floating Rate Debt",
            "date": "July 1995",
            "author": [
                "FRANCIS A. LONGSTAFF",
                "EDUARDO S. SCHWARTZ"
            ],
            "abstract": "We develop a simple approach to valuing risky corporate debt that incorporates both default and interest rate risk. We use this approach to derive simple closed‐form valuation expressions for fixed and floating rate debt. The model provides a number of interesting new insights about pricing and hedging corporate debt securities. For example, we find that the correlation between default risk and the interest rate has a significant effect on the properties of the credit spread. Using Moody's corporate bond yield data, we find that credit spreads are negatively related to interest rates and that durations of risky bonds depend on the correlation with interest rates. This empirical evidence is consistent with the implications of the valuation model.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04037.x"
        },
        {
            "no": "6",
            "title": "Capital Requirements for Securities Firms",
            "date": "July 1995",
            "author": [
                "ELROY DIMSON",
                "PAUL MARSH"
            ],
            "abstract": "Regulatory authorities set capital requirements to cover the position risk of securities firms and to protect against losses arising from fluctuations in the value of their holdings. The requirements may be set using the comprehensive approach required by the U.S. Securities and Exchange Commission, the building‐block approach required by the European Community, or the portfolio approach required by the United Kingdom. We compare these three alternatives using a large sample of U.K. equity trading books. The portfolio approach systematically specifies larger requirements for riskier books, and vice versa. It is more efficient than the building‐block approach, and far more efficient than the comprehensive approach.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04038.x"
        },
        {
            "no": "7",
            "title": "Survival",
            "date": "July 1995",
            "author": [
                "STEPHEN J. BROWN",
                "WILLIAM N. GOETZMANN",
                "STEPHEN A. ROSS"
            ],
            "abstract": "Empirical analysis of rates of return in finance implicitly condition on the security surviving into the sample. We investigate the implications of such conditioning on the time series of rates of return. In general this conditioning induces a spurious relationship between observed return and total risk for those securities that survive to be included in the sample. This result has immediate implications for the equity premium puzzle. We show how these results apply to other outstanding problems of empirical finance. Long‐term autocorrelation studies focus on the statistical relation between successive holding period returns, where the holding period is of possibly extensive duration. If the equity market survives, then we find that average return in the beginning is higher than average return near the end of the time period. For this reason, statistical measures of long‐term dependence are typically biased towards the rejection of a random walk. The result also has implications for event studies. There is a strong association between the magnitude of an earnings announcement and the postannouncement performance of the equity. This might be explained in part as an artefact of the stock price performance of firms in financial distress that survive an earnings announcement. The final example considers stock split studies. In this analysis we implicitly exclude securities whose price on announcement is less than the prior average stock price. We apply our results to this case, and find that the condition that the security forms part of our positive stock split sample suffices to explain the upward trend in event‐related cumulated excess return in the preannouncement period.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04039.x"
        },
        {
            "no": "8",
            "title": "Ex‐Day Behavior: Tax or Short‐Term Trading Effects",
            "date": "July 1995",
            "author": [
                "M. AMEZIANE LASFER"
            ],
            "abstract": "This study examines the behavior of share prices around the ex‐dividend dates before and after the introduction of the 1988 Income and Corporation Taxes Act that reduced substantially the tax differential between dividends and capital gains in the United Kingdom. We find that, in the pre‐1988 period when the differential taxation of dividends and capital gains is high, ex‐day returns are positive and significant. In contrast, in the post‐1988 period, ex‐day returns are, in most cases, negative and insignificant. Further analysis reveals that, while ex‐day returns are significantly related to dividend yield and to the length of the settlement period, they are not affected by the commonly used measures of transaction costs, such as the bid‐ask spread and trading volume, or by the day of week, month of the year, type of dividend distribution, or number of days to the actual receipt of the cash dividend. We conclude that taxation affects significantly ex‐day share prices in the United Kingdom.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04040.x"
        },
        {
            "no": "9",
            "title": "The Priority Structure of Corporate Liabilities",
            "date": "July 1995",
            "author": [
                "MICHAEL J. BARCLAY",
                "CLIFFORD W. SMITH JR."
            ],
            "abstract": "Most discussions of corporate capital structure effectively assume that all debt is the same. Yet debt differs by maturity, covenant restrictions, conversion rights, call provisions, and priority. Here, we examine priority structure across a sample of 4995 COMPUSTAT industrial firms from 1981 to 1991. We analyze the variation in the use of capital leases, secured debt, ordinary debt, subordinated debt, and preferred stock both as a fraction of the firm's market value and as a fraction of total fixed claims. Our evidence provides consistent support for contracting cost hypotheses, mixed support for tax hypotheses, and little support for the signaling hypothesis.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04041.x"
        },
        {
            "no": "10",
            "title": "Managers of Financially Distressed Firms: Villains or Scapegoats?",
            "date": "July 1995",
            "author": [
                "NAVEEN KHANNA",
                "ANNETTE B. POULSEN"
            ],
            "abstract": "In this article, we provide evidence concerning the extent to which managers are to blame when their firms become bankrupt. We study a sample of firms that file for Chapter 11 and determine the actions taken by the firms' managers during the three‐year period before the filing. We compare the sample with a control sample of firms that performed better. We suggest that the comparison provides evidence on the way managers act as their firms sink into financial trouble and whether financial distress is the result of incompetence or excessively self‐serving managerial decisions or due to factors outside of management's control. We find that managers of the Chapter 11 firms and the control firms make very similar decisions and that, on average, neither set of managers is perceived to be taking value‐reducing actions. These results do not change when we control for managerial turnover or managerial ownership. We also find that when managers are replaced in firms that eventually file for Chapter 11 protection, the market does not respond positively, regardless of whether the new managers are from inside or outside the firm. Our findings suggest that when managers are blamed for financial distress, they are serving as scapegoats.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04042.x"
        },
        {
            "no": "11",
            "title": "Author Index of the Abstracts",
            "date": "July 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00148.x"
        },
        {
            "no": "12",
            "title": "Abstracts of Papers Presented at the 1995 AFA Meeting",
            "date": "July 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04043.x"
        },
        {
            "no": "13",
            "title": "Minutes of the Annual Membership Meeting",
            "date": "July 1995",
            "author": [
                "Michael Keenan"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04044.x"
        },
        {
            "no": "14",
            "title": "Report of the Executive Secretary and Treasurer",
            "date": "July 1995",
            "author": [
                "Michael Keenan"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04045.x"
        },
        {
            "no": "15",
            "title": "Consolidated Revenues and Expenses Reports",
            "date": "July 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04046.x"
        },
        {
            "no": "16",
            "title": "Report of the Managing Editor of the Journal of Finance for the Year 1994",
            "date": "July 1995",
            "author": [
                "René M. Stulz"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04047.x"
        },
        {
            "no": "17",
            "title": "Report of the AFA Representative to the National Bureau of Economic Research*",
            "date": "July 1995",
            "author": [
                "Robert S. Hamada"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04048.x"
        },
        {
            "no": "18",
            "title": "Association Meetings",
            "date": "July 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00149.x"
        },
        {
            "no": "19",
            "title": "Announcements",
            "date": "July 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00150.x"
        },
        {
            "no": "20",
            "title": "Back Matter",
            "date": "July 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00151.x"
        }
    ]
}