{
    "journal": "JF",
    "volume": "50",
    "issue": "4",
    "date": "September 1995",
    "page": "Pages: i-vi, 1029-1417",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "September 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00140.x"
        },
        {
            "no": "2",
            "title": "Performance Changes Following Top Management Dismissals",
            "date": "September 1995",
            "author": [
                "DAVID J. DENIS",
                "DIANE K. DENIS"
            ],
            "abstract": "We document that forced resignations of top managers are preceded by large and significant declines in operating performance and followed by large improvements in performance. However, forced resignations are rare and are due more often to external factors (e.g., blockholder pressure, takeover attempts, etc.) than to normal board monitoring. Following the management change, these firms significantly downsize their operations and are subject to a high rate of corporate control activity. Normal retirements are followed by small increases in operating income and are also subject to a slightly higher than normal incidence of postturnover corporate control activity.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04049.x"
        },
        {
            "no": "3",
            "title": "The Valuation of Cash Flow Forecasts: An Empirical Analysis",
            "date": "September 1995",
            "author": [
                "STEVEN N. KAPLAN",
                "RICHARD S. RUBACK"
            ],
            "abstract": "This article compares the market value of highly leveraged transactions (HLTs) to the discounted value of their corresponding cash flow forecasts. For our sample of 51 HLTs completed between 1983 and 1989, the valuations of discounted cash flow forecasts are within 10 percent, on average, of the market values of the completed transactions. Our valuations perform at least as well as valuation methods using comparable companies and transactions. We also invert our analysis by estimating the risk premia implied by transaction values and forecast cash flows, and relating those risk premia to firm and industry betas, firm size, and firm book‐to‐market ratios.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04050.x"
        },
        {
            "no": "4",
            "title": "Do LBO Supermarkets Charge More? An Empirical Analysis of the Effects of LBOs on Supermarket Pricing",
            "date": "September 1995",
            "author": [
                "JUDITH A. CHEVALIER"
            ],
            "abstract": "This article examines changes in supermarket prices in local markets following supermarket leveraged buyouts (LBOs). I find that prices rise following LBOs in local markets in which the LBO firm's rivals are also highly leveraged and that LBO firms have higher prices than their less leveraged rivals, suggesting that LBOs create incentives to raise prices. However, I also find that prices fall following LBOs in local markets in which rival firms have low leverage and are concentrated. These price drops are associated with LBO firms exiting the local market, suggesting that rivals attempt to “prey” on LBO chains.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04051.x"
        },
        {
            "no": "5",
            "title": "Covenants and Collateral as Incentives to Monitor",
            "date": "September 1995",
            "author": [
                "RAGHURAM RAJAN",
                "ANDREW WINTON"
            ],
            "abstract": "Although monitoring borrowers is thought to be a major function of financial institutions, the presence of other claimants reduces an institutional lender's incentives to do this. Thus loan contracts must be structured to enhance the lender's incentives to monitor. Covenants make a loan's effective maturity, and the ability to collateralize makes a loan's effective priority, contingent on monitoring by the lender. Thus both covenants and collateral can be motivated as contractual devices that increase a lender's incentive to monitor. These results are consistent with a number of stylized facts about the use of covenants and collateral in institutional lending.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04052.x"
        },
        {
            "no": "6",
            "title": "The Behavior of Stock Prices Around Institutional Trades",
            "date": "September 1995",
            "author": [
                "LOUIS K. C. CHAN",
                "JOSEF LAKONISHOK"
            ],
            "abstract": "All trades executed by 37 large investment management firms from July 1986 to December 1988 are used to study the price impact and execution cost of the entire sequence (“package”) of trades that we interpret as an order. We find that market impact and trading cost are related to firm capitalization, relative package size, and, most importantly, to the identity of the management firm behind the trade. Money managers with high demands for immediacy tend to be associated with larger market impact.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04053.x"
        },
        {
            "no": "7",
            "title": "One Security, Many Markets: Determining the Contributions to Price Discovery",
            "date": "September 1995",
            "author": [
                "JOEL HASBROUCK"
            ],
            "abstract": "When homogeneous or closely‐linked securities trade in multiple markets, it is often of interest to determine where price discovery (the incorporation of new information) occurs. This article suggests an econometric approach based on an implicit unobservable efficient price common to all markets. The information share associated with a particular market is defined as the proportional contribution of that market's innovations to the innovation in the common efficient price. Applied to quotes for the thirty Dow stocks, the technique suggests that the preponderance of the price discovery takes place at the New York Stock Exchange (NYSE) (a median 92.7 percent information share).",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04054.x"
        },
        {
            "no": "8",
            "title": "Predictability of Stock Returns: Robustness and Economic Significance",
            "date": "September 1995",
            "author": [
                "M. HASHEM PESARAN",
                "ALLAN TIMMERMANN"
            ],
            "abstract": "This article examines the robustness of the evidence on predictability of U.S. stock returns, and addresses the issue of whether this predictability could have been historically exploited by investors to earn profits in excess of a buy‐and‐hold strategy in the market index. We find that the predictive power of various economic factors over stock returns changes through time and tends to vary with the volatility of returns. The degree to which stock returns were predictable seemed quite low during the relatively calm markets in the 1960s, but increased to a level where, net of transaction costs, it could have been exploited by investors in the volatile markets of the 1970s.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04055.x"
        },
        {
            "no": "9",
            "title": "Fundamental Economic Variables, Expected Returns, and Bond Fund Performance",
            "date": "September 1995",
            "author": [
                "EDWIN J. ELTON",
                "MARTIN J. GRUBER",
                "CHRISTOPHER R. BLAKE"
            ],
            "abstract": "In this article, we develop relative pricing (APT) models that are successful in explaining expected returns in the bond market. We utilize indexes as well as unanticipated changes in economic variables as factors driving security returns. An innovation in this article is the measurement of the economic factors as changes in forecasts. The return indexes are the most important variables in explaining the time series of returns. However, the addition of the economic variables leads to a large improvement in the explanation of the cross‐section of expected returns. We utilize our relative pricing models to examine the performance of bond funds.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04056.x"
        },
        {
            "no": "10",
            "title": "An Analysis of the Recommendations of the “Superstar” Money Managers at Barron's Annual Roundtable",
            "date": "September 1995",
            "author": [
                "HEMANG DESAI",
                "PREM C. JAIN"
            ],
            "abstract": "We examine the performance of common stock recommendations made by prominent money managers at Barron's Annual Roundtable from 1968 to 1991. To avoid survivorship bias, we examine the performance of recommendations by all the participants. The buy recommendations earn significant abnormal returns of 1.91 percent from the recommendation day to the publication day, a period of about 14 days. However, the abnormal returns are essentially zero for one to three year postpublication day holding periods. Thus, an individual investing according to the Roundtable recommendations published in Barron's would not benefit from the advice.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04057.x"
        },
        {
            "no": "11",
            "title": "Convertible Bonds Are Not Called Late",
            "date": "September 1995",
            "author": [
                "PAUL ASQUITH"
            ],
            "abstract": "Starting with Ingersoll (1977b), the academic literature has repeatedly sought to explain why convertible bonds are called late. The findings here demonstrate there is no call delay to explain. This paper finds that most convertible bonds, given their call protection, are called as soon as possible. For those that are not, there are significant cash flow advantages to delaying. The median call delay for all convertible bonds is less than four months. If a safety premium is desired to assure the conversion value will exceed the call price at the end of call notice period, the median call period is less than a month.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04058.x"
        },
        {
            "no": "12",
            "title": "Do Managerial Motives Influence Firm Risk Reduction Strategies?",
            "date": "September 1995",
            "author": [
                "DON O. MAY"
            ],
            "abstract": "This article finds evidence consistent with the hypothesis that managers consider personal risk when making decisions that affect firm risk. I find that Chief Executive Officers (CEOs) with more personal wealth vested in firm equity tend to diversify. CEOs who are specialists at the existing technology tend to buy similar technologies. When specialists have many years vested, they tend to diversify, however. Poor performance in the existing lines of business is associated with movements into new lines of business.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04059.x"
        },
        {
            "no": "13",
            "title": "The Exchange Rate in the Presence of Transaction Costs: Implications for Tests of Purchasing Power Parity",
            "date": "September 1995",
            "author": [
                "PIET SERCU",
                "RAMAN UPPAL",
                "CYNTHIA VAN HULLE"
            ],
            "abstract": "With transaction costs for trading goods, the nominal exchange rate moves within a band around the nominal purchasing power parity (PPP) value. We model the behavior of the band and of the exchange rate within the band. The model explains why there are below‐unity slope coefficients in regression tests of PPP, and why these increase toward unity under hyperinflation or with low‐frequency data. Our results are independent of the presence of nontraded goods in the economy.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04060.x"
        },
        {
            "no": "14",
            "title": "Explaining Forward Exchange Bias…Intraday",
            "date": "September 1995",
            "author": [
                "RICHARD K. LYONS",
                "ANDREW K. ROSE"
            ],
            "abstract": "Intraday interest rates are zero. Consequently, a foreign exchange dealer can short a vulnerable currency in the morning, close this position in the afternoon, and never face an interest cost. This tactic might seem especially attractive in times of fixed‐rate crisis, since it suggests an immunity to the central bank's interest rate defense. In equilibrium, however, buyers of the vulnerable currency must be compensated on average with an intraday capital gain as long as no devaluation occurs. That is, currencies under attack should typically appreciate intraday. Using data on intraday exchange rate changes within the European Monetary System, we find this prediction is borne out.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04061.x"
        },
        {
            "no": "15",
            "title": "Book Reviews",
            "date": "September 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04062.x"
        },
        {
            "no": "16",
            "title": "Miscellanea",
            "date": "September 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04063.x"
        },
        {
            "no": "17",
            "title": "American Finance Association",
            "date": "September 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00141.x"
        },
        {
            "no": "18",
            "title": "Announcements",
            "date": "September 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00142.x"
        },
        {
            "no": "19",
            "title": "Back Matter",
            "date": "September 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00143.x"
        }
    ]
}