{
    "journal": "JF",
    "volume": "50",
    "issue": "2",
    "date": "June 1995",
    "page": "Pages: i-vii, 403-772, viii-xiv",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "June 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00166.x"
        },
        {
            "no": "2",
            "title": "Time‐Varying World Market Integration",
            "date": "June 1995",
            "author": [
                "GEERT BEKAERT",
                "CAMPBELL R. HARVEY"
            ],
            "abstract": "We propose a measure of capital market integration arising from a conditional regime‐switching model. Our measure allows us to describe expected returns in countries that are segmented from world capital markets in one part of the sample and become integrated later in the sample. We find that a number of emerging markets exhibit time‐varying integration. Some markets appear more integrated than one might expect based on prior knowledge of investment restrictions. Other markets appear segmented even though foreigners have relatively free access to their capital markets. While there is a perception that world capital markets have become more integrated, our country‐specific investigation suggests that this is not always the case.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04790.x"
        },
        {
            "no": "3",
            "title": "The World Price of Foreign Exchange Risk",
            "date": "June 1995",
            "author": [
                "BERNARD DUMAS",
                "BRUNO SOLNIK"
            ],
            "abstract": "Departures from purchasing power parity imply that different countries have different prices for goods when a common numeraire is used. Stochastic changes in exchange rates are associated with changes in these prices and constitute additional sources of risk in asset pricing models. This article investigates whether exchange rate risks are priced in international asset markets using a conditional approach that allows for time variation in the rewards for exchange rate risk. The results for equities and currencies of the world's four largest equity markets support the existence of foreign exchange risk premia.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04791.x"
        },
        {
            "no": "4",
            "title": "Time‐Varying Expected Returns in International Bond Markets",
            "date": "June 1995",
            "author": [
                "ANTTI ILMANEN"
            ],
            "abstract": "This article examines the predictable variation in long‐maturity government bond returns in six countries. A small set of global instruments can forecast 4 to 12 percent of monthly variation in excess bond returns. The predictable variation is statistically and economically significant. Moreover, expected excess bond returns are highly correlated across countries. A model with one global risk factor and constant conditional betas can explain international bond return predictability if the risk factor is proxied by the world excess bond return, but not if it is proxied by the world excess stock return.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04792.x"
        },
        {
            "no": "5",
            "title": "Predicting Volatility in the Foreign Exchange Market",
            "date": "June 1995",
            "author": [
                "PHILIPPE JORION"
            ],
            "abstract": "Measures of volatility implied in option prices are widely believed to be the best available volatility forecasts. In this article, we examine the information content and predictive power of implied standard deviations (ISDs) derived from Chicago Mercantile Exchange options on foreign currency futures. The article finds that statistical time‐series models, even when given the advantage of “ex post” parameter estimates, are outperformed by ISDs. ISDs, however, also appear to be biased volatility forecasts. Using simulations to investigate the robustness of these results, the article finds that measurement errors and statistical problems can substantially distort inferences. Even accounting for these, however, ISDs appear to be too variable relative to future volatility.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04793.x"
        },
        {
            "no": "6",
            "title": "Testing the Expectations Hypothesis on the Term Structure of Volatilities in Foreign Exchange Options",
            "date": "June 1995",
            "author": [
                "JOSÉ MANUEL CAMPA",
                "P. H. KEVIN CHANG"
            ],
            "abstract": "This article tests the expectations hypothesis in the term structure of volatilities in foreign exchange options. In particular, it addresses whether long‐dated volatility quotes are consistent with expected future short‐dated volatility quotes, assuming rational expectations. For options observed daily from December 1, 1989 to August 31, 1992 on dollar exchange rates against the pound, mark, yen, and Swiss franc, we are unable to reject the expectations hypothesis in the great majority of cases. The current spread between long‐ and short‐dated volatility rates proves to be a significant predictor of the direction of future short‐dated rates.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04794.x"
        },
        {
            "no": "7",
            "title": "Returns from Investing in Equity Mutual Funds 1971 to 1991",
            "date": "June 1995",
            "author": [
                "BURTON G. MALKIEL"
            ],
            "abstract": "Several recent studies suggest that equity mutual fund managers achieve superior returns and that considerable persistence in performance exists. This study utilizes a unique data set including returns from all equity mutual funds existing each year. These data enable us more precisely to examine performance and the extent of survivorship bias. In the aggregate, funds have underperformed benchmark portfolios both after management expenses and even gross of expenses. Survivorship bias appears to be more important than other studies have estimated. Moreover, while considerable performance persistence existed during the 1970s, there was no consistency in fund returns during the 1980s.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04795.x"
        },
        {
            "no": "8",
            "title": "Price Reactions to Dividend Initiations and Omissions: Overreaction or Drift?",
            "date": "June 1995",
            "author": [
                "RONI MICHAELY",
                "RICHARD H. THALER",
                "KENT L. WOMACK"
            ],
            "abstract": "This article investigates market reactions to initiations and omissions of cash dividend payments. Consistent with prior literature we find that the magnitude of short‐run price reactions to omissions are greater than for initiations. In the year following the announcements, prices continue to drift in the same direction, though the drift following omissions is stronger and more robust. This post‐dividend initiation/omission price drift is distinct from and more pronounced than that following earnings surprises. A trading rule employing both samples earns positive returns in 22 out of 25 years. We find little evidence for clientele shifts in either sample.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04796.x"
        },
        {
            "no": "9",
            "title": "The Maturity Structure of Corporate Debt",
            "date": "June 1995",
            "author": [
                "MICHAEL J. BARCLAY",
                "CLIFFORD W. SMITH JR."
            ],
            "abstract": "We provide an empirical examination of the determinants of corporate debt maturity. Our evidence offers strong support for the contracting‐cost hypothesis. Firms that have few growth options, are large, or are regulated have more long‐term debt in their capital structure. We find little evidence that firms use the maturity structure of their debt to signal information to the market. The evidence is consistent, however, with the hypothesis that firms with larger information asymmetries issue more short‐term debt. We find no evidence that taxes affect debt maturity.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04797.x"
        },
        {
            "no": "10",
            "title": "Debt Financing under Asymmetric Information",
            "date": "June 1995",
            "author": [
                "GAUTAM GOSWAMI",
                "THOMAS NOE",
                "MICHAEL REBELLO"
            ],
            "abstract": "We analyze the optimal design of debt maturity, coupon payments, and dividend payout restrictions under asymmetric information. We show that, if the asymmetry of information is concentrated around long‐term cash flows, firms finance with coupon‐bearing long‐term debt that partially restricts dividend payments. If the asymmetry of information is concentrated around near‐term cash flows and there exists considerable refinancing risk, firms finance with coupon‐bearing long‐term debt that does not restrict dividend payments. Finally, if the asymmetry of information is uniformly distributed across dates, firms finance with short‐term debt.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04798.x"
        },
        {
            "no": "11",
            "title": "Did J. P. Morgan's Men Add Liquidity? Corporate Investment, Cash Flow, and Financial Structure at the Turn of the Twentieth Century",
            "date": "June 1995",
            "author": [
                "CARLOS D. RAMIREZ"
            ],
            "abstract": "This article presents evidence suggesting that the relationship that existed between the partnership of J. P. Morgan and its client firms partially resolved the latter's external financing problems by diminishing the principal‐agent and asymmetric information problems. I estimate and compare investment regression equations for a sample of Morgan‐affiliated companies and a control group of nonaffiliated companies. The econometric results seem to indicate that companies not affiliated to the House of Morgan were liquidity constrained.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04799.x"
        },
        {
            "no": "12",
            "title": "Performance Persistence",
            "date": "June 1995",
            "author": [
                "STEPHEN J. BROWN",
                "WILLIAM N. GOETZMANN"
            ],
            "abstract": "We explore performance persistence in mutual funds using absolute and relative benchmarks. Our sample, largely free of survivorship bias, indicates that relative risk‐adjusted performance of mutual funds persists; however, persistence is mostly due to funds that lag the S&P 500. A probit analysis indicates that poor performance increases the probability of disappearance. A year‐by‐year decomposition of the persistence effect demonstrates that the relative performance pattern depends upon the time period observed, and it is correlated across managers. Consequently, it is due to a common strategy that is not captured by standard stylistic categories or risk adjustment procedures.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04800.x"
        },
        {
            "no": "13",
            "title": "The Effect of Lender Identity on a Borrowing Firm's Equity Return",
            "date": "June 1995",
            "author": [
                "MATTHEW T. BILLETT",
                "MARK J. FLANNERY",
                "JON A. GARFINKEL"
            ],
            "abstract": "Previous research demonstrates that a firm's common stock price tends to fall when it issues new public securities. By contrast, commercial bank loans elicit significantly positive borrower returns. This article investigates whether the lender's identity influences the market's reaction to a loan announcement. Although we find no significant difference between the market's response to bank and nonbank loans, we do find that lenders with a higher credit rating are associated with larger abnormal borrower returns. This evidence complements earlier findings that an auditor's or investment banker's perceived “quality” signals valuable information about firm value to uninformed market investors.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04801.x"
        },
        {
            "no": "14",
            "title": "Lattice Models for Pricing American Interest Rate Claims",
            "date": "June 1995",
            "author": [
                "ANLONG LI",
                "PETER RITCHKEN",
                "L. SANKARASUBRAMANIAN"
            ],
            "abstract": "This article establishes efficient lattice algorithms for pricing American interest‐sensitive claims in the Heath, Jarrow, and Morton paradigm, under the assumption that the volatility structure of forward rates is restricted to a class that permits a Markovian representation of the term structure. The class of volatilities that permits this representation is quite large and imposes no severe restrictions on the structure for the spot rate volatility. The algorithm exploits the Markovian property of the term structure and permits the efficient computation of all types of interest rate claims. Specific examples are provided.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04802.x"
        },
        {
            "no": "15",
            "title": "What Constitutes Evidence of Discrimination in Lending?",
            "date": "June 1995",
            "author": [
                "MICHAEL F. FERGUSON",
                "STEPHEN R. PETERS"
            ],
            "abstract": "We analyze a simple model of bank lending in order to ascertain what can be inferred from relative denial and default rates about lending discrimination. We show that if minority applicants are of lower average creditworthiness than majority applicants, then, contrary to a popular argument, a uniform, nondiscriminatory credit policy cannot simultaneously produce (i) higher denial rates for minority applicants, and (ii) equal default rates for minority and majority applicants. Moreover, we show that equality of denial or default rates always implies discrimination. In particular, equal denial (default) rates imply discrimination against majority (minority) applicants.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04803.x"
        },
        {
            "no": "16",
            "title": "Book Reviews",
            "date": "June 1995",
            "author": [],
            "abstract": "Book reviewed in this article:\nThe Law and Finance of Corporate Insider Trading: Theory and Evidence. By NASSER ARSHADI and THOMAS H. EYSSELL.\nDamodaran on Valuation: Security Analysis for Investment and Corporate Finance. By ASWATH DAMODARAN.\nCorporate Restructuring: Managing the Change Process from Within. By GORDON DONALDSON.\nThe Day Trader's Manual: Theory, Art, and Science of Profitable Short‐Term Investing. By WILLIAM F. ENG.\nValuation of Fixed Income Securities. By FRANK FABOZZI.\nStrong Managers, Weak Owners: The Political Roots of American Corporate Finance. By MARK J. ROE.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04804.x"
        },
        {
            "no": "17",
            "title": "MISCELLANEA",
            "date": "June 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb04805.x"
        },
        {
            "no": "18",
            "title": "Association Meetings",
            "date": "June 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00167.x"
        },
        {
            "no": "19",
            "title": "Announcements",
            "date": "June 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00168.x"
        },
        {
            "no": "20",
            "title": "Back Matter",
            "date": "June 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00169.x"
        }
    ]
}