{
    "journal": "JF",
    "volume": "50",
    "issue": "5",
    "date": "December 1995",
    "page": "Pages: i-vii, 1359-1796, viii-xlvi",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "December 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00279.x"
        },
        {
            "no": "2",
            "title": "Fischer Black",
            "date": "December 1995",
            "author": [
                "Robert C. Merton",
                "Myron S. Scholes"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05181.x"
        },
        {
            "no": "3",
            "title": "Interest Rates as Options",
            "date": "December 1995",
            "author": [
                "FISCHER BLACK"
            ],
            "abstract": "Since people can hold currency at a zero nominal interest rate, the nominal short rate cannot be negative. The real interest rate can be and has been negative, since low risk real investment opportunities like filling in the Mississippi delta do not guarantee positive returns. The inflation rate can be and has been negative, most recently (in the United States) during the Great Depression. The nominal short rate is the “shadow real interest rate” (as defined by the investment opportunity set) plus the inflation rate, or zero, whichever is greater. Thus the nominal short rate is an option. Longer term interest rates are always positive, since the future short rate may be positive even when the current short rate is zero. We can easily build this option element into our interest rate trees for backward induction or Monte Carlo simulation: just create a distribution that allows negative nominal rates, and then replace each negative rate with zero.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05182.x"
        },
        {
            "no": "4",
            "title": "Corporate Control, Portfolio Choice, and the Decline of Banking",
            "date": "December 1995",
            "author": [
                "GARY GORTON",
                "RICHARD ROSEN"
            ],
            "abstract": "In the 1980s, U.S. banks became systematically less profitable and riskier as nonbank competition eroded the profitability of banks' traditional activities. Bank failures rose exponentially during this decade. The leading explanation for the persistence of these trends centers on fixed‐rate deposit insurance: the insurance gives bank equityholders an incentive to take on risk when the value of bank charters falls. We propose and test an alternative explanation based on corporate control considerations. We show that managerial entrenchment played a more important role than did the moral hazard associated with deposit insurance in explaining the recent behavior of the banking industry.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05183.x"
        },
        {
            "no": "5",
            "title": "What Do We Know about Capital Structure? Some Evidence from International Data",
            "date": "December 1995",
            "author": [
                "RAGHURAM G. RAJAN",
                "LUIGI ZINGALES"
            ],
            "abstract": "We investigate the determinants of capital structure choice by analyzing the financing decisions of public firms in the major industrialized countries. At an aggregate level, firm leverage is fairly similar across the G‐7 countries. We find that factors identified by previous studies as correlated in the cross‐section with firm leverage in the United States, are similarly correlated in other countries as well. However, a deeper examination of the U.S. and foreign evidence suggests that the theoretical underpinnings of the observed correlations are still largely unresolved.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05184.x"
        },
        {
            "no": "6",
            "title": "Optimal Investment, Monitoring, and the Staging of Venture Capital",
            "date": "December 1995",
            "author": [
                "PAUL A. GOMPERS"
            ],
            "abstract": "This paper examines the structure of staged venture capital investments when agency and monitoring costs exist. Expected agency costs increase as assets become less tangible, growth options increase, and asset specificity rises. Data from a random sample of 794 venture capital‐backed firms support the predictions. Venture capitalists concentrate investments in early stage and high technology companies where informational asymmetries are highest. Decreases in industry ratios of tangible assets to total assets, higher market‐to‐book ratios, and greater R&D intensities lead to more frequent monitoring. Venture capitalists periodically gather information and maintain the option to discontinue funding projects with little probability of going public.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05185.x"
        },
        {
            "no": "7",
            "title": "Initial Shareholdings and Overbidding in Takeover Contests",
            "date": "December 1995",
            "author": [
                "MIKE BURKART"
            ],
            "abstract": "Within the context of takeovers, this paper shows that in private‐value auctions the optimal individually rational strategy for a bidder with partial ownership of the item is to overbid, i.e., to bid more than his valuation. This strategy, however, can lead to i) an inefficient outcome, and ii) the winning bidder making a net loss. Further, the overbidding result implies that the presence of a large shareholder increases the bid premium in single‐bidder takeovers at the expense of reducing the probability of the takeover actually occurring.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05186.x"
        },
        {
            "no": "8",
            "title": "Backwardation in Oil Futures Markets: Theory and Empirical Evidence",
            "date": "December 1995",
            "author": [
                "ROBERT H. LITZENBERGER",
                "NIR RABINOWITZ"
            ],
            "abstract": "Oil futures prices are often below spot prices. This phenomenon, known as strong backwardation, is inconsistent with Hotelling's theory under certainty that the net price of an exhaustible resource rises over time at the rate of interest. We introduce uncertainty and characterize oil wells as call options. We show that (1) production occurs only if discounted futures are below spot prices, (2) production is non‐increasing in the riskiness of future prices, and (3) strong backwardation emerges if the riskiness of future prices is sufficiently high. The empirical analysis indicates that U.S. oil production is inversely related and backwardation is directly related to implied volatility.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05187.x"
        },
        {
            "no": "9",
            "title": "The Long‐Run Negative Drift of Post‐Listing Stock Returns",
            "date": "December 1995",
            "author": [
                "BALA G. DHARAN",
                "DAVID L. IKENBERRY"
            ],
            "abstract": "After firms move trading in their stock to the American or New York Stock Exchanges, stock returns are generally poor. Although many listing firms issue equity around the time of listing, post‐listing performance is not entirely explained by the equity issuance puzzle. Similar to the conclusions regarding other long‐run phenomena, poor post‐listing performance appears related to managers timing their application for listing. Managers of smaller firms, where initial listing requirements may be more binding, tend to apply for listing before a decline in performance. Poor post‐listing performance is not observed in larger firms.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05188.x"
        },
        {
            "no": "10",
            "title": "Good News, Bad News, Volatility, and Betas",
            "date": "December 1995",
            "author": [
                "PHILLIP A. BRAUN",
                "DANIEL B. NELSON",
                "ALAIN M. SUNIER"
            ],
            "abstract": "We investigate the conditional covariances of stock returns using bivariate exponential ARCH (EGARCH) models. These models allow market volatility, portfolio‐specific volatility, and beta to respond asymmetrically to positive and negative market and portfolio returns, i.e., “leverage” effects. Using monthly data, we find strong evidence of conditional heteroskedasticity in both market and non‐market components of returns, and weaker evidence of time‐varying conditional betas. Surprisingly while leverage effects appear strong in the market component of volatility, they are absent in conditional betas and weak and/or inconsistent in nonmarket sources of risk.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05189.x"
        },
        {
            "no": "11",
            "title": "The Errors in the Variables Problem in the Cross‐Section of Expected Stock Returns",
            "date": "December 1995",
            "author": [
                "DONGCHEOL KIM"
            ],
            "abstract": "Recent research has documented the failure of market beta to capture the cross‐section of expected returns within the context of a two‐pass estimation methodology. However, the two‐pass methodology suffers from the errors‐in‐variables (EIV) problem that could attenuate the apparent significance of market beta. This article provides a new correction for the EIV problem that is robust to conditional heteroscedasticity. After the correction, I find more support for the role of market beta and less support for the role of firm size in explaining the cross‐section of expected returns. While the EIV correction leads to a diminished role of firm size, the size variable remains a significant force in explaining the cross‐section of expected returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05190.x"
        },
        {
            "no": "12",
            "title": "The Allocation of Informed Trading Across Related Markets: An Analysis of the Impact of Changes in Equity‐Option Margin Requirements",
            "date": "December 1995",
            "author": [
                "STEWART MAYHEW",
                "ATULYA SARIN",
                "KULDEEP SHASTRI"
            ],
            "abstract": "We examine the impact of changes in equity‐option margin requirements on the liquidity of options and underlying stock markets. We find that the decrease in margin was associated with an increase in spreads and trade informativeness, and a decrease in depth for the underlying stocks. In contrast, option spreads decreased indicating a change in the relative allocation of informed traders between the two markets. When the required margin was increased, no significant change was observed in the underlying stocks, but option spreads increased. Overall, our results indicate that uninformed traders are more sensitive to the margin dimension of trading costs.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05191.x"
        },
        {
            "no": "13",
            "title": "An Empirical Analysis of the Limit Order Book and the Order Flow in the Paris Bourse",
            "date": "December 1995",
            "author": [
                "BRUNO BIAIS",
                "PIERRE HILLION",
                "CHESTER SPATT"
            ],
            "abstract": "As a centralized, computerized, limit order market, the Paris Bourse is particularly appropriate for studying the interaction between the order book and order flow. Descriptive methods capture the richness of the data and distinctive aspects of the market structure. Order flow is concentrated near the quote, while the depth of the book is somewhat larger at nearby valuations. We analyze the supply and demand of liquidity. For example, thin books elicit orders and thick books result in trades. To gain price and time priority, investors quickly place orders within the quotes when the depth at the quotes or the spread is large. Consistent with information effects, downward (upward) shifts in both bid and ask quotes occur after large sales (purchases).",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05192.x"
        },
        {
            "no": "14",
            "title": "Finance Research Productivity and Influence",
            "date": "December 1995",
            "author": [
                "KENNETH A. BOROKHOVICH",
                "ROBERT J. BRICKER",
                "KELLY R. BRUNARSKI",
                "BETTY J. SIMKINS"
            ],
            "abstract": "This study examines differences in finance research productivity and influence across 661 academic institutions over the five‐year period from 1989 through 1993. We find that 40 institutions account for over 50 percent of all articles published by 16 leading journals over the five‐year period; 66 institutions account for two‐thirds of the articles. Influence is more skewed, with as few as 20 institutions accounting for 50 percent of all citations to articles in these journals. The number of publications and publication influence increase with faculty size and academic accreditation. Prestigious business schools are associated with high publication productivity and influence.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05193.x"
        },
        {
            "no": "15",
            "title": "Does the Liquidity of a Debt Issue Increase with Its Size? Evidence from the Corporate Bond and Medium‐Term Note Markets",
            "date": "December 1995",
            "author": [
                "LELAND E. CRABBE",
                "CHRISTOPHER M. TURNER"
            ],
            "abstract": "To investigate the liquidity of large issues, this study tests for yield differences between corporate bonds and medium‐term notes (MTNs). In the sample, MTNs have an average issue size of $4 million, compared with $265 million for bonds. Among MTNs that have the same issuance date, the same maturity date, and the same corporate issuer, we find no relation between size and yields. Moreover, bonds and MTNs have statistically equivalent yields. Thus, rather than suggesting that large issues have greater liquidity, these findings indicate that large and small securities issued by the same borrower are close substitutes.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05194.x"
        },
        {
            "no": "16",
            "title": "Fairly Priced Deposit Insurance and Bank Charter Policy",
            "date": "December 1995",
            "author": [
                "ROGER CRAINE"
            ],
            "abstract": "The thrust of current deposit insurance reform—risk‐based insurance premiums and capital requirements—is an effort to price deposit insurance more fairly. Fairly pricing deposit insurance eliminates inequitable wealth transfers, but it does not lead to an efficient equilibrium. This paper shows that an alternative charter policy results in an efficient separating equilibrium.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05195.x"
        },
        {
            "no": "17",
            "title": "Asset Price Dynamics and Infrequent Feedback Trades",
            "date": "December 1995",
            "author": [
                "PIERLUIGI BALDUZZI",
                "GIUSEPPE BERTOLA",
                "SILVERIO FORESI"
            ],
            "abstract": "This article combines the continuous arrival of information with the infrequency of trades, and investigates the effects on asset price dynamics of positive and negative‐feedback trading. Specifically, we model an economy where stocks and bonds are traded by two types of agents: speculators who maximize expected utility, and feedback traders who mechanically respond to price changes and infrequently submit market orders. We show that positive‐feedback strategies increase the volatility of stock returns, and the response of stock prices to dividend news. Conversely, the presence of negative‐feedback traders makes stock returns less volatile, and prices less responsive to dividends.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05196.x"
        },
        {
            "no": "18",
            "title": "How Much Can Marketability Affect Security Values?",
            "date": "December 1995",
            "author": [
                "FRANCIS A. LONGSTAFF"
            ],
            "abstract": "How marketability affects security prices is one of the most important issues in finance. We derive a simple analytical upper bound on the value of marketability using option‐pricing theory. We show that discounts for lack of marketability can potentially be large even when the illiquidity period is very short. This analysis also provides a benchmark for assessing the potential costs of exchange rules and regulatory requirements restricting the ability of investors to trade when desired. Furthermore, these results provide new insights into the relation between discounts for lack of marketability and the length of the marketability restriction.",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05197.x"
        },
        {
            "no": "19",
            "title": "Book Reviews",
            "date": "December 1995",
            "author": [],
            "abstract": "Book reviewed in this article:\nContemporary Financial Intermediation. By STUART I. GREENBAUM and ANJAN V. THAKOR.\nReminiscences of a Stock Operator. By EDWIN LEFÈVRE. New York: John Wiley&Sons\nCases in Financial Engineering: Applied Studies of Financial Innovation. By SCOTT P. MASON, ROBERT C. MERTON, ANDRE F. PEROLD, and PETER TUFANO.\nLease or Buy. By JAMES S. SCHALLHEIM. Boston",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05198.x"
        },
        {
            "no": "20",
            "title": "MISCELLANEA",
            "date": "December 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb05199.x"
        },
        {
            "no": "21",
            "title": "Index to Volume L",
            "date": "December 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00278.x"
        },
        {
            "no": "22",
            "title": "Association Meetings",
            "date": "December 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00280.x"
        },
        {
            "no": "23",
            "title": "Announcements",
            "date": "December 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00281.x"
        },
        {
            "no": "24",
            "title": "Back Matter",
            "date": "December 1995",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1995.tb00282.x"
        }
    ]
}