{
    "journal": "JFE",
    "volume": "90",
    "issue": "3",
    "date": "December 2008",
    "page": "Pages 219-312",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Dec 2008",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(08)00191-8"
        },
        {
            "no": "2",
            "title": "A theory of the transition to secondary market trading of IPOs",
            "date": "Aug 2007",
            "author": [
                "Zhaohui Chen",
                "William J. Wilhelm"
            ],
            "abstract": "We develop a model in which investment banks and institutional investors collaborate in smoothing an initial public offering's (IPOs) transition to secondary market trading. Their intervention promotes welfare under the assumption that significant new information arrives in the market in the immediate aftermath of the IPO. Under this assumption, it is optimal to stage the offering and suboptimal to commit to selling shares at a uniform price. The optimal strategy yields an economic rationale for secondary market price stabilization for IPOs carried out via a well-coordinated network of repeat institutional investors.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.08.006"
        },
        {
            "no": "3",
            "title": "Do investors value smooth performance?",
            "date": "Feb 2008",
            "author": [
                "Brian Rountree",
                "James P. Weston",
                "George Allayannis"
            ],
            "abstract": "This paper presents empirical evidence that cash-flow volatility is negatively valued by investors. The magnitude of the effect is substantial with a 1% increase in cash-flow volatility, resulting in approximately a 0.15% decrease in firm value. We show that this increase, however, is not associated with earnings smoothing resulting from managers’ accrual estimates. Our results are consistent with a preference by the market for less volatile cash flows and suggest that managers’ efforts to produce smooth financial statements add value, but only via the cash component of earnings.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.02.002"
        },
        {
            "no": "4",
            "title": "How common are common return factors across the NYSE and Nasdaq?",
            "date": "Jan 2008",
            "author": [
                "Amit Goyal",
                "Christophe Pérignon",
                "Christophe Villa"
            ],
            "abstract": "We entertain the possibility of pervasive factors that are not common across two (or more) groups of securities. We propose and implement a general procedure to estimate the space spanned by common and group-specific pervasive factors. In our empirical analysis, we study the factor structure of excess returns on stocks traded on the NYSE and Nasdaq using our methodology. We find that there are only two common pervasive factors that govern the returns for both NYSE and Nasdaq. At the same time, the NYSE and Nasdaq each have one more group-specific factor that is not the same across the two exchanges. Our results point to the absence of complete similarity between the factors driving the returns on these exchanges.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.01.004"
        },
        {
            "no": "5",
            "title": "Option valuation with long-run and short-run volatility components",
            "date": "Dec 2007",
            "author": [
                "Peter Christoffersen",
                "Kris Jacobs",
                "Chayawat Ornthanalai",
                "Yintian Wang"
            ],
            "abstract": "This paper presents a new model for the valuation of European options, in which the volatility of returns consists of two components. One is a long-run component and can be modeled as fully persistent. The other is short-run and has a zero mean. Our model can be viewed as an affine version of Engle and Lee [1999. A permanent and transitory component model of stock return volatility. In: Engle, R., White, H. (Eds.), Cointegration, Causality, and Forecasting: A Festschrift in Honor of Clive W.J. Granger. Oxford University Press, New York, pp. 475–497], allowing for easy valuation of European options. The model substantially outperforms a benchmark single-component volatility model that is well established in the literature, and it fits options better than a model that combines conditional heteroskedasticity and Poisson–normal jumps. The component model's superior performance is partly due to its improved ability to model the smirk and the path of spot volatility, but its most distinctive feature is its ability to model the volatility term structure. This feature enables the component model to jointly model long-maturity and short-maturity options.",
            "link": "https://doi.org/10.1016/j.jfineco.2007.12.003"
        },
        {
            "no": "6",
            "title": "Why firms purchase property insurance",
            "date": "Jan 2008",
            "author": [
                "Daniel Aunon-Nerin",
                "Paul Ehling"
            ],
            "abstract": "We investigate whether corporate finance incentives affect the extent of corporate hedging with property insurance. Using a database that contains detailed insurance information, we document a positive relation between the expected costs of distress and property insurance coverage. We also show that the dividend payout ratio is negatively associated with property insurance coverage, consistent with the view that firms with high payout ratios insure a smaller fraction of properties due to cash flows in excess of investment needs, easy access to capital markets, or both. Different incentives are important for the insurance deductible and limit of coverage, and the deductible and limit of coverage are substitutes.",
            "link": "https://doi.org/10.1016/j.jfineco.2008.01.003"
        }
    ]
}