{
    "journal": "JFE",
    "volume": "83",
    "issue": "2",
    "date": "February 2007",
    "page": "Pages 271-530",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Feb 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(07)00004-9"
        },
        {
            "no": "2",
            "title": "Does backdating explain the stock price pattern around executive stock option grants?",
            "date": "Dec 2005",
            "author": [
                "Randall A. Heron",
                "Erik Lie"
            ],
            "abstract": "Extant studies show that stock returns are abnormally negative before executive option grants and abnormally positive afterward. We find that this return pattern is much weaker since August 29, 2002, when the Securities and Exchange Commission requirement that option grants must be reported within two business days took effect. Furthermore, in those cases in which grants are reported within one day of the grant date, the pattern has completely vanished, but it continues to exist for grants reported with longer lags, and its magnitude tends to increase with the reporting delay. We interpret these findings as evidence that most of the abnormal return pattern around option grants is attributable to backdating of option grant dates.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.12.003"
        },
        {
            "no": "3",
            "title": "The effect of state laws on capital structure",
            "date": "Oct 2005",
            "author": [
                "John K. Wald",
                "Michael S. Long"
            ],
            "abstract": "US manufacturing firms incorporated in states with stronger payout restrictions use less debt, while antitakeover statutes do not significantly reduce long-run leverage. Correcting for the endogenously determined choice of where to incorporate, we find that firms sort themselves according to state laws and capital structure needs. After accounting for self-selection, state antitakeover laws are positively associated with debt as a fraction of market value, possibly due to lower market values for these firms. Payout restrictions appear to reduce leverage for firms that have not reincorporated outside their home states. These constraints explain part of the negative relation between profitability and leverage.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.10.008"
        },
        {
            "no": "4",
            "title": "Corporate capital structure and the characteristics of suppliers and customers",
            "date": "Dec 2005",
            "author": [
                "Jayant R. Kale",
                "Husayn Shahrur"
            ],
            "abstract": "We investigate the link between a firm's leverage and the characteristics of its suppliers and customers. Specifically, we examine whether firms use decreased leverage as a commitment mechanism to induce suppliers/customers to undertake relationship-specific investments. We find that the firm's leverage is negatively related to the R&D intensities of its suppliers and customers. We also find lower debt levels for firms operating in industries in which strategic alliances and joint ventures with firms in supplier and customer industries are more prevalent. Consistent with a bargaining role for debt, we find a positive relation between firm debt level and the degree of concentration in supplier/customer industries.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.12.007"
        },
        {
            "no": "5",
            "title": "Do industries lead stock markets?",
            "date": "Sep 2005",
            "author": [
                "Harrison Hong",
                "Walter Torous",
                "Rossen Valkanov"
            ],
            "abstract": "We investigate whether the returns of industry portfolios predict stock market movements. In the US, a significant number of industry returns, including retail, services, commercial real estate, metal, and petroleum, forecast the stock market by up to two months. Moreover, the propensity of an industry to predict the market is correlated with its propensity to forecast various indicators of economic activity. The eight largest non-US stock markets show remarkably similar patterns. These findings suggest that stock markets react with a delay to information contained in industry returns about their fundamentals and that information diffuses only gradually across markets.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.09.010"
        },
        {
            "no": "6",
            "title": "Do asset prices reflect fundamentals? Freshly squeezed evidence from the OJ market",
            "date": "Jun 2004",
            "author": [
                "Jacob Boudoukh",
                "Matthew Richardson",
                "YuQing (Jeff) Shen",
                "Robert F. Whitelaw"
            ],
            "abstract": "The behavioral finance literature cites the frozen concentrated orange juice (FCOJ) futures market as a prominent example of the failure of prices to reflect fundamentals. In contrast, we show that when theory clearly identifies the fundamental, e.g., at temperatures close to or below freezing, a close link exists between FCOJ prices and that fundamental. Using a simple, theoretically motivated, nonlinear, state dependent model, we can explain approximately 50% of the return variation on days with freezing temperatures. Moreover, while these observations represent less than 4.5% of the winter sample, they account for two-thirds of the entire winter return variability.",
            "link": "https://doi.org/10.1016/j.jfineco.2004.06.017"
        },
        {
            "no": "7",
            "title": "Maximum likelihood estimation of stochastic volatility models",
            "date": "Oct 2005",
            "author": [
                "Yacine Aı¨t-Sahalia",
                "Robert Kimmel"
            ],
            "abstract": "We develop and implement a method for maximum likelihood estimation in closed-form of stochastic volatility models. Using Monte Carlo simulations, we compare a full likelihood procedure, where an option price is inverted into the unobservable volatility state, to an approximate likelihood procedure where the volatility state is replaced by proxies based on the implied volatility of a short-dated at-the-money option. The approximation results in a small loss of accuracy relative to the standard errors due to sampling noise. We apply this method to market prices of index options for several stochastic volatility models, and compare the characteristics of the estimated models. The evidence for a general CEV model, which nests both the affine Heston model and a GARCH model, suggests that the elasticity of variance of volatility lies between that assumed by the two nested models.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.10.006"
        },
        {
            "no": "8",
            "title": "Trade credit and bank credit: Evidence from recent financial crises",
            "date": "Nov 2005",
            "author": [
                "Inessa Love",
                "Lorenzo A. Preve",
                "Virginia Sarria-Allende"
            ],
            "abstract": "This paper studies the effect of financial crises on trade credit for a sample of 890 firms in six emerging economies. Although the provision of trade credit increases right after a crisis, it contracts in the following months and years. Firms that are financially more vulnerable to crises extend less trade credit to their customers. We argue that the decline in aggregate trade credit ratios is driven by the reduction in the supply of trade credit that follows a bank credit crunch, consistent with the “redistribution view” of trade credit provision, whereby bank credit is redistributed via trade credit from financially stronger firms to weaker firms.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.11.002"
        },
        {
            "no": "9",
            "title": "Extending quadrature methods to value multi-asset and complex path dependent options",
            "date": "Oct 2005",
            "author": [
                "Ari D. Andricopoulos",
                "Martin Widdicks",
                "David P. Newton",
                "Peter W. Duck"
            ],
            "abstract": "The exposition of the quadrature (QUAD) method (Andricopoulos, Widdicks, Duck, and Newton, 2003. Universal option valuation using quadrature methods. Journal of Financial Economics 67, 447–471 (see also Corrigendum, Journal of Financial Economics 73, 603 (2004)) is significantly extended to cover notably more complex and difficult problems in option valuations involving one or more underlyings. Trials comparing several techniques in the literature, adapted from standard lattice, grid and Monte Carlo methods to tackle particular types of problem, show that QUAD offers far greater flexibility, superior convergence, and hence, increased accuracy and considerably reduced computational times. The speed advantage of QUAD means that, even under the curse of dimensionality, it is not necessary to resort to Monte Carlo methods (certainly for options involving up to five underlying assets). Given the universality and flexibility of the method, it should be the method of choice for pricing options involving multiple underlying assets, in the presence of many features, such as early exercise or path dependency.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.10.009"
        },
        {
            "no": "10",
            "title": "Classified boards, firm value, and managerial entrenchment",
            "date": "Jan 2006",
            "author": [
                "Olubunmi Faleye"
            ],
            "abstract": "This paper shows that classified boards destroy value by entrenching management and reducing director effectiveness. First, I show that classified boards are associated with a significant reduction in firm value and that this holds even among complex firms, although such firms are often regarded as most likely to benefit from staggered board elections. I then examine how classified boards entrench management by focusing on CEO turnover, executive compensation, proxy contests, and shareholder proposals. My results indicate that classified boards significantly insulate management from market discipline, thus suggesting that the observed reduction in value is due to managerial entrenchment and diminished board accountability.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.01.005"
        }
    ]
}