{
    "journal": "JFE",
    "volume": "83",
    "issue": "1",
    "date": "January 2007",
    "page": "Pages 1-270",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Jan 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(06)00226-1"
        },
        {
            "no": "2",
            "title": "Firms’ histories and their capital structures",
            "date": "Oct 2005",
            "author": [
                "Ayla Kayhan",
                "Sheridan Titman"
            ],
            "abstract": "This paper examines how cash flows, investment expenditures, and stock price histories affect debt ratios. Consistent with earlier work, we find that these variables have a substantial influence on changes in capital structure. Specifically, stock price changes and financial deficits (i.e., the amount of external capital raised) have strong influences on capital structure changes, but in contrast to previous conclusions, we find that over long horizons their effects are partially reversed. These results indicate that although firms’ histories strongly influence their capital structures, over time their capital structures tend to move towards target debt ratios that are consistent with the tradeoff theories of capital structure.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.10.007"
        },
        {
            "no": "3",
            "title": "Share restrictions and asset pricing: Evidence from the hedge fund industry",
            "date": "Nov 2005",
            "author": [
                "George O. Aragon"
            ],
            "abstract": "This paper presents evidence on the relation between hedge fund returns and restrictions imposed by funds that limit the liquidity of fund investors. The excess returns of funds with lockup restrictions are approximately 4–7% per year higher than those of nonlockup funds. The average alpha of all funds is negative or insignificant after controlling for lockups and other share restrictions. Also, a negative relation is found between share restrictions and the liquidity of the fund's portfolio. This suggests that share restrictions allow funds to efficiently manage illiquid assets, and these benefits are captured by investors as a share illiquidity premium.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.11.001"
        },
        {
            "no": "4",
            "title": "The term structure of commercial paper rates",
            "date": "Sep 2005",
            "author": [
                "Chris Downing",
                "Stephen Oliner"
            ],
            "abstract": "This paper tests a generalized version of the expectations hypothesis in the market for commercial paper. Our main data set, which is new to the literature, consists of daily yield indexes constructed from the market yields for nearly all commercial paper issued by US corporations between 1998 and 2004. We show that term premia for commercial paper often rise dramatically at year-end. However, once we control for these year-end effects, we find considerable support for the generalized expectations hypothesis in the market for commercial paper.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.09.007"
        },
        {
            "no": "5",
            "title": "Saving and investing for early retirement: A theoretical analysis",
            "date": "Oct 2005",
            "author": [
                "Emmanuel Farhi",
                "Stavros Panageas"
            ],
            "abstract": "We study optimal consumption and portfolio choice in a framework where investors adjust their labor supply through an irreversible choice of their retirement time. We show that investing for early retirement tends to increase savings and reduce an agent's effective relative risk aversion, thus increasing her stock market exposure. Contrary to common intuition, an investor might find it optimal to increase the proportion of financial wealth held in stocks as she ages and accumulates assets, even when her income and the investment opportunity set are constant. The model predicts a decrease in risk aversion following strong market gains like those observed in the nineties.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.10.004"
        },
        {
            "no": "6",
            "title": "Market price of risk specifications for affine models: Theory and evidence",
            "date": "Sep 2005",
            "author": [
                "Patrick Cheridito",
                "Damir Filipović",
                "Robert L. Kimmel"
            ],
            "abstract": "We extend the standard specification of the market price of risk for affine yield models, and apply it to U.S. Treasury data. Our specification often provides better fit, sometimes with very high statistical significance. The improved fit comes from the time-series rather than cross-sectional features of the yield curve. We derive conditions under which our specification does not admit arbitrage opportunities. The extension has extremely strong statistical significance for affine yield models with multiple square-root type variables. Although we focus on affine yield models, our specification can be used with other asset pricing models as well.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.09.008"
        },
        {
            "no": "7",
            "title": "The empirical risk–return relation: A factor analysis approach",
            "date": "Dec 2005",
            "author": [
                "Sydney C. Ludvigson",
                "Serena Ng"
            ],
            "abstract": "Existing empirical literature on the risk–return relation uses relatively small amount of conditioning information to model the conditional mean and conditional volatility of excess stock market returns. We use dynamic factor analysis for large data sets, to summarize a large amount of economic information by few estimated factors, and find that three new factors—termed “volatility,” “risk premium,” and “real” factors—contain important information about one-quarter-ahead excess returns and volatility not contained in commonly used predictor variables. Our specifications predict 16–20% of the one-quarter-ahead variation in excess stock market returns, and exhibit stable and statistically significant out-of-sample forecasting power. We also find a positive conditional risk–return correlation.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.12.002"
        },
        {
            "no": "8",
            "title": "Informed finance and technological change: Evidence from credit relationships",
            "date": "Dec 2005",
            "author": [
                "Ana Maria Herrera",
                "Raoul Minetti"
            ],
            "abstract": "This paper empirically investigates the effect of “informed finance” on technological change. The theoretical literature offers conflicting predictions on whether the information of financiers fosters or inhibits firms’ innovation. Using data from a sample of Italian manufacturing firms, we find that the information of firms’ main banks, proxied by the duration of credit relationships, promotes innovation. This positive effect is economically and statistically more significant for product than for process innovations. Nonetheless, the role of relationship banks in innovation is quite unsophisticated: they do not foster internal research but rather fund the relevant investments that the introduction and acquisition of new technologies entails.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.12.001"
        }
    ]
}