{
    "journal": "JFE",
    "volume": "83",
    "issue": "3",
    "date": "March 2007",
    "page": "Pages 531-792",
    "article": [
        {
            "no": "1",
            "title": "Editorial Board",
            "date": "Mar 2007",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1016/S0304-405X(07)00020-7"
        },
        {
            "no": "2",
            "title": "Housing, consumption and asset pricing",
            "date": "Jan 2006",
            "author": [
                "Monika Piazzesi",
                "Martin Schneider",
                "Selale Tuzel"
            ],
            "abstract": "This paper considers a consumption-based asset pricing model where housing is explicitly modeled both as an asset and as a consumption good. Nonseparable preferences describe households’ concern with composition risk, that is, fluctuations in the relative share of housing in their consumption basket. Since the housing share moves slowly, a concern with composition risk induces low frequency movements in stock prices that are not driven by news about cash flow. Moreover, the model predicts that the housing share can be used to forecast excess returns on stocks. We document that this indeed true in the data. The presence of composition risk also implies that the riskless rate is low which further helps the model improve on the standard CCAPM.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.01.006"
        },
        {
            "no": "3",
            "title": "The price of corporate liquidity: Acquisition discounts for unlisted targets",
            "date": "Jan 2006",
            "author": [
                "Micah S. Officer"
            ],
            "abstract": "This paper documents average acquisition discounts for stand-alone private firms and subsidiaries of other firms (unlisted targets) of 15% to 30% relative to acquisition multiples for comparable publicly traded targets. My results are strongly consistent with the notion that sale prices for unlisted targets are affected by both the need for, and availability of, the liquidity provided by the buyer. Corporate parents are significantly liquidity-constrained prior to the sale of a subsidiary, particularly when the subsidiary is being sold for cash. Furthermore, acquisition discounts are significantly greater when debt capital is relatively more expensive to obtain, and when the parent firm has below-market stock returns in the 12 months prior to the sale.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.01.004"
        },
        {
            "no": "4",
            "title": "Corporate governance and the value of cash holdings",
            "date": "Dec 2005",
            "author": [
                "Amy Dittmar",
                "Jan Mahrt-Smith"
            ],
            "abstract": "We investigate how corporate governance impacts firm value by comparing the value and use of cash holdings in poorly and well-governed firms. We show that governance has a substantial impact on value through its impact on cash: $1.00 of cash in a poorly governed firm is valued at only $0.42 to $0.88. Good governance approximately doubles this value. Furthermore, we show that firms with poor corporate governance dissipate cash quickly in ways that significantly reduce operating performance. This negative impact of large cash holdings on future operating performance is cancelled out if the firm is well governed.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.12.006"
        },
        {
            "no": "5",
            "title": "Multi-period corporate default prediction with stochastic covariates",
            "date": "Oct 2005",
            "author": [
                "Darrell Duffie",
                "Leandro Saita",
                "Ke Wang"
            ],
            "abstract": "We provide maximum likelihood estimators of term structures of conditional probabilities of corporate default, incorporating the dynamics of firm-specific and macroeconomic covariates. For US Industrial firms, based on over 390,000 firm-months of data spanning 1980 to 2004, the term structure of conditional future default probabilities depends on a firm's distance to default (a volatility-adjusted measure of leverage), on the firm's trailing stock return, on trailing S&P 500 returns, and on US interest rates. The out-of-sample predictive performance of the model is an improvement over that of other available models.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.10.011"
        },
        {
            "no": "6",
            "title": "Disagreement, tastes, and asset prices",
            "date": "Jan 2006",
            "author": [
                "Eugene F. Fama",
                "Kenneth R. French"
            ],
            "abstract": "Standard asset pricing models assume that: (i) there is complete agreement among investors about probability distributions of future payoffs on assets; and (ii) investors choose asset holdings based solely on anticipated payoffs; that is, investment assets are not also consumption goods. Both assumptions are unrealistic. We provide a simple framework for studying how disagreement and tastes for assets as consumption goods can affect asset prices.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.01.003"
        },
        {
            "no": "7",
            "title": "Testing Q theory with financing frictions",
            "date": "Dec 2005",
            "author": [
                "Christopher A. Hennessy",
                "Amnon Levy",
                "Toni M. Whited"
            ],
            "abstract": "We develop a Q theory of investment under financing constraints. The firm invests and saves optimally facing convex costs of external equity, overhang from outstanding debt, and collateral constraints on new borrowing. Overhang and costs of external equity discourage investment. Conversely, firms anticipating collateral constraints experience a side benefit from investing as installed capital relaxes future constraints. Empirical tests support the model. Conditional on average Q, investment is lower for equity issuers and for firms with large debt overhang. The Kaplan and Zingales and the Whited and Wu indices are used as proxies for future collateral constraints. Consistent with the model, both indices enter investment regressions positively.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.12.008"
        },
        {
            "no": "8",
            "title": "Heterogeneous preferences and equilibrium trading volume",
            "date": "Feb 2006",
            "author": [
                "Tony Berrada",
                "Julien Hugonnier",
                "Marcel Rindisbacher"
            ],
            "abstract": "The representative-agent Lucas model stresses aggregate risk and hence does not allow us to study the impact of agents’ heterogeneity on the dynamics of equilibrium trading volume. In this paper, we investigate under what conditions non-informational heterogeneity, i.e., differences in preferences and endowments, leads to nontrivial trading volume in equilibrium. We present a non-informational no-trade theorem that provides necessary and sufficient conditions for zero equilibrium trading volume in a continuous-time Lucas market model with heterogeneous agents, multiple goods, and multiple securities. We explain in detail how no-trade equilibria are related to autarky equilibria, portfolio autarky equilibria, and peculiar financial market equilibria, which play an important role in the literature on international risk sharing.",
            "link": "https://doi.org/10.1016/j.jfineco.2006.02.001"
        },
        {
            "no": "9",
            "title": "Local ownership as private information: Evidence on the monitoring-liquidity trade-off",
            "date": "Oct 2005",
            "author": [
                "Jose-Miguel Gaspar",
                "Massimo Massa"
            ],
            "abstract": "We investigate how ownership patterns affect the way the firm is monitored, the liquidity of its shares, and its stock price. We show that informed ownership improves governance and induces value-enhancing decisions (less over-investment and fewer but better acquisitions). At the same time, it increases the adverse selection discount required by less informed investors to trade, reducing the firm's liquidity. Both effects are impounded in the stock price. This explains why ownership seems to be unrelated to performance. Informed investors affect prices in opposite directions: monitoring would raise prices, but the lower liquidity induced by their presence would reduce them.",
            "link": "https://doi.org/10.1016/j.jfineco.2005.10.010"
        }
    ]
}