{
    "journal": "RFS",
    "volume": "20",
    "issue": "2",
    "date": "March 2007",
    "page": "Pages 235–527",
    "article": [
        {
            "no": "1",
            "title": "Transparency and Liquidity: A Controlled Experiment on Corporate Bonds",
            "date": "01 July 2006",
            "author": [
                "Michael A. Goldstein",
                "Edith S. Hotchkiss",
                "Erik R. Sirri"
            ],
            "abstract": "This article reports the results of an experiment designed to assess the impact of last-sale trade reporting on the liquidity of BBB corporate bonds. Overall, adding transparency has either a neutral or a positive effect on liquidity. Increased transparency is not associated with greater trading volume. Except for very large trades, spreads on newly transparent bonds decline relative to bonds that experience no transparency change. However, we find no effect on spreads for very infrequently traded bonds. The observed decrease in transaction costs is consistent with investors’ ability to negotiate better terms of trade once they have access to broader bond-pricing data. (JEL codes: G14, G18, G23, G24, G28)",
            "link": "https://doi.org/10.1093/rfs/hhl020"
        },
        {
            "no": "2",
            "title": "Financial Intermediation and the Costs of Trading in an Opaque Market",
            "date": "30 June 2006",
            "author": [
                "Richard C. Green",
                "Burton Hollifield",
                "Norman Schürhoff"
            ],
            "abstract": "Municipal bonds trade in opaque, decentralized broker-dealer markets in which price information is costly to gather. We analyze a database of trades between broker-dealers and customers in municipal bonds. These data were only released to the public with a lag; the market was opaque. Dealers earn lower average markups on larger trades, even though dealers bear a higher risk of losses with larger trades. We estimate a bargaining model and compute measures of dealer’s bargaining power. Dealers exercise substantial market power. Our measures of market power decrease in trade size and increase in the complexity of the trade for the dealer. (JEL G0, G24)",
            "link": "https://doi.org/10.1093/rfs/hhl012"
        },
        {
            "no": "3",
            "title": "Public Disclosure and Private Decisions: Equity Market Execution Quality and Order Routing",
            "date": "30 June 2006",
            "author": [
                "Ekkehart Boehmer",
                "Robert Jennings",
                "Li Wei"
            ],
            "abstract": "In 2001, the Securities and Exchange Commission (SEC) required market centers to publish monthly execution-quality reports in an effort to spur competition for order flow between markets. Using samples of stocks trading on several markets, we investigate whether past execution quality affects order-routing decisions and whether the new disclosure requirements influence this relationship. We find that routing decisions are associated with execution quality; markets reporting low execution costs and fast fills subsequently receive more orders. Moreover, the reports themselves appear to provide information that was unavailable previously. Our results are consistent with active competition for order flow that can be influenced by public disclosure. (JEL G24, G28, K22)",
            "link": "https://doi.org/10.1093/rfs/hhl011"
        },
        {
            "no": "4",
            "title": "Options and Bubbles",
            "date": "15 May 2006",
            "author": [
                "Steven L. Heston",
                "Mark Loewenstein",
                "Gregory A. Willard"
            ],
            "abstract": "The Black-Scholes-Merton option valuation method involves deriving and solving a partial differential equation (PDE). But this method can generate multiple values for an option. We provide new solutions for the Cox-Ingersoll-Ross (CIR) term structure model, the constant elasticity of variance (CEV) model, and the Heston stochastic volatility model. Multiple solutions reflect asset pricing bubbles, dominated investments, and (possibly infeasible) arbitrages. We provide conditions to rule out bubbles on underlying prices. If they are not satisfied, put-call parity might not hold, American calls have no optimal exercise policy, and lookback calls have infinite value. We clarify a longstanding conjecture of Cox, Ingersoll, and Ross. (JEL G12 and G13)",
            "link": "https://doi.org/10.1093/rfs/hhl005"
        },
        {
            "no": "5",
            "title": "Imperfect Competition, Information Heterogeneity, and Financial Contagion",
            "date": "22 June 2006",
            "author": [
                "Paolo Pasquariello"
            ],
            "abstract": "This study examines how heterogeneity of private information may induce financial contagion. Using a model of multi-asset trading in which the three main channels of contagion through financial linkages in the literature (correlated information, correlated liquidity, and portfolio rebalancing) are ruled out by construction, I show that financial contagion can still be an equilibrium outcome when speculators receive heterogeneous fundamental information. Risk-neutral speculators trade strategically across many assets to mask their information advantage about one asset. Asymmetric sharing of information among them prevents rational market makers from learning about their individual signals and trades with sufficient accuracy. Incorrect cross-inference about terminal payoffs and contagion ensue. When used to analyze the transmission of shocks across countries, my model suggests that the process of generation and disclosure of information in emerging markets may explain their vulnerability to financial contagion (JEL D82, G14, G15).",
            "link": "https://doi.org/10.1093/rfs/hhl010"
        },
        {
            "no": "6",
            "title": "Approximation and Calibration of Short-Term Implied Volatilities Under Jump-Diffusion Stochastic Volatility",
            "date": "30 June 2006",
            "author": [
                "Alexey Medvedev",
                "Olivier Scaillet"
            ],
            "abstract": "We derive an asymptotic expansion formula for option implied volatility under a two-factor jump-diffusion stochastic volatility model when time-to-maturity is small. We further propose a simple calibration procedure of an arbitrary parametric model to short-term near-the-money implied volatilities. An important advantage of our approximation is that it is free of the unobserved spot volatility. Therefore, the model can be calibrated on option data pooled across different calendar dates to extract information from the dynamics of the implied volatility smile. An example of calibration to a sample of S&P 500 option prices is provided. (JEL G12)",
            "link": "https://doi.org/10.1093/rfs/hhl013"
        },
        {
            "no": "7",
            "title": "Do Termination Provisions Truncate the Takeover Bidding Process?",
            "date": "22 June 2006",
            "author": [
                "Audra L. Boone",
                "J. Harold Mulherin"
            ],
            "abstract": "We provide new evidence on termination provisions and the takeover bidding process. Our central contribution is a novel database from Securities and Exchange Commission (SEC) documents that accurately measures the incidence of termination provisions and the depth of competition in takeover deals. We show that biased data in prior research produced incorrect conclusions on the relation between termination provisions and judicial decisions, bidder toeholds, and deal size. Our comprehensive data also show that termination provisions are positively related to takeover competition. Our evidence is consistent with the information/commitment hypothesis in which termination provisions do not truncate bidding but instead culminate the takeover process. (JEL G34; K22; D44).",
            "link": "https://doi.org/10.1093/rfs/hhl009"
        },
        {
            "no": "8",
            "title": "Trade Credit: Suppliers as Debt Collectors and Insurance Providers",
            "date": "01 July 2006",
            "author": [
                "Vicente Cuñat"
            ],
            "abstract": "This article examines how in a context of limited enforceability of contracts suppliers may have a comparative advantage over banks in lending to customers because they are able to stop the supply of intermediate goods. Suppliers may act also as liquidity providers, insuring against liquidity shocks that could endanger the survival of their customer relationships. The relatively high implicit interest rates of trade credit are the result of insurance and default premiums that are amplified whenever suppliers face a relatively high cost of funds. I explore these effects empirically for a panel of UK firms. (JEL: G30, M130, D920)",
            "link": "https://doi.org/10.1093/rfs/hhl015"
        }
    ]
}