{
    "journal": "RFS",
    "volume": "20",
    "issue": "1",
    "date": "January 2007",
    "page": "Pages 1–233",
    "article": [
        {
            "no": "1",
            "title": "Portfolio Selection in Stochastic Environments",
            "date": "15 May 2006",
            "author": [
                "Jun Liu"
            ],
            "abstract": "In this article, I explicitly solve dynamic portfolio choice problems, up to the solution of an ordinary differential equation (ODE), when the asset returns are quadratic and the agent has a constant relative risk aversion (CRRA) coefficient. My solution includes as special cases many existing explicit solutions of dynamic portfolio choice problems. I also present three applications that are not in the literature. Application 1 is the bond portfolio selection problem when bond returns are described by “quadratic term structure models.” Application 2 is the stock portfolio selection problem when stock return volatility is stochastic as in Heston model. Application 3 is a bond and stock portfolio selection problem when the interest rate is stochastic and stock returns display stochastic volatility. (JEL G11)",
            "link": "https://doi.org/10.1093/rfs/hhl001"
        },
        {
            "no": "2",
            "title": "Portfolio Selection with Parameter and Model Uncertainty: A Multi-Prior Approach",
            "date": "15 May 2006",
            "author": [
                "Lorenzo Garlappi",
                "Raman Uppal",
                "Tan Wang"
            ],
            "abstract": "We develop a model for an investor with multiple priors and aversion to ambiguity. We characterize the multiple priors by a “confidence interval” around the estimated expected returns and we model ambiguity aversion via a minimization over the priors. Our model has several attractive features: (1) it has a solid axiomatic foundation; (2) it is flexible enough to allow for different degrees of uncertainty about expected returns for various subsets of assets and also about the return-generating model; and (3) it delivers closed-form expressions for the optimal portfolio. Our empirical analysis suggests that, compared with portfolios from classical and Bayesian models, ambiguity-averse portfolios are more stable over time and deliver a higher out-of sample Sharpe ratio. (JEL G11)",
            "link": "https://doi.org/10.1093/rfs/hhl003"
        },
        {
            "no": "3",
            "title": "Life-Cycle Portfolio Choice with Additive Habit Formation Preferences and Uninsurable Labor Income Risk",
            "date": "22 June 2006",
            "author": [
                "Valery Polkovnichenko"
            ],
            "abstract": "This article explores the implications of additive and endogenous habit formation preferences in the context of a life-cycle model of an investor who has stochastic uninsurable labor income. To solve the model, I analytically derive the habit-wealth feasibility constraints and show that they depend on the worst possible path of future labor income and on the habit strength, but not on the probability of the worst income. When there is only a slim chance of a severe income shock, the model implies much more conservative portfolios. The model also predicts that for some low to moderately wealthy households, the portfolio share allocated to stocks increases with wealth. Because of this feature, the model can generate more conservative portfolios for younger than for middle-aged households. The effects of habits on portfolio choice are robust to income smoothing through borrowing or flexible labor supply. One controversial finding is that for high values of the habit strength parameter, usually required for the resolution of asset pricing puzzles in general equilibrium, the life-cycle model predicts counterfactually high wealth accumulation. (JEL: G11, G12)",
            "link": "https://doi.org/10.1093/rfs/hhl006"
        },
        {
            "no": "4",
            "title": "Does Motivation Matter When Assessing Trade Performance? An Analysis of Mutual Funds",
            "date": "22 June 2006",
            "author": [
                "Gordon J. Alexander",
                "Gjergji Cici",
                "Scott Gibson"
            ],
            "abstract": "We relate the performance of mutual fund trades to their motivation. A fund manager who buys stocks when there are heavy investor outflows is likely to be motivated by the belief that the stocks are significantly undervalued. In contrast, when there are heavy inflows, the manager is likely to be motivated to work off excess liquidity by buying stocks. Our analysis reveals that managers making purely valuation-motivated purchases substantially beat the market but are unable to do so when compelled to invest excess cash from investor inflows. A similar, but weaker, pattern is found for stocks that are sold. (JEL G11, G29)",
            "link": "https://doi.org/10.1093/rfs/hhl008"
        },
        {
            "no": "5",
            "title": "Agency and Optimal Investment Dynamics",
            "date": "15 May 2006",
            "author": [
                "Peter M. DeMarzo",
                "Michael J. Fishman"
            ],
            "abstract": "Agency problems limit firms’ access to capital markets, curbing investment. Firms and investors seek contractual ways to mitigate these problems. What are the implications for investment? We present a theory of a firm’s investment dynamics in the presence of agency problems and optimal long-term financial contracts. We derive results relating firms’ investment decisions, current and past cash flows, firm size, capital structure, and dividends. Among the results, optimal investment is increasing in current and past cash flow; and optimal investment is positively serially correlated over time (after controlling for investment opportunities). These results hold for a range of agency problems. (JEL G30, G31, G32, G35, D82, D86, D92)",
            "link": "https://doi.org/10.1093/rfs/hhl004"
        },
        {
            "no": "6",
            "title": "The Role of Knowhow Acquisition in the Formation and Duration of Joint Ventures",
            "date": "23 June 2006",
            "author": [
                "Michel A. Habib",
                "Pierre Mella-Barral"
            ],
            "abstract": "We analyze the role of knowhow acquisition in the formation and duration of joint ventures. Two parties become partners in a joint venture to benefit from each other’s knowhow. Joint operations provide each party with the opportunity to acquire part of its partner’s knowhow. A party’s increased knowhow provides the impetus for the dissolution of the joint venture. We characterize the conditions under which dissolution takes place, identify the party that buys out its partner, determine the time to dissolution, establish its comparative statics, and examine the implications of knowledge acquisition for the desirability of joint venture formation. (JEL code: G34)",
            "link": "https://doi.org/10.1093/rfs/hhl007"
        }
    ]
}