{
    "journal": "RFS",
    "volume": "20",
    "issue": "5",
    "date": "September 2007",
    "page": "Pages 1359–1747",
    "article": [
        {
            "no": "1",
            "title": "Governance Mechanisms and Bond Prices",
            "date": "07 February 2007",
            "author": [
                "K.J. Martijn Cremers",
                "Vinay B. Nair",
                "Chenyang Wei"
            ],
            "abstract": "We investigate the effects of shareholder governance mechanisms on bondholders and document two new findings. First, the impact of shareholder control (proxied by large institutional blockholders) on credit risk depends on takeover vulnerability. Shareholder control is associated with higher (lower) yields if the firm is exposed to (protected from) takeovers. In the presence of shareholder control, the difference in bond yields due to differences in takeover vulnerability can be as high as 66 basis points. Second, event risk covenants reduce the credit risk associated with strong shareholder governance. Therefore, without bond covenants, shareholder governance, and bondholder interests diverge.",
            "link": "https://doi.org/10.1093/revfin/hhm006"
        },
        {
            "no": "2",
            "title": "Can the Trade-off Theory Explain Debt Structure?",
            "date": "04 January 2007",
            "author": [
                "Dirk Hackbarth",
                "Christopher A. Hennessy",
                "Hayne E. Leland"
            ],
            "abstract": "We examine the optimal mixture and priority structure of bank and market debt using a trade-off model in which banks have the unique ability to renegotiate outside formal bankruptcy. Flexible bank debt offers a superior trade-off between tax shields and bankruptcy costs. Ease of renegotiation limits bank debt capacity, however. Optimal debt structure hinges upon which party has bargaining power in private workouts. Weak firms have high bank debt capacity and utilize bank debt exclusively. Strong firms lever up to their (lower) bank debt capacity, augment with market debt, and place the bank senior. Therefore, the trade-off theory offers an explanation for: (i) why young/small firms use bank debt exclusively; (ii) why large/mature firms employ mixed debt financing; and (iii) why bank debt is senior. The trade-off theory also generates predictions consistent with international evidence. In countries in which the bankruptcy regime entails soft (tough) enforcement of contractual priority, bank debt capacity is low (high), implying greater (less) reliance on market debt.",
            "link": "https://doi.org/10.1093/revfin/hhl047"
        },
        {
            "no": "3",
            "title": "Financial Constraints, Asset Tangibility, and Corporate Investment",
            "date": "12 April 2007",
            "author": [
                "Heitor Almeida",
                "Murillo Campello"
            ],
            "abstract": "Pledgeable assets support more borrowing, which allows for further investment in pledgeable assets. We use this credit multiplier to identify the impact of financing frictions on corporate investment. The multiplier suggests that investment–cash flow sensitivities should be increasing in the tangibility of firms' assets (a proxy for pledgeability), but only if firms are financially constrained. Our empirical results confirm this theoretical prediction. Our approach is not subject to the Kaplan and Zingales (1997) critique, and sidesteps problems stemming from unobservable variation in investment opportunities. Thus, our results strongly suggest that financing frictions affect investment decisions.",
            "link": "https://doi.org/10.1093/rfs/hhm019"
        },
        {
            "no": "4",
            "title": "An Equilibrium Model of Investment Under Uncertainty",
            "date": "29 January 2007",
            "author": [
                "Robert Novy-Marx"
            ],
            "abstract": "We analyze the optimal investment decisions of heterogeneous firms in a competitive, uncertain environment, characterizing firms' investment strategies explicitly and deriving closed-form solutions for firm value. Real option premia remain significant, and are even unmitigated relative to the standard partial-equilibrium model when both are calibrated to observables. Firms consequently delay investment, choosing not to undertake some positive NPV projects. We compare competitive behavior to that of a strategic monopolist, and quantify the welfare loss associated with monopoly. Finally, the model predicts business cycle dependence on firm returns, with returns negatively skewed during industry expansions but positively skewed in industry recessions.",
            "link": "https://doi.org/10.1093/revfin/hhm013"
        },
        {
            "no": "5",
            "title": "Portfolio Performance Manipulation and Manipulation-proof Performance Measures",
            "date": "17 May 2007",
            "author": [
                "William Goetzmann",
                "Jonathan Ingersoll",
                "Matthew Spiegel",
                "Ivo Welch"
            ],
            "abstract": "Numerous measures have been proposed to gauge the performance of active management. Unfortunately, these measures can be gamed. Our article shows that gaming can have a substantial impact on popular measures even in the presence of high transactions costs. Our article shows there are conditions under which a manipulation-proof measure exists and fully characterizes it. This measure looks like the average of a power utility function, calculated over the return history. The case for using our alternative ranking metric is particularly compelling for hedge funds whose use of derivatives is unconstrained and whose managers' compensation itself induces a nonlinear payoff.",
            "link": "https://doi.org/10.1093/rfs/hhm025"
        },
        {
            "no": "6",
            "title": "Asymmetries in Stock Returns: Statistical Tests and Economic Evaluation",
            "date": "23 September 2006",
            "author": [
                "Yongmiao Hong",
                "Jun Tu",
                "Guofu Zhou"
            ],
            "abstract": "We provide a model-free test for asymmetric correlations in which stocks move more often with the market when the market goes down than when it goes up, and also provide such tests for asymmetric betas and covariances. When stocks are sorted by size, book-to-market, and momentum, we find strong evidence of asymmetries for both size and momentum portfolios, but no evidence for book-to-market portfolios. Moreover, we evaluate the economic significance of incorporating asymmetries into investment decisions, and find that they can be of substantial economic importance for an investor with a disappointment aversion (DA) preference as described by Ang, Bekaert, and Liu (2005).",
            "link": "https://doi.org/10.1093/rfs/hhl037"
        },
        {
            "no": "7",
            "title": "Optimal Asset Allocation and Risk Shifting in Money Management",
            "date": "21 June 2007",
            "author": [
                "Suleyman Basak",
                "Anna Pavlova",
                "Alexander Shapiro"
            ],
            "abstract": "This article investigates a fund manager's risk-taking incentives induced by an increasing and convex relationship of fund flows to relative performance. In a dynamic portfolio choice framework, we show that the ensuing convexities in the manager's objective give rise to a finite risk-shifting range over which she gambles to finish ahead of her benchmark. Such gambling entails either an increase or a decrease in the volatility of the manager's portfolio, depending on her risk tolerance. In the latter case, the manager reduces her holdings of the risky asset despite its positive risk premium. Our empirical analysis lends support to the novel predictions of the model.",
            "link": "https://doi.org/10.1093/rfs/hhm026"
        },
        {
            "no": "8",
            "title": "The Forgone Gains of Incomplete Portfolios",
            "date": "13 April 2007",
            "author": [
                "Monica Paiella"
            ],
            "abstract": "This article proposes a test for the cost-based explanation of nonparticipation, by estimating a lower bound to the forgone gains of incomplete portfolios; these are in turn a lower bound to the costs that could rationalize nonparticipation in financial markets: high bounds would imply implausibly high costs. Assuming isoelastic utility and a relative risk aversion of three or less, for the stock market I estimate an average lower bound of between 0.7 and 3.3 percent of consumption. Since total annual (observable plus unobservable) participation costs are likely to exceed these bounds, the cost-based explanation is not rejected by this test.",
            "link": "https://doi.org/10.1093/rfs/hhm022"
        },
        {
            "no": "9",
            "title": "When Does Extra Risk Strictly Increase an Option's Value?",
            "date": "14 June 2007",
            "author": [
                "Eric Rasmusen"
            ],
            "abstract": "It is well known that risk increases the value of options. This article makes that precise in a new way. The conventional theorem says that the value of an option does not fall if the underlying asset becomes riskier in the conventional sense of the mean-preserving spread. This article uses two new definitions of “riskier” to show that the value of an option strictly increases (i) if the underlying asset becomes “pointwise riskier,” and (ii) only if the underlying asset becomes “extremum riskier.”",
            "link": "https://doi.org/10.1093/rfs/hhm028"
        },
        {
            "no": "10",
            "title": "Regime Shifts in a Dynamic Term Structure Model of U.S. Treasury Bond Yields",
            "date": "12 April 2007",
            "author": [
                "Qiang Dai",
                "Kenneth J. Singleton",
                "Wei Yang"
            ],
            "abstract": "This article develops and empirically implements an arbitrage-free, dynamic term structure model with “priced” factor and regime-shift risks. The risk factors are assumed to follow a discrete-time Gaussian process, and regime shifts are governed by a discrete-time Markov process with state-dependent transition probabilities. This model gives closed-form solutions for zero-coupon bond prices, an analytic representation of the likelihood function for bond yields, and a natural decomposition of expected excess returns to components corresponding to regime-shift and factor risks. Using monthly data on U.S. Treasury zero-coupon bond yields, we show a critical role of priced, state-dependent regime-shift risks in capturing the time variations in expected excess returns, and document notable differences in the behaviors of the factor risk component of the expected returns across high and low volatility regimes. Additionally, the state dependence of the regime-switching probabilities is shown to capture an interesting asymmetry in the cyclical behavior of interest rates. The shapes of the term structure of volatility of bond yield changes are also very different across regimes, with the well-known hump being largely a low-volatility regime phenomenon.",
            "link": "https://doi.org/10.1093/rfs/hhm021"
        },
        {
            "no": "11",
            "title": "Does Anonymity Matter in Electronic Limit Order Markets?",
            "date": "28 June 2007",
            "author": [
                "Thierry Foucault",
                "Sophie Moinas",
                "Erik Theissen"
            ],
            "abstract": "We develop a model in which limit order traders possess volatility information. We show that in this case the size of the bid–ask spread is informative about future volatility. Moreover, if volatility information is in part private, we establish that (i) the size of the bid–ask spread and (ii) its informativeness about future volatility should change in the same direction when limit order traders' identifiers stop being disclosed. We test these predictions using data from the Paris Bourse. As expected, we find that the average quoted spread and its informativeness are significantly smaller when limit order traders' identifiers are concealed. These findings suggest that the limit order book is a channel for volatility information.",
            "link": "https://doi.org/10.1093/rfs/hhm027"
        }
    ]
}