{
    "journal": "JF",
    "volume": "51",
    "issue": "5",
    "date": "December 1996",
    "page": "Pages: i-vii, 1573-2031",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "December 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb00187.x"
        },
        {
            "no": "2",
            "title": "General Properties of Option Prices",
            "date": "December 1996",
            "author": [
                "YAACOV Z. BERGMAN",
                "BRUCE D. GRUNDY",
                "ZVI WIENER"
            ],
            "abstract": "When the underlying price process is a one‐dimensional diffusion, as well as in certain restricted stochastic volatility settings, a contingent claim's delta is bounded by the infimum and supremum of its delta at maturity. Further, if the claim's payoff is convex (concave), the claim's price is a convex (concave) function of the underlying asset's value. However, when volatility is less specialized, or when the underlying process is discontinuous or non‐Markovian, a call's price can be a decreasing, concave function of the underlying price over some range, increasing with the passage of time, and decreasing in the level of interest rates.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05218.x"
        },
        {
            "no": "3",
            "title": "Recovering Probability Distributions from Option Prices",
            "date": "December 1996",
            "author": [
                "JENS CARSTEN JACKWERTH",
                "MARK RUBINSTEIN"
            ],
            "abstract": "This article derives underlying asset risk‐neutral probability distributions of European options on the S&P 500 index. Nonparametric methods are used to choose probabilities that minimize an objective function subject to requiring that the probabilities are consistent with observed option and underlying asset prices. Alternative optimization specifications produce approximately the same implied distributions. A new and fast optimization technique for estimating probability distributions based on maximizing the smoothness of the resulting distribution is proposed. Since the crash, the risk‐neutral probability of a three (four) standard deviation decline in the index (about −36 percent (−46 percent) over a year) is about 10 (100) times more likely than under the assumption of lognormality.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05219.x"
        },
        {
            "no": "4",
            "title": "A Simple Nonparametric Approach to Derivative Security Valuation",
            "date": "December 1996",
            "author": [
                "MICHAEL STUTZER"
            ],
            "abstract": "Canonical valuation uses historical time series to predict the probability distribution of the discounted value of primary assets' discounted prices plus accumulated dividends at any future date. Then the axiomatically‐rationalized maximum entropy principle is used to estimate risk‐neutral (equivalent martingale) probabilities that correctly price the primary assets, as well as any predesignated subset of derivative securities whose payoffs occur at this date. Valuation of other derivative securities proceeds by calculation of its discounted, risk‐neutral expected value. Both simulation and empirical evidence suggest that canonical valuation has merit.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05220.x"
        },
        {
            "no": "5",
            "title": "The Strategic Exercise of Options: Development Cascades and Overbuilding in Real Estate Markets",
            "date": "December 1996",
            "author": [
                "STEVEN R. GRENADIER"
            ],
            "abstract": "This article develops an equilibrium framework for strategic option exercise games. I focus on a particular example: the timing of real estate development. An analysis of the equilibrium exercise policies of developers provides insights into the forces that shape market behavior. The model isolates the factors that make some markets prone to bursts of concentrated development. The model also provides an explanation for why some markets may experience building booms in the face of declining demand and property values. While such behavior is often regarded as irrational overbuilding, the model provides a rational foundation for such exercise patterns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05221.x"
        },
        {
            "no": "6",
            "title": "Momentum Strategies",
            "date": "December 1996",
            "author": [
                "LOUIS K. C. CHAN",
                "NARASIMHAN JEGADEESH",
                "JOSEF LAKONISHOK"
            ],
            "abstract": "We examine whether the predictability of future returns from past returns is due to the market's underreaction to information, in particular to past earnings news. Past return and past earnings surprise each predict large drifts in future returns after controlling for the other. Market risk, size, and book–to–market effects do not explain the drifts. There is little evidence of subsequent reversals in the returns of stocks with high price and earnings momentum. Security analysts' earnings forecasts also respond sluggishly to past news, especially in the case of stocks with the worst past performance. The results suggest a market that responds only gradually to new information.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05222.x"
        },
        {
            "no": "7",
            "title": "Expectations and the Cross‐Section of Stock Returns",
            "date": "December 1996",
            "author": [
                "RAFAEL LA PORTA"
            ],
            "abstract": "Previous research has shown that stocks with low prices relative to book value, cash flow, earnings, or dividends (that is, value stocks) earn high returns. Value stocks may earn high returns because they are more risky. Alternatively, systematic errors in expectations may explain the high returns earned by value stocks. I test for the existence of systematic errors using survey data on forecasts by stock market analysts. I show that investment strategies that seek to exploit errors in analysts' forecasts earn superior returns because expectations about future growth in earnings are too extreme.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05223.x"
        },
        {
            "no": "8",
            "title": "Measuring International Economic Linkages with Stock Market Data",
            "date": "December 1996",
            "author": [
                "JOHN AMMER",
                "JIANPING MEI"
            ],
            "abstract": "This article develops a new framework for measuring financial and real economic linkages between countries. Using United States and United Kingdom data from 1957 to 1989, we find closer financial linkages after the Bretton Woods currency arrangement was abandoned and Britain suspended exchange controls. In a pairwise application to fifteen countries over a shorter period, we also find that news about future dividend growth is more highly correlated between countries than contemporaneous output measures. This suggests that there are lags in the international transmission of economic shocks and that contemporaneous output correlation may understate the magnitude of integration.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05224.x"
        },
        {
            "no": "9",
            "title": "Transparency and Liquidity: A Study of Block Trades on the London Stock Exchange under Different Publication Rules",
            "date": "December 1996",
            "author": [
                "GORDON GEMMILL"
            ],
            "abstract": "This article examines whether reducing a market's transparency, by delaying the publication of prices for block trades, has any impact on liquidity. The analysis uses a sample of 5987 blocks from the London Stock Exchange that cover three different publication regimes: immediate (1987/88), 90 minutes (1991/92), and 24 hours (1989/90). Delaying publication does not affect the time taken by prices to reach a new level, which is rapid under all regimes. Spreads differ across years, but their size relates more closely to market volatility than to speed of publication. There is therefore no gain in liquidity from delayed publication.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05225.x"
        },
        {
            "no": "10",
            "title": "Quotes, Prices, and Estimates in a Laboratory Market",
            "date": "December 1996",
            "author": [
                "ROBERT BLOOMFIELD"
            ],
            "abstract": "This study examines the behavior of laboratory markets in which two uninformed market makers compete to trade with heterogeneously informed investors. The data provide three main results. First, market makers set quotes to protect against adverse selection and to control inventory. Second, when investors are less well‐informed, their trades are less reliable measures of their information, and market makers respond to those trades with greater skepticism. Third, errors in market makers' reactions to trades cause the time‐series behavior of quotes and prices to depend on the information environment in ways beyond those captured in extant theory.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05226.x"
        },
        {
            "no": "11",
            "title": "The Determinants of the Maturity of Corporate Debt Issues",
            "date": "December 1996",
            "author": [
                "JOSE GUEDES",
                "TIM OPLER"
            ],
            "abstract": "We document the determinants of the term to maturity of 7,369 bonds and notes issued between 1982 and 1993. Our main finding is that large firms with investment grade credit ratings typically borrow at the short end and at the long end and of the maturity spectrum, while firms with speculative grade credit ratings typically borrow in the middle of the maturity spectrum. This pattern is consistent with the theory that risky firms do not issue short‐term debt in order to avoid inefficient liquidation, but are screened out of the long‐term debt market because of the prospect of risky asset substitution.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05227.x"
        },
        {
            "no": "12",
            "title": "Limit Order Trading",
            "date": "December 1996",
            "author": [
                "PUNEET HANDA",
                "ROBERT A. SCHWARTZ"
            ],
            "abstract": "We analyze the rationale for limit order trading. Use of limit orders involves two risks: 1) an adverse information event can trigger an undesirable execution, and 2) favorable news can result in a desirable execution not being obtained. On the other hand, a paucity of limit orders can result in accentuated short‐term price fluctuations that compensate a limit order trader. Our empirical tests suggest that trading via limit orders dominates trading via market orders for market participants with relatively well balanced portfolios, and that placing a network of buy and sell limit orders as a pure trading strategy is profitable.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05228.x"
        },
        {
            "no": "13",
            "title": "Bank Information Monopolies and the Mix of Private and Public Debt Claims",
            "date": "December 1996",
            "author": [
                "JOEL HOUSTON",
                "CHRISTOPHER JAMES"
            ],
            "abstract": "This article examines the determinants of the mix of private and public debt using detailed information on the debt structure of 250 publicly traded corporations from 1980 through 1990. We find that the relationship between bank borrowing and the importance of growth opportunities depends on the number of banks the firm uses and whether the firm has public debt outstanding. For firms with a single bank relationship, the reliance on bank debt is negatively related to the importance of growth opportunities. In contrast, among firms borrowing from multiple banks, the relationship is positive.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05229.x"
        },
        {
            "no": "14",
            "title": "Tests of the Relations Among Marketwide Factors, Firm‐Specific Variables, and Stock Returns Using a Conditional Asset Pricing Model",
            "date": "December 1996",
            "author": [
                "JIA HE",
                "RAYMOND KAN",
                "LILIAN NG",
                "CHU ZHANG"
            ],
            "abstract": "In this article we generalize Harvey's (1989) empirical specification of conditional asset pricing models to allow for both time‐varying covariances between stock returns and marketwide factors and time‐varying reward‐to‐covariabilities. The model is then applied to examine the effects of firm size and book‐to‐market equity ratios. We find that the traditional asset pricing model with commonly used factors can only explain a small portion of the stock returns predicted by firm size and book‐to‐market equity ratios. The results indicate that allowing time‐varying covariances and time‐varying reward‐to‐covariabilities does little to salvage the traditional asset pricing models.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05230.x"
        },
        {
            "no": "15",
            "title": "An Anatomy of the “S&P Game”: The Effects of Changing the Rules",
            "date": "December 1996",
            "author": [
                "MESSOD D. BENEISH",
                "ROBERT E. WHALEY"
            ],
            "abstract": "This study analyzes the effects of changes in S&P 500 index composition from January 1986 through June 1994, a period during which Standard and Poor's began its practice of preannouncing changes five days beforehand. The new announcement practice has given rise to the “S&P game” and has altered the way stock prices react. We find that prices increase abnormally from the close on the announcement day to the close on the effective day. The overall increase is greater than under the old announcement policy although part of the increase reverses after the stock is included in the index.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05231.x"
        },
        {
            "no": "16",
            "title": "The Wealth Effects of Bank Financing Announcements in Highly Leveraged Transactions",
            "date": "December 1996",
            "author": [
                "WILLIAM A. KRACAW",
                "MARC ZENNER"
            ],
            "abstract": "We analyze the effect of financing announcements of highly leveraged transactions (HLTs) on the stock prices of the banks that lead HLT‐lending syndicates. For our sample of 41 HLTs, we document that the first HLT and bank financing announcements result in positive wealth effects for the lending banks. We also find that these wealth effects are lower in 1985, for smaller HLTs, and for banks with a high loan loss reserve to total asset ratio. Finally, we report that Leveraged Buyout (LBO) targets gain about 2 percent, whereas leveraged recap targets lose about 2 percent, when the first bank financing agreement is announced.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05232.x"
        },
        {
            "no": "17",
            "title": "The CAPM is Wanted, Dead or Alive",
            "date": "December 1996",
            "author": [
                "EUGENE F. FAMA",
                "KENNETH R. FRENCH"
            ],
            "abstract": "Kothari, Shanken, and Sloan (1995) claim that βs from annual returns produce a stronger positive relation between β and average return than βs from monthly returns. They also contend that the relation between average return and book‐to‐market equity (BE/ME) is seriously exaggerated by survivor bias. We argue that survivor bias does not explain the relation between BE/ME and average return. We also show that annual and monthly βs produce the same inferences about the β premium. Our main point on the β premium is, however, more basic. It cannot save the Capital asset pricing model (CAPM), given the evidence that β alone cannot explain expected return.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05233.x"
        },
        {
            "no": "18",
            "title": "Long‐Term Market Overreaction: The Effect of Low‐Priced Stocks",
            "date": "December 1996",
            "author": [
                "TIM LOUGHRAN",
                "JAY R. RITTER"
            ],
            "abstract": "Conrad and Kaul (1993) report that most of De Bondt and Thaler's (1985) long‐term overreaction findings can be attributed to a combination of bid‐ask effects when monthly cumulative average returns (CARs) are used, and price, rather than prior returns. In direct tests, we find little difference in test‐period returns whether CARs or buy‐and‐hold returns are used, and that price has little predictive ability in cross‐sectional regressions. The difference in findings between this study and Conrad and Kaul's is primarily due to their statistical methodology. They confound cross‐sectional patterns and aggregate time‐series mean reversion, and introduce a survivor bias. Their procedures increase the influence of price at the expense of prior returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05234.x"
        },
        {
            "no": "19",
            "title": "Book Reviews",
            "date": "December 1996",
            "author": [],
            "abstract": "International Corporate Finance. By MARK R. EAKER, FRANK J. FABOZZI, and DWIGHT GRANT.\nReal Options. By LENOS TRIGEORGIS.\nModelling Fixed Income Securities and Interest Rate Options. By ROBERT A. JARROW.\nEuropean Financial Reporting: A History. By PETER WALTON (editor).",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05235.x"
        },
        {
            "no": "20",
            "title": "MISCELLANEA",
            "date": "December 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05236.x"
        },
        {
            "no": "21",
            "title": "Index to Volume LI",
            "date": "December 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb00186.x"
        },
        {
            "no": "22",
            "title": "Association Meetings",
            "date": "December 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb00188.x"
        },
        {
            "no": "23",
            "title": "Announcements",
            "date": "December 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb00189.x"
        },
        {
            "no": "24",
            "title": "Back Matter",
            "date": "December 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb00190.x"
        }
    ]
}