{
    "journal": "JF",
    "volume": "51",
    "issue": "1",
    "date": "March 1996",
    "page": "Pages: i-vii, 1-388, viii-xxvii",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "March 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb00079.x"
        },
        {
            "no": "2",
            "title": "Smith Breeden Prizes for 1995",
            "date": "March 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05200.x"
        },
        {
            "no": "3",
            "title": "The Conditional CAPM and the Cross‐Section of Expected Returns",
            "date": "March 1996",
            "author": [
                "RAVI JAGANNATHAN",
                "ZHENYU WANG"
            ],
            "abstract": "Most empirical studies of the static CAPM assume that betas remain constant over time and that the return on the value‐weighted portfolio of all stocks is a proxy for the return on aggregate wealth. The general consensus is that the static CAPM is unable to explain satisfactorily the cross‐section of average returns on stocks. We assume that the CAPM holds in a conditional sense, i.e., betas and the market risk premium vary over time. We include the return on human capital when measuring the return on aggregate wealth. Our specification performs well in explaining the cross‐section of average returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05201.x"
        },
        {
            "no": "4",
            "title": "Multifactor Explanations of Asset Pricing Anomalies",
            "date": "March 1996",
            "author": [
                "EUGENE F. FAMA",
                "KENNETH R. FRENCH"
            ],
            "abstract": "Previous work shows that average returns on common stocks are related to firm characteristics like size, earnings/price, cash flow/price, book‐to‐market equity, past sales growth, long‐term past return, and short‐term past return. Because these patterns in average returns apparently are not explained by the CAPM, they are called anomalies. We find that, except for the continuation of short‐term returns, the anomalies largely disappear in a three‐factor model. Our results are consistent with rational ICAPM or APT asset pricing, but we also consider irrational pricing and data problems as possible explanations.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05202.x"
        },
        {
            "no": "5",
            "title": "Of Tournaments and Temptations: An Analysis of Managerial Incentives in the Mutual Fund Industry",
            "date": "March 1996",
            "author": [
                "KEITH C. BROWN",
                "W. V. HARLOW",
                "LAURA T. STARKS"
            ],
            "abstract": "We test the hypothesis that when their compensation is linked to relative performance, managers of investment portfolios likely to end up as “losers” will manipulate fund risk differently than those managing portfolios likely to be “winners.” An empirical investigation of the performance of 334 growth‐oriented mutual funds during 1976 to 1991 demonstrates that mid‐year losers tend to increase fund volatility in the latter part of an annual assessment period to a greater extent than mid‐year winners. Furthermore, we show that this effect became stronger as industry growth and investor awareness of fund performance increased over time.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05203.x"
        },
        {
            "no": "6",
            "title": "Preferences for Stock Characteristics As Revealed by Mutual Fund Portfolio Holdings",
            "date": "March 1996",
            "author": [
                "ERIC G. FALKENSTEIN"
            ],
            "abstract": "This investigation of the cross‐section of mutual fund equity holdings for the years 1991 and 1992 shows that mutual funds have a significant preference towards stocks with high visibility and low transaction costs, and are averse to stocks with low idiosyncratic volatility. These findings are relevant to theories concerning investor recognition, a potential agency problem in mutual funds, tests of trend‐following and herd behavior by mutual funds, and corporate finance.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05204.x"
        },
        {
            "no": "7",
            "title": "Do Brokerage Analysts' Recommendations Have Investment Value?",
            "date": "March 1996",
            "author": [
                "KENT L. WOMACK"
            ],
            "abstract": "An analysis of new buy and sell recommendations of stocks by security analysts at major U.S. brokerage firms shows significant, systematic discrepancies between prerecommendation prices and eventual values. The initial return at the time of the recommendations is large, even though few recommendations coincide with new public news or provide previously unavailable facts. However, these initial price reactions are incomplete. For buy recommendations, the mean postevent drift is modest (+2.4%) and short‐lived, but for sell recommendations, the drift is larger (−9.1%) and extends for six months. Analysts appear to have market timing and stock picking abilities.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05205.x"
        },
        {
            "no": "8",
            "title": "Return Volatility and Trading Volume: An Information Flow Interpretation of Stochastic Volatility",
            "date": "March 1996",
            "author": [
                "TORBEN G. ANDERSEN"
            ],
            "abstract": "The paper develops an empirical return volatility‐trading volume model from a microstructure framework in which informational asymmetries and liquidity needs motivate trade in response to information arrivals. The resulting system modifies the so‐called “Mixture of Distribution Hypothesis” (MDH). The dynamic features are governed by the information flow, modeled as a stochastic volatility process, and generalize standard ARCH specifications. Specification tests support the modified MDH representation and show that it vastly outperforms the standard MDH. The findings suggest that the model may be useful for analysis of the economic factors behind the observed volatility clustering in returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05206.x"
        },
        {
            "no": "9",
            "title": "Real Interest Rates and Inflation: An Ex‐Ante Empirical Analysis",
            "date": "March 1996",
            "author": [
                "SHMUEL KANDEL",
                "AHARON R. OFER",
                "ODED SARIG"
            ],
            "abstract": "We develop a method of measuring ex‐ante real interest rates using prices of index and nominal bonds. Employing this method and newly available data, we directly test the Fisher hypothesis that the real rate of interest is independent of inflation expectations. We find a negative correlation between ex‐ante real interest rates and expected inflation. This contradicts the Fisher hypothesis but is consistent with the theories of Mundell and Tobin, Darby and Feldstein, and Stulz. We also find that nominal interest rates include an inflation risk premium that is positively related to a proxy for inflation uncertainty.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05207.x"
        },
        {
            "no": "10",
            "title": "Shareholder Activism by Institutional Investors: Evidence from CalPERS",
            "date": "March 1996",
            "author": [
                "MICHAEL P. SMITH"
            ],
            "abstract": "This study examines firm characteristics that lead to shareholder activism and analyzes the effects of activism on target firm governance structure, shareholder wealth, and operating performance for the 51 firms targeted by CalPERS over the 1987–93 period. Firm size and level of institutional holdings are found to be positively related to the probability of being targeted, and 72 percent of firms targeted after 1988 adopt proposed changes or make changes resulting in a settlement with CalPERS. Shareholder wealth increases for firms that adopt or settle and decreases for firms that resist. No statistically significant change in operating performance is found.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05208.x"
        },
        {
            "no": "11",
            "title": "Is There a Window of Opportunity for Seasoned Equity Issuance?",
            "date": "March 1996",
            "author": [
                "MARK BAYLESS",
                "SUSAN CHAPLINSKY"
            ],
            "abstract": "The aggregate volume of equity issues is used to search for periods when seasoned equity capital can be raised at favorable terms. We find that the price reaction to equity issue announcements in high equity issue volume (HOT) periods is approximately 200 basis points lower on average than in low equity issue volume (COLD) periods. The lower price reaction in hot markets is economically important and is independent of the macroeconomic characteristics of hot and cold markets. The evidence supports the existence of windows of opportunity for equity issues that result at least partially from reduced levels of asymmetric information.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05209.x"
        },
        {
            "no": "12",
            "title": "Capital Requirements, Monetary Policy, and Aggregate Bank Lending: Theory and Empirical Evidence",
            "date": "March 1996",
            "author": [
                "ANJAN V. THAKOR"
            ],
            "abstract": "Capital requirements linked solely to credit risk are shown to increase equilibrium credit rationing and lower aggregate lending. The model predicts that the bank's decision to lend will cause an abnormal runup in the borrower's stock price and that this reaction will be greater the more capital‐constrained the bank. I provide empirical support for this prediction. The model explains the recent inability of the Federal Reserve to stimulate bank lending by increasing the money supply. I show that increasing the money supply can either raise or lower lending when capital requirements are linked only to credit risk.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05210.x"
        },
        {
            "no": "13",
            "title": "Volatility in Wheat Spot and Futures Markets, 1950–1993: Government Farm Programs, Seasonality, and Causality",
            "date": "March 1996",
            "author": [
                "SUSAN J. CRAIN",
                "JAE HA LEE"
            ],
            "abstract": "We explore how wheat spot and futures market volatility has been impacted by government farm programs during the 1950–1993 period. We find that changing volatility in both markets is highly associated with changing farm programs. The mandatory allotment programs of the 1950s and early 1960s (1/3/50–4/10/64) were associated with low volatility, while the voluntary programs initiated in the mid 1960s seem to have induced high volatility (4/11/64–12/22/85). Both market‐driven loan rates and conservation reserve programs appear to have helped volatility revert to lower levels since the mid 1980s (12/23/85–12/30/93). We also examine seasonality and causality in conjunction with the farm programs.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05211.x"
        },
        {
            "no": "14",
            "title": "Does Money Explain Asset Returns? Theory and Empirical Analysis",
            "date": "March 1996",
            "author": [
                "K. C. CHAN",
                "SILVERIO FORESI",
                "LARRY H. P. LANG"
            ],
            "abstract": "A cash‐in‐advance model of a monetary economy is used to derive a money‐based CAPM (M‐CAPM), which allows us to implement tests of asset pricing restrictions without consumption data. A test as in Fama and MacBeth of the model suggests that the money betas have some explanatory power for the cross‐sectional variation of expected returns; however, the model is rejected using conditional information. Consistent with our predictions, estimates of the curvature parameter are lower than those of the consumption CAPM (C‐CAPM) and pricing errors of the M‐CAPM tend to be smaller than those of the C‐CAPM.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05212.x"
        },
        {
            "no": "15",
            "title": "Determinants of Contract Choice: The Use of Warrants to Compensate Underwriters of Seasoned Equity Issues",
            "date": "March 1996",
            "author": [
                "CHEE K. NG",
                "RICHARD L. SMITH"
            ],
            "abstract": "The issuer's decision to include warrants as compensation to underwriters is studied for a sample of 1,991 negotiated firm commitment issues of seasoned equity. Using a two‐stage logit model to correct for self‐selection bias, we find direct evidence that warrant compensation functions as a bond, substituting for reputational capital and enabling the underwriter to certify the issue price. To a lesser degree, the decision also is affected by regulations on underwriter compensation and on the use of underwriter warrants. Issuers' decisions are consistent with an objective of minimizing total underwriting cost, including cash compensation, warrants, and underpricing.",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05213.x"
        },
        {
            "no": "16",
            "title": "A Simple Measure of Price Adjustment Coefficients: A Correction",
            "date": "March 1996",
            "author": [
                "NEIL BRISLEY",
                "MICHAEL THEOBALD"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05214.x"
        },
        {
            "no": "17",
            "title": "Miscellanea",
            "date": "March 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05215.x"
        },
        {
            "no": "18",
            "title": "Association Meetings",
            "date": "March 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05216.x"
        },
        {
            "no": "19",
            "title": "Announcements",
            "date": "March 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb05217.x"
        },
        {
            "no": "20",
            "title": "Back Matter",
            "date": "March 1996",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.1996.tb00080.x"
        }
    ]
}