{
    "journal": "JF",
    "volume": "66",
    "issue": "5",
    "date": "October 2011",
    "page": "Pages: i-iii, 1461-1867",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "21 September 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01703.x"
        },
        {
            "no": "2",
            "title": "In Search of Attention",
            "date": "21 September 2011",
            "author": [
                "ZHI DA",
                "JOSEPH ENGELBERG",
                "PENGJIE GAO"
            ],
            "abstract": "We propose a new and direct measure of investor attention using search frequency in Google (Search Volume Index (SVI)). In a sample of Russell 3000 stocks from 2004 to 2008, we find that SVI (1) is correlated with but different from existing proxies of investor attention; (2) captures investor attention in a more timely fashion and (3) likely measures the attention of retail investors. An increase in SVI predicts higher stock prices in the next 2 weeks and an eventual price reversal within the year. It also contributes to the large first‐day return and long‐run underperformance of IPO stocks.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01679.x"
        },
        {
            "no": "3",
            "title": "Free Cash Flow, Issuance Costs, and Stock Prices",
            "date": "21 September 2011",
            "author": [
                "JEAN‐PAUL DÉCAMPS",
                "THOMAS MARIOTTI",
                "JEAN‐CHARLES ROCHET",
                "STÉPHANE VILLENEUVE"
            ],
            "abstract": "We develop a dynamic model of a firm facing agency costs of free cash flow and external financing costs, and derive an explicit solution for the firm's optimal balance sheet dynamics. Financial frictions affect issuance and dividend policies, the value of cash holdings, and the dynamics of stock prices. The model predicts that the marginal value of cash varies negatively with the stock price, and positively with the volatility of the stock price. This yields novel insights on the asymmetric volatility phenomenon, on risk management policies, and on how business cycles and agency costs affect the volatility of stock returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01680.x"
        },
        {
            "no": "4",
            "title": "A Unified Theory of Tobin's q, Corporate Investment, Financing, and Risk Management",
            "date": "21 September 2011",
            "author": [
                "PATRICK BOLTON",
                "HUI CHEN",
                "NENG WANG"
            ],
            "abstract": "We propose a model of dynamic investment, financing, and risk management for financially constrained firms. The model highlights the central importance of the endogenous marginal value of liquidity (cash and credit line) for corporate decisions. Our three main results are: (1) investment depends on the ratio of marginal q to the marginal value of liquidity, and the relation between investment and marginal q changes with the marginal source of funding; (2) optimal external financing and payout are characterized by an endogenous double‐barrier policy for the firm's cash‐capital ratio; and (3) liquidity management and derivatives hedging are complementary risk management tools.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01681.x"
        },
        {
            "no": "5",
            "title": "Nonbinding Voting for Shareholder Proposals",
            "date": "21 September 2011",
            "author": [
                "DORON LEVIT",
                "NADYA MALENKO"
            ],
            "abstract": "Shareholder proposals are a common form of shareholder activism. Voting for shareholder proposals, however, is nonbinding since management has the authority to reject the proposal even if it received majority support from shareholders. We analyze whether nonbinding voting is an effective mechanism for conveying shareholder expectations. We show that, unlike binding voting, nonbinding voting generally fails to convey shareholder views when manager and shareholder interests are not aligned. Surprisingly, the presence of an activist investor who can discipline the manager may enhance the advisory role of nonbinding voting only if conflicts of interest between shareholders and the activist are substantial.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01682.x"
        },
        {
            "no": "6",
            "title": "The Real and Financial Implications of Corporate Hedging",
            "date": "21 September 2011",
            "author": [
                "MURILLO CAMPELLO",
                "CHEN LIN",
                "YUE MA",
                "HONG ZOU"
            ],
            "abstract": "We study the implications of hedging for corporate financing and investment. We do so using an extensive, hand‐collected data set on corporate hedging activities. Hedging can lower the odds of negative realizations, thereby reducing the expected costs of financial distress. In theory, this should ease a firm's access to credit. Using a tax‐based instrumental variable approach, we show that hedgers pay lower interest spreads and are less likely to have capital expenditure restrictions in their loan agreements. These favorable financing terms, in turn, allow hedgers to invest more. Our tests characterize two exact channels—cost of borrowing and investment restrictions—through which hedging affects corporate outcomes. The analysis shows that hedging has a first‐order effect on firm financing and investment, and provides new insights into how hedging affects corporate value. More broadly, our study contributes novel evidence on the real consequences of financial contracting.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01683.x"
        },
        {
            "no": "7",
            "title": "Concentrating on Governance",
            "date": "21 September 2011",
            "author": [
                "DALIDA KADYRZHANOVA",
                "MATTHEW RHODES‐KROPF"
            ],
            "abstract": "This paper develops a novel trade‐off view of corporate governance. Using a model that integrates agency costs and bargaining benefits of management‐friendly provisions, we identify the economic determinants of the resulting trade‐offs for shareholder value. Consistent with the theory, our empirical analysis shows that provisions that allow managers to delay takeovers have significant bargaining effects and a positive relation with shareholder value in concentrated industries. By contrast, non‐delay provisions have an unambiguously negative relation with value, particularly in concentrated industries. Our analysis suggests that there are governance trade‐offs for shareholders and that industry concentration is an important determinant of their severity.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01684.x"
        },
        {
            "no": "8",
            "title": "Overconfidence and Early‐Life Experiences: The Effect of Managerial Traits on Corporate Financial Policies",
            "date": "21 September 2011",
            "author": [
                "ULRIKE MALMENDIER",
                "GEOFFREY TATE",
                "JON YAN"
            ],
            "abstract": "We show that measurable managerial characteristics have significant explanatory power for corporate financing decisions. First, managers who believe that their firm is undervalued view external financing as overpriced, especially equity financing. Such overconfident managers use less external finance and, conditional on accessing external capital, issue less equity than their peers. Second, CEOs who grew up during the Great Depression are averse to debt and lean excessively on internal finance. Third, CEOs with military experience pursue more aggressive policies, including heightened leverage. Complementary measures of CEO traits based on press portrayals confirm the results.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01685.x"
        },
        {
            "no": "9",
            "title": "Overconfidence, Compensation Contracts, and Capital Budgeting",
            "date": "21 September 2011",
            "author": [
                "SIMON GERVAIS",
                "J. B. HEATON",
                "TERRANCE ODEAN"
            ],
            "abstract": "A risk‐averse manager's overconfidence makes him less conservative. As a result, it is cheaper for firms to motivate him to pursue valuable risky projects. When compensation endogenously adjusts to reflect outside opportunities, moderate levels of overconfidence lead firms to offer the manager flatter compensation contracts that make him better off. Overconfident managers are also more attractive to firms than their rational counterparts because overconfidence commits them to exert effort to learn about projects. Still, too much overconfidence is detrimental to the manager since it leads him to accept highly convex compensation contracts that expose him to excessive risk.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01686.x"
        },
        {
            "no": "10",
            "title": "Are Incentive Contracts Rigged by Powerful CEOs?",
            "date": "21 September 2011",
            "author": [
                "ADAIR MORSE",
                "VIKRAM NANDA",
                "AMIT SERU"
            ],
            "abstract": "We argue that some powerful CEOs induce boards to shift the weight on performance measures toward the better performing measures, thereby rigging incentive pay. A simple model formalizes this intuition and gives an explicit structural form on the rigged incentive portion of CEO wage function. Using U.S. data, we find support for the model's predictions: rigging accounts for at least 10% of the compensation to performance sensitivity and it increases with CEO human capital and firm volatility. Moreover, a firm with rigged incentive pay that is one standard deviation above the mean faces a subsequent decrease of 4.8% in firm value and 7.5% in operating return on assets.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01687.x"
        },
        {
            "no": "11",
            "title": "Motivating Innovation",
            "date": "21 September 2011",
            "author": [
                "GUSTAVO MANSO"
            ],
            "abstract": "Motivating innovation is important in many incentive problems. This paper shows that the optimal innovation‐motivating incentive scheme exhibits substantial tolerance (or even reward) for early failure and reward for long‐term success. Moreover, commitment to a long‐term compensation plan, job security, and timely feedback on performance are essential to motivate innovation. In the context of managerial compensation, the optimal innovation‐motivating incentive scheme can be implemented via a combination of stock options with long vesting periods, option repricing, golden parachutes, and managerial entrenchment.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01688.x"
        },
        {
            "no": "12",
            "title": "MISCELLANEA",
            "date": "21 September 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01689.x"
        },
        {
            "no": "13",
            "title": "Back Matter",
            "date": "21 September 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01704.x"
        }
    ]
}