{
    "journal": "JF",
    "volume": "66",
    "issue": "4",
    "date": "August 2011",
    "page": "Pages: i-iv, 1047-1463",
    "article": [
        {
            "no": "1",
            "title": "Front Matter",
            "date": "19 July 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01690.x"
        },
        {
            "no": "2",
            "title": "Presidential Address: Discount Rates",
            "date": "19 July 2011",
            "author": [
                "JOHN H. COCHRANE"
            ],
            "abstract": "Discount‐rate variation is the central organizing question of current asset‐pricing research. I survey facts, theories, and applications. Previously, we thought returns were unpredictable, with variation in price‐dividend ratios due to variation in expected cashflows. Now it seems all price‐dividend variation corresponds to discount‐rate variation. We also thought that the cross‐section of expected returns came from the CAPM. Now we have a zoo of new factors. I categorize discount‐rate theories based on central ingredients and data sources. Incorporating discount‐rate variation affects finance applications, including portfolio theory, accounting, cost of capital, capital structure, compensation, and macroeconomics.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01671.x"
        },
        {
            "no": "3",
            "title": "Stressed, Not Frozen: The Federal Funds Market in the Financial Crisis",
            "date": "19 July 2011",
            "author": [
                "GARA AFONSO",
                "ANNA KOVNER",
                "ANTOINETTE SCHOAR"
            ],
            "abstract": "We examine the importance of liquidity hoarding and counterparty risk in the U.S. overnight interbank market during the financial crisis of 2008. Our findings suggest that counterparty risk plays a larger role than does liquidity hoarding: the day after Lehman Brothers' bankruptcy, loan terms become more sensitive to borrower characteristics. In particular, poorly performing large banks see an increase in spreads of 25 basis points, but are borrowing 1% less, on average. Worse performing banks do not hoard liquidity. While the interbank market does not freeze entirely, it does not seem to expand to meet latent demand.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01670.x"
        },
        {
            "no": "4",
            "title": "Systemic Liquidation Risk and the Diversity–Diversification Trade‐Off",
            "date": "19 July 2011",
            "author": [
                "WOLF WAGNER"
            ],
            "abstract": "This paper proposes a portfolio choice model in which investors are subject to liquidation risk and (endogenously) face higher costs in the event of joint liquidation (as was observed during the crisis of 2008 to 2009). The risk of joint liquidation creates an incentive for investors to choose heterogeneous portfolios and to rationally forgo diversification benefits. Joint liquidation risk is also reflected in asset prices, resulting in (1) assets with high idiosyncratic risk having low expected returns, and (2) assets that display high correlation with the portfolios of (liquidation‐prone) investors having high expected returns.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01666.x"
        },
        {
            "no": "5",
            "title": "Rollover Risk and Market Freezes",
            "date": "19 July 2011",
            "author": [
                "VIRAL V. ACHARYA",
                "DOUGLAS GALE",
                "TANJU YORULMAZER"
            ],
            "abstract": "The debt capacity of an asset is the maximum amount that can be borrowed using the asset as collateral. We model a sudden collapse in the debt capacity of good collateral. We assume short‐term debt that must be frequently rolled over, a small transaction cost of selling collateral in the event of default, and a small probability of meeting a buy‐to‐hold investor. We then show that a small change in the asset's fundamental value can be associated with a catastrophic drop in the debt capacity, the kind of market freeze observed during the crisis of 2007 to 2008.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01669.x"
        },
        {
            "no": "6",
            "title": "Public Pension Promises: How Big Are They and What Are They Worth?",
            "date": "19 July 2011",
            "author": [
                "ROBERT NOVY‐MARX",
                "JOSHUA RAUH"
            ],
            "abstract": "We calculate the present value of state employee pension liabilities using discount rates that reflect the risk of the payments from a taxpayer perspective. If benefits have the same default and recovery characteristics as state general obligation debt, the national total of promised liabilities based on current salary and service is $3.20 trillion. If pensions have higher priority than state debt, the value of liabilities is much larger. Using zero‐coupon Treasury yields, which are default‐free but contain other priced risks, promised liabilities are $4.43 trillion. Liabilities are even larger under broader concepts that account for salary growth and future service.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01664.x"
        },
        {
            "no": "7",
            "title": "Who Drove and Burst the Tech Bubble?",
            "date": "19 July 2011",
            "author": [
                "JOHN M. GRIFFIN",
                "JEFFREY H. HARRIS",
                "TAO SHU",
                "SELIM TOPALOGLU"
            ],
            "abstract": "From 1997 to March 2000, as technology stocks rose more than five‐fold, institutions bought more new technology supply than individuals. Among institutions, hedge funds were the most aggressive investors, but independent investment advisors and mutual funds (net of flows) actively invested the most capital in the technology sector. The technology stock reversal in March 2000 was accompanied by a broad sell‐off from institutional investors but accelerated buying by individuals, particularly discount brokerage clients. Overall, our evidence supports the bubble model of Abreu and Brunnermeier (2003), in which rational arbitrageurs fail to trade against bubbles until a coordinated selling effort occurs.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01663.x"
        },
        {
            "no": "8",
            "title": "Did Structured Credit Fuel the LBO Boom?",
            "date": "19 July 2011",
            "author": [
                "ANIL SHIVDASANI",
                "YIHUI WANG"
            ],
            "abstract": "The leveraged buyout (LBO) boom of 2004 to 2007 was fueled by growth in collateralized debt obligations (CDOs) and other forms of securitization. Banks active in structured credit underwriting lent more for LBOs, indicating that bank lending policies linked LBO and CDO markets. LBO loans originated by large CDO underwriters were associated with lower spreads, weaker covenants, and greater use of bank debt in deal financing. Loans financed through structured credit markets did not lead to worse LBOs, overpayment, or riskier deal structures. Securitization markets altered banks' access to capital, affected their lending policies, and fueled the recent LBO boom.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01667.x"
        },
        {
            "no": "9",
            "title": "Explaining the Magnitude of Liquidity Premia: The Roles of Return Predictability, Wealth Shocks, and State‐Dependent Transaction Costs",
            "date": "19 July 2011",
            "author": [
                "ANTHONY W. LYNCH",
                "SINAN TAN"
            ],
            "abstract": "Constantinides (1986) documents how the impact of transaction costs on per‐annum liquidity premia in the standard dynamic allocation problem with i.i.d. returns is an order of magnitude smaller than the cost rate itself. Recent papers form portfolios sorted on liquidity measures and find spreads in expected per‐annum return that are the same order of magnitude as the transaction cost spread. When we allow returns to be predictable and introduce wealth shocks calibrated to labor income, transaction costs are able to produce per‐annum liquidity premia that are the same order of magnitude as the transaction cost spread.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01662.x"
        },
        {
            "no": "10",
            "title": "Individual Investors and Volatility",
            "date": "19 July 2011",
            "author": [
                "THIERRY FOUCAULT",
                "DAVID SRAER",
                "DAVID J. THESMAR"
            ],
            "abstract": "We show that retail trading activity has a positive effect on the volatility of stock returns, which suggests that retail investors behave as noise traders. To identify this effect, we use a reform of the French stock market that raises the relative cost of speculative trading for retail investors. The daily return volatility of the stocks affected by the reform falls by 20 basis points (a quarter of the sample standard deviation of the return volatility) relative to other stocks. For affected stocks, we also find a significant decrease in the magnitude of return reversals and the price impact of trades.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01668.x"
        },
        {
            "no": "11",
            "title": "Are Options on Index Futures Profitable for Risk‐Averse Investors? Empirical Evidence",
            "date": "19 July 2011",
            "author": [
                "GEORGE M. CONSTANTINIDES",
                "MICHAL CZERWONKO",
                "JENS CARSTEN JACKWERTH",
                "STYLIANOS PERRAKIS"
            ],
            "abstract": "American options on the S&P 500 index futures that violate the stochastic dominance bounds of Constantinides and Perrakis (2009) from 1983 to 2006 are identified as potentially profitable trades. Call bid prices more frequently violate their upper bound than put bid prices do, while violations of the lower bounds by ask prices are infrequent. In out‐of‐sample tests of stochastic dominance, the writing of options that violate the upper bound increases the expected utility of any risk‐averse investor holding the market and cash, net of transaction costs and bid‐ask spreads. The results are economically significant and robust.",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01665.x"
        },
        {
            "no": "12",
            "title": "Report of the Editor of The Journal of Finance for the Year 2010",
            "date": "19 July 2011",
            "author": [
                "CAMPBELL R. HARVEY"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01672.x"
        },
        {
            "no": "13",
            "title": "Minutes of the Annual Membership Meeting",
            "date": "19 July 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01673.x"
        },
        {
            "no": "14",
            "title": "Report of the Executive Secretary and Treasurer for the Year Ending September 30, 2010",
            "date": "19 July 2011",
            "author": [
                "David H. Pyle"
            ],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01674.x"
        },
        {
            "no": "15",
            "title": "MISCELLANEA",
            "date": "19 July 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01675.x"
        },
        {
            "no": "16",
            "title": "Back Matter",
            "date": "19 July 2011",
            "author": [],
            "abstract": "",
            "link": "https://doi.org/10.1111/j.1540-6261.2011.01691.x"
        }
    ]
}